[{"points": "92", "title": "Domaine Serene 2014 Clos du Soleil Vineyard Chardonnay (Dundee Hills)", "description": "This cuvée starts out quite sharp and tight, and will want decanting and/or further bottle age to show its best. Notes of steel, stone, toast and butterscotch candy annotate tightly-packed orange, apricot and peach fruit, with some high-toned aromatics. The components are all in place for a wine that should age gracefully for a decade or longer. Drink now through 2026.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 75, "designation": "Clos du Soleil Vineyard", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "92", "title": "Drappier NV Blanc de Quatre Blancs Brut  (Champagne)", "description": "Drappier has created a blend that recognizes that there are more than three grapes in Champagne. Here the rare Arbanne, Petit Meslier and Blanc Vrai are blended with the more usual Chardonnay to give a wine that is rich, full of yellow fruits, along with mineral acidity and a ripe aromatic character. The wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Blanc de Quatre Blancs Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Drappier"}, {"points": "92", "title": "Nino Franco 2015 Vigneto della Riva di San Floriano Brut  (Valdobbiadene Prosecco Superiore)", "description": "Enticing scents of ripe orchard fruit, aromatic herb and fragrant white spring flower take center stage on this elegant sparkler. The generous palate doles out juicy white peach, ripe Granny Smith apple and tangerine zest. Fresh acidity brightens the creamy flavors while an elegant mousse imparts finesse.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 29, "designation": "Vigneto della Riva di San Floriano Brut", "variety": "Glera", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Nino Franco"}, {"points": "92", "title": "Reichsgraf von Kesselstatt 2015 Piesporter Goldtröpfchen Kabinett Grosse Lage Riesling (Mosel)", "description": "Sunny yet spry, this invigorating Kabinett offers a crush of ripe tangerine, quince and yellow cherry flavors. Pert acidity cuts through all the fruity richness, extending a lean, sumptuously sweet finish. It's delightful already, but should develop well through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 26, "designation": "Piesporter Goldtröpfchen Kabinett Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "92", "title": "Rizzi 2010 Pas Dosé Metodo Classico Sparkling (Vino Spumante)", "description": "Elegant and fresh, this opens with enticing scents of orchard fruit, citrus and a yeasty whiff of bread crust. The vibrant, linear palate delivers pear, apple, hazelnut and nectarine zest alongside lively acidity and an elegant perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Pas Dosé Metodo Classico", "variety": "Sparkling Blend", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Rizzi"}, {"points": "92", "title": "Fazeli Cellars 2012 Shiraz (Temecula Valley)", "description": "Syrah may have a strong future in the Temecula Valley, as this bottling reveals, with fresh, classic aromas of blackberry syrup, crushed black pepper and roasting beef. Chalky tannins frame the sip, where flavors of roasted pork in a berry glaze are leveled by plum-skin tartness. It's bolstered by 10% Petite Sirah.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": null, "variety": "Shiraz", "region_1": "Temecula Valley", "region_2": "South Coast", "province": "California", "country": "US", "winery": "Fazeli Cellars"}, {"points": "92", "title": "Moser 2012 Rosé Extra Brut Pinot Nero (Trento)", "description": "Scents of small woodland berry, orchard fruit and Alpine herb waft out of the glass. On the creamy palate, notes of baking spice and energizing mineral accent fresh strawberry, crushed raspberry and tangerine zest. It's fresh and balanced, with lively acidity and an elegant perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Rosé Extra Brut", "variety": "Pinot Nero", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Moser"}, {"points": "92", "title": "Naggiar 2012 Il Nonno Estate Reserve Red (Sierra Foothills)", "description": "Big, balanced and very flavorful, this full-bodied, handsomely oaked wine is easy to love. Baking-spice aromas, ripe black-cherry flavors and firm, fine-grained tannins make a harmonious mix.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": "Il Nonno Estate Reserve", "variety": "Red Blend", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Naggiar"}, {"points": "92", "title": "Reichsgraf von Kesselstatt 2015 Kaseler Nies'chen Trocken Riesling (Mosel)", "description": "While slender in frame, this vibrantly zesty, herbal wine offers loads of intensity and vibe. Tart tangerine and apricot flavors are piercing and fresh, building in concentration and richness through a long, penetrating finish. It seems closed in its youth still, but should gain texture and complexity from 2020–2030.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Kaseler Nies'chen Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "92", "title": "Rosenhof 2015 Trockenbeerenauslese Blaufränkisch (Burgenland)", "description": "The musky scent of botrytis bathes everything in its gold-tinged flavor: there are hints of maple syrup, bitter honeycomb and candied orange peel. The mouthfeel is viscous and rich, the flavours almost decadent but balanced by deliciously bitter and tart notes of citrus zest.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Trockenbeerenauslese", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "92", "title": "Pannier 2010 Blanc de Noirs Brut  (Champagne)", "description": "Still young, this blend of Pinot Noir, with a small amount of Pinot Meunier, is crisp with bright citrus and white fruits. Richness and a touch of tannin give structure. The acidity cuts through at the end, offering a zesty, tight aftertaste. Drink this vintage from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 64, "designation": "Blanc de Noirs Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pannier"}, {"points": "92", "title": "Pannier NV Egérie Rosé de Saignée Brut  (Champagne)", "description": "Made using Pinot Noir skins to color the wine, rather than the more usual Champagne trick of adding red wine, this is a well judged, ripe wine. With its red fruits and light tannins it still tastes young. Acidity and a balanced dosage make for a wine that will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 110, "designation": "Egérie Rosé de Saignée Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pannier"}, {"points": "92", "title": "Panther Creek 2014 Carter Vineyard Pinot Noir (Eola-Amity Hills)", "description": "Dark fruits carry a streak of gunmetal down the spine of this wine, which remains solidly anchored in its most youthful phase. Blueberry and raspberry flavors come with a crisp tart acid edge, and develop with lip-smacking precision as the wine lingers through a lengthy finish. Drink now and over the next 12–15 years, through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Carter Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Panther Creek"}, {"points": "92", "title": "Patz & Hall 2014 Pinot Noir (Sonoma Coast)", "description": "This wine astounds in big, juicy waves of jammy cherry, strawberry and forest floor, its fruit sourced from Gap's Crown, Dutton Ranch, Goldrock Ridge and Jenkins vineyards, among other sites. Textured and layered, with powerful force, it shows richness and concentration but also fresh acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "92", "title": "Taittinger 2009 Millésimé Brut  (Champagne)", "description": "From a ripe vintage, this soft, generous wine has a good balance between its acidity and its smooth, creamy character. The wine is crisp now and could probably do with some bottle age to bring out its inherent richness. Wait until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Millésimé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "92", "title": "Tantara 2014 Lindsay's Vineyard Pinot Noir (Sta. Rita Hills)", "description": "The dense nose of this bottling intrigues as it unleashes dense blackberries, graphite, slate and a touch of licorice. The palate is tightly wound, with pomegranate, elderberry and tart plum enhanced by fennel, bay leaf and an aromatic lift on the finish. Bottle age will improve this wine immensely.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Lindsay's Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tantara"}, {"points": "92", "title": "Landmark 2014 Rayhill Vineyard Pinot Noir (Russian River Valley)", "description": "Earthy baked cherry and a strong streak of cardamom make for an impressive entry to this wine, flavors that persist on the palate. Beautifully rich without being ridiculous, it finds balance in complex, layered textures and nuanced characteristics, with a length of rose petals on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Rayhill Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Landmark"}, {"points": "92", "title": "Longoria 2014 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Rick Longoria is all about restraint in his winemaking, and that shows on the shy aromas of this bottling that allow hints of black plum, wildfire, roasted meat and light rosemary to emerge. Tart plum and cranberry fruit pop on the palate, where a feral, gamy component is laced by forest floor and wild herbs.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "92", "title": "MacPhail 2014 Mardikian Estate Pinot Noir (Sonoma Coast)", "description": "An estate-grown vineyard-designate, this impressive offering is smooth in cherry, berry and clove, with wisps of black pepper dancing around its edges. The finish is long and spicy. It's complex yet fun, and will do well at the table though it's also easy enough to enjoy on its own.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Mardikian Estate", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "MacPhail"}, {"points": "92", "title": "Murgo 2009 Extra Brut Metodo Classico Nerello Mascalese (Vino Spumante)", "description": "Made with Nerello Mascalese grown along the high slopes of Mount Etna, this radiant sparkler boasts aromas of small red berries, Spanish broom, bread crust and crushed stone. The luminous palate delivers strawberry, apple, Mediterranean herb, citrus and mineral alongside bright acidity and an elegant perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Extra Brut Metodo Classico", "variety": "Nerello Mascalese", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Murgo"}, {"points": "92", "title": "Naggiar 2013 La Bête Noire Red (Sierra Foothills)", "description": "Very dark, very rich and nicely dry, this is a concentrated wine with gobs of fruit flavor enhanced by luscious chocolate and coffee notes. The texture is full of fine-grained tannins and the body is full. A lot of the density and texture comes from 53% Petite Sirah.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": "La Bête Noire", "variety": "Rhône-style Red Blend", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Naggiar"}, {"points": "92", "title": "Veuve Clicquot Ponsardin 2008 Vintage Brut Rosé  (Champagne)", "description": "With an attractive touch of toastiness on this ripe wine, this is balanced and very ready to drink. In the house style, it is rich with a comparatively high dosage that gives it a soft character. Plenty of acidity and hints of red fruits provide a vibrant contrast. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "Vintage Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Veuve Clicquot Ponsardin"}, {"points": "92", "title": "Trisaetum 2015 Wichmann Dundee Dry Riesling (Dundee Hills)", "description": "Tart and tangy, these recently grafted Riesling vines deliver just-ripe flavors of Meyer lemon, lime, grapefruit and pineapple. It's close to a fruit bomb, but the significant acid underpinning keeps it juicy and gives it extra lift.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 28, "designation": "Wichmann Dundee Dry", "variety": "Riesling", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "92", "title": "Dubl NV Brut Metodo Classico Falanghina (Vino Spumante)", "description": "Lovely scents of ripe pear, white flower, Mediterranean herb, freshly baked bread and a hint of honey come together on this. The elegantly sparkling palate delivers white peach, green apple, lemon and nectarine zest. Fresh acidity brightens the creamy flavors while a soft perlage adds elegance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 39, "designation": "Brut Metodo Classico", "variety": "Falanghina", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Dubl"}, {"points": "92", "title": "Yao Family Wines 2013 Family Reserve Cabernet Sauvignon (Napa Valley)", "description": "This robust, refined wine, dusted in tiny additions of Petit Verdot and Cabernet Franc, is impressively crafted, seamless in approach and velvety in texture. Juicy blackberry and black currant, along with softer notions of black cherry, highlight buoyant acidity and a lush, thick finish. This should show best between 2023 and 2028.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 225, "designation": "Family Reserve", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Yao Family Wines"}, {"points": "92", "title": "Château Lafleur du Roy 2014  Pomerol", "description": "A rich, Merlot-dominated wine, this is opulent and packed with blackberry fruits. It has a great structure of tannins and ripe fruitiness. Bitter chocolate and coffee flavors give an extra complexity. The wine is still young, still full of juicy fruit. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lafleur du Roy"}, {"points": "92", "title": "Charles-Gilbert de Vindé NV Grand Cru Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Based in Avize in the Côte des Blancs, producer Michel Gonet specializes in Chardonnay-based wines. Produced from grand cru vineyards in Mesnil-sur-Oger, this mineral textured wine is ripe while keeping a proper crisp tension. White fruits go with citrus to add the bright aftertaste. Drink now. Gonet uses this label for the American market.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 57, "designation": "Grand Cru Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles-Gilbert de Vindé"}, {"points": "92", "title": "Charles Heidsieck NV Brut Réserve  (Champagne)", "description": "This ripe Champagne is deliciously balanced between the rich white fruits and good acidity. Zingy texture gives it a crisp edge. Full, fruity and with the ability to age, it is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Brut Réserve", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles Heidsieck"}, {"points": "92", "title": "Alta Alella 2013 Privat Orbus Syrah (Alella)", "description": "Deep, earthy, ripe aromas of blackberry, cola and asphalt are potent. This varietal Syrah from Catalonia is fleshy and wide across the palate, with tannic grip and structure. Satisfying, lusty flavors of raspberry, plum and cassis come with peppery spice in front of a meaty, firm finish. Drink 2017–2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 50, "designation": "Privat Orbus", "variety": "Syrah", "region_1": "Alella", "region_2": null, "province": "Catalonia", "country": "Spain", "winery": "Alta Alella"}, {"points": "92", "title": "Amalie Robert 2013 Pabuk's Gift Late Harvest Chardonnay (Willamette Valley)", "description": "Typhoon Pabuk drenched the valley during harvest and botrytised these grapes. Making lemonade out of that lemon, the winery hand-sorted the grapes and crafted this ultrarich dessert wine. Dense flavors of butterscotch and sweet lemon candy make a potent combo. One half-size bottle will easily satisfy four sweet tooths.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Pabuk's Gift Late Harvest", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Amalie Robert"}]