[{"points": "93", "title": "Luce della Vite 2013 Red (Toscana)", "description": "Made with Sangiovese and Merlot, this vibrant red offers aromas of mature black-skinned berry, exotic spice, purple flower, coconut and a balsamic note. The full-bodied palate has weight and finesse, delivering dried black cherry, raspberry, espresso and star anise alongside a backbone of bright acidity and firm, velvety tannins. Hold a few more years to let this fully come together. Drink 2019–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 125, "designation": null, "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Luce della Vite"}, {"points": "93", "title": "Prieler 2015 Pinot Blanc (Leithaberg)", "description": "This is all about understatement: there is a waft of oyster shell on the nose, nothing more. The palate, however, displays ample depth of stony, almost salty intensity. There is nothing obvious about this wine, just depth and concentration that will take time to come into their own. This needs bottle age and will come out nutty, poised and rounded. Drink 2019–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": null, "variety": "Pinot Blanc", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "93", "title": "Pichler-Krutzler 2015 Kellerberg Grüner Veltliner (Wachau)", "description": "The nose is a heady mix of very ripe and aromatic dried pear. The palate adds yeasty roundness to this fulsome fruit, adding an extra dimension and some pleasant midpalate texture with an almost salty tang. There is concentrated freshness, which holds this together and gives it direction. The finish is warm and long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Kellerberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "93", "title": "Poggio al Tesoro 2012 Dedicato a Walter  (Bolgheri Superiore)", "description": "Made entirely from Cabernet Franc, this structured and polished red opens with intense varietal aromas of black currant and grilled bell pepper. The plush, full-bodied palate delivers cassis, plum, violet and licorice framed in velvety tannins that leave a smooth texture. A note of dark chocolate closes the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Dedicato a Walter", "variety": "Cabernet Franc", "region_1": "Bolgheri Superiore", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Poggio al Tesoro"}, {"points": "93", "title": "Ingrid Groiss 2015 In der Schablau Reserve Grüner Veltliner (Weinviertel)", "description": "Peppery mirabelle plums just steal the show. They dominate nose and palate and give you an extra spring in your step with their spicy zippy fillip of freshness. If you are in need of lively refreshment, look no further. This is an exemplary Grüner that expresses everything that is exemplary about the 2015 vintage.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 32, "designation": "In der Schablau Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Weinviertel", "country": "Austria", "winery": "Ingrid Groiss"}, {"points": "93", "title": "Golden Triangle 2013 Cabernet Sauvignon (Paso Robles Willow Creek District)", "description": "Extremely dark in the glass, this bottling by a founder of the popular Garagiste Festival shows blueberry, black currant, dark chocolate, graphite and soft licorice on the nose. Deep and lavish but not overripe on the palate, flavors of anise, elderberry and black currant hang from a grippy structure bolstered by strong acidity. Drink 2018–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Golden Triangle"}, {"points": "93", "title": "Domaine Labruyère 2013 Le Clos du Moulin-à-Vent  (Moulin-à-Vent)", "description": "This is a concentrated structured cru wine from a single vineyard. It has dark tannins and a dense spice character from the wood aging. The fruit is still developing to give the wine its potential richness. Drink this firmly structured wine from 2018. This walled vineyard is wholly owned by producer Edouard Labruyère, making it a monopole.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Le Clos du Moulin-à-Vent", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Labruyère"}, {"points": "93", "title": "Latta 2013 Latta Latta G-S-M (Columbia Valley (WA))", "description": "A new offering from this winery, this wine is a blend of 58% Grenache, 23% Syrah and 19% Mourvèdre hailing from Upland and Freewater Rocks vineyards. It brings mesmerizingly pure aromas of kirsch, white pepper, boysenberry, black plum and raspberry, along with a hint of barrel spice. The flavors show depth and texture, with coffee notes lingering on the finish. It's a stunner, especially at this price.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": "Latta Latta", "variety": "G-S-M", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Latta"}, {"points": "93", "title": "Jarvis 2012 Estate Grown Cave Fermented Reserve Merlot (Napa Valley)", "description": "The third reserve by this producer made of this variety, this is 100% estate and varietal. It unfurls in fireplace smoke, red and black berry, leather and tobacco, with an edginess of cedar and herb. The texture is soft and integrated around a full-bodied concentration of flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 200, "designation": "Estate Grown Cave Fermented Reserve", "variety": "Merlot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Jarvis"}, {"points": "93", "title": "Bernhard Ott 2015 Rosenberg Grüner Veltliner (Wagram)", "description": "This radiates fragrance and spice: ferns and pepper, yeast and juicy, yellow pear, mirabelle plums and aloe vera. All of this is on both the nose and the palate and is combined in a harmonious, balanced parcel of rounded goodness. It treads a fine line between opulence and freshness but does not stray from its perfect high wire act.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 67, "designation": "Rosenberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Bernhard Ott"}, {"points": "93", "title": "Vanessa 2012 Syrah (Similkameen Valley)", "description": "For those who want a little funk in their Syrah, this conjures up flavors reminiscent of wines from the Rocks District in Walla Walla. Credit the rocky soil of this Similkameen Valley vineyard, which delivers dense, well-knit flavors of red and purple fruits, smoke, tanned leather, tobacco and licorice. Concentrated flavors of raspberry purée hold down the core.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 34, "designation": null, "variety": "Syrah", "region_1": "Similkameen Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Vanessa"}, {"points": "93", "title": "Masseto 2013 Merlot (Toscana)", "description": "This polished, vibrant red opens with aromas of dark-skinned fruit, mocha, French oak, exotic spice and a whiff of coconut. The elegantly structured palate offers black raspberry, pomegranate, oak-driven spice and espresso alongside bright acidity and tightly knit, close-grained tannins that leave a firm finish. Give it time to unwind and fully develop. Drink 2019–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 700, "designation": null, "variety": "Merlot", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Masseto"}, {"points": "93", "title": "Castello dei Rampolla 2012 Sammarco Red (Toscana)", "description": "Fragrant purple flower, ripe black-skinned fruit and dark spice aromas slowly emerge on this savory blend of 90% Cabernet Sauvignon, 5% Merlot and 5% Sangiovese. Full bodied and succulent, the smooth structured palate delivers crushed raspberry, black currant, star anise and chopped mint alongside a backbone of firm polished tannins. Drink 2018–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 117, "designation": "Sammarco", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello dei Rampolla"}, {"points": "93", "title": "Château de Ségriès 2015  Tavel", "description": "This rosé is mouthfilling and round, with ample melon and berry fruit, a sprinkling of dried spices and minimal herb notes. It actually drinks almost like a red wine for its weight and berry-scented richness, but remains refreshing on the long, mouthwatering finish. Drink now.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 22, "designation": null, "variety": "Rosé", "region_1": "Tavel", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Château de Ségriès"}, {"points": "93", "title": "Couloir 2014 John Sebastiano VIneyard Pinot Noir (Sta. Rita Hills)", "description": "Baked black cherry and black plum meet with lots of crushed gravel and light fennel on the nose of this bottling that is all about fruit and earth, rather than herb and spice. Tart red plum and sour raspberry show upon the palate's gravelly texture, but darker red fruit awaits in the midpalate along with char and a touch of soy.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "John Sebastiano VIneyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Couloir"}, {"points": "93", "title": "Domaine Chignard 2015 Beauvernay  (Juliénas)", "description": "This powerful rich wine is finely structured and concentrated. It has weight from solid tannins that contrast with the high tones of the ripe red-cherry fruits. From a single parcel, this cru wine is dense, both firm and fresh. Drink from late 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Beauvernay", "variety": "Gamay", "region_1": "Juliénas", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Chignard"}, {"points": "93", "title": "Domaine de Bel Air 2015 Les Burdelines  (Moulin-à-Vent)", "description": "Jean-Marc Lafont's 2.8 acres of sandstone soil in this area of Moulin-à-Vent has produced a ripe, solidly structured wine. Wood aged and with a rich, tight texture and firm tannins, it is a cru wine to age. It is a bold ripe wine, ready to drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 21, "designation": "Les Burdelines", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine de Bel Air"}, {"points": "93", "title": "Domaine de Côtes Rémont 2015  Chénas", "description": "This is a delicious and fruity wine from the smallest Beaujolais cru. There are tannins although they are lost in the generous cushion of ripe blackberry and black-cherry fruits. It is a smooth, rounded wine that is packed with fruit at the moment. Give it time and it will mature well. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 18, "designation": null, "variety": "Gamay", "region_1": "Chénas", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine de Côtes Rémont"}, {"points": "93", "title": "Domaine des Marrans 2015 Clos du Pavillon  (Fleurie)", "description": "From this old vineyard, producer Jean-Jacques Mélinand has selected the oldest vines to make this wine. The result is a solid, firmly structured wine that will take several years to fully develop. It is intensely textured, with layers of acidity and red fruits hinting at a crisper, fruity future. Drink the wine from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Clos du Pavillon", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine des Marrans"}, {"points": "93", "title": "Bruliam 2014 Soberanes Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Hearty sagebrush, rust and dust meet with dried Montgomery cherry and tart pomegranate aromas on the nose of this bottling from a Healdsburg-based producer. It's luscious on the palate with ripe plum fruit and tons of baking spice, from cinnamon to clove cream, nutmeg and vanilla.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Soberanes Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bruliam"}, {"points": "93", "title": "Caliza 2013 Syrah (Paso Robles Willow Creek District)", "description": "Dark in the glass, this wine by Carl Bowker offers fragrant vanilla, baked blueberry, a touch of pepper and coffee-cocoa foam on the rich and inviting nose. Hearty blueberry and blackberry fruit flavors are lifted by baking spice, bound to a tart, tannic, black-plum-skin-like structure.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": null, "variety": "Syrah", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Caliza"}, {"points": "93", "title": "Small Vines 2014 TBH Vineyard Pinot Noir (Sonoma Coast)", "description": "A first-release from this site, this is a balanced, lightly textured wine, pretty in rose and lavender, with an intriguing shock of white pepper. Baked cherry and plum find companionship in savory clove and cinnamon on the delicate palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 82, "designation": "TBH Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Small Vines"}, {"points": "93", "title": "Wedell Cellars 2011 The Row Find Pinot Noir (Sta. Rita Hills)", "description": "Gravel, chaparral, sagebrush, mulberry and fig aromas show on the nose of this bottling from a distinct row of grapes. The strong herbal profile on the palate ranges from oregano and marjoram to thyme, rosemary and a touch of juniper, all set against black-plum fruit. It's firmly structured, very dry and deftly restrained.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 110, "designation": "The Row Find", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wedell Cellars"}, {"points": "93", "title": "Tenuta Sette Cieli 2012 Indaco Red (Toscana)", "description": "A blend of 30% Malbec, 30% Merlot, 30% Cabernet Sauvignon and 10% Cabernet Franc, this opens with aromas of ripe blackberries, Mediterranean herbs and cedar. The firmly structured palate doles out layers of black currants, blackberries, white pepper and licorice alongside chewy tannins. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Indaco", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta Sette Cieli"}, {"points": "93", "title": "Thomas Fogarty 2013 Kent Berry Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "This bottling kicks off with a strikingly distinct aromatic profile recalling an elegant fruit punch, with hibiscus, raspberry sorbet, sour-cherry candy, sandalwood, incense and an underlying anise scent. Plump raspberry shows on the rounded red-fruit palate, with a minty, herbal touches of cedar and tobacco.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Kent Berry Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "93", "title": "La Voix 2015 Here and Heaven John Sebastiano Vineyard Chardonnay (Sta. Rita Hills)", "description": "Steve Clifton's music-meets-wine project taps into mandolinist Chris Thile and vocalist Aoife O'Donovan's song for this bottling. It shows rounded ripe mango, pineapple, Pink Lady apples and peach on the nose, framed by steely alkalinity and tight lemon rind. The flavors are soft, clean and easy to enjoy, with Asian pear, nectarine and a steady saltiness emerging toward the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Here and Heaven John Sebastiano Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Voix"}, {"points": "93", "title": "Prieler 2014 Blaufränkisch (Leithaberg)", "description": "Rich vanilla notes of fine oak drape around dark fruit and iron oxide on the nose. The palate delivers the juicy fullness of crushed blackberry and bramble, along with the characteristic white pepper notes of Blaufränkisch. The fruit is aromatic and also has a cinnamon-tinged blueberry note. The body is smooth and flows with very soft tannins and immense freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "93", "title": "Prieler 2015 Ried Haidsatz Pinot Blanc (Leithaberg)", "description": "A sonorous touch of vanilla lends its smoky aspect to the bright fruit of this intriguing Pinot Blanc. The palate, which is compact, streamlined and concentrated, revels in those smoky notes and will need time to unveil its gentle white-currant fruit. Lemony freshness preserves everything. This is one for the long run. Drink 2022–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Ried Haidsatz", "variety": "Pinot Blanc", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "93", "title": "Proidl 2015 Pellingen Reserve Grüner Veltliner (Kremstal)", "description": "The nose already hints at the concentration of the palate, which hits like a bullet of spice and fruit, of pepper and pear. This is compact and fresh and given a wonderful and welcome drive by grapefruit zest. The finish is of aromatic pear and tingling white pepper and generous but well-directed ripeness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Pellingen Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "93", "title": "Wrights Station 2013 Arena Block Pinot Noir (Santa Cruz Mountains)", "description": "Herbal and chaparral-driven, this bottling from a specific estate block shows bay leaf, thyme, oregano and menthol notes against a ripe cranberry aromatic base. The earthy palate offers beet, rhubarb, oregano, marjoram and anise. Camphor, juniper and pine needle kick in toward the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Arena Block", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wrights Station"}]