[{"points": "94", "title": "Baxter 2013 Ferrington Vineyard Pinot Noir (Anderson Valley)", "description": "The most fruit-driven of the Baxter 2013s, this wine has beautiful, bright cherry aromas, pure cherry and raspberry flavors, medium body and enough support from acidity and moderate tannins to provide an appetizing balance. The fruit is especially tasty on the tongue and continues to linger on the finish. Drink now through 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 52, "designation": "Ferrington Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Baxter"}, {"points": "94", "title": "Baxter 2013 Oppenlander Vineyard Whole Cluster Pinot Noir (Mendocino)", "description": "A wine made like this doesn't come along every day. It was 100% whole-cluster fermented with wild yeast and aged in all neutral barrels. Its rich, soothing and complex personality makes it perfect for a special occasion that involves something like roast quail, sauteed mushrooms or beef bourgignon. It has full body and layered aromas of black tea, ripe plums and cigar box, combined with both fruity and savory flavors and fine tannins.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 60, "designation": "Oppenlander Vineyard Whole Cluster", "variety": "Pinot Noir", "region_1": "Mendocino", "region_2": null, "province": "California", "country": "US", "winery": "Baxter"}, {"points": "94", "title": "Matthias Müller 2012 Alte Reben Bopparder Hamm Feinherb Riesling (Mittelrhein)", "description": "Rippling layers of candle wax and honey lend roundness and richness to this spry, citrusy Riesling. A late-release bottling, it offsets fresh, concentrated tangerine flavor with dusty spice notes and a delicious mineral oil sheen. The finish is long and quite dry.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 33, "designation": "Alte Reben Bopparder Hamm Feinherb", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mittelrhein", "country": "Germany", "winery": "Matthias Müller"}, {"points": "94", "title": "Herdade dos Grous 2013 Reserva Red (Alentejano)", "description": "Produced by Winemaker Luis Duarte, this wine is darkly colored and boldly composed, with long wood-aging leaving traces of spice and toast. The fruit is rich and complex, with firm tannins. It is still young and will need time; drink after 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Herdade dos Grous"}, {"points": "94", "title": "Justin 2011 Eighty One Cabernet Sauvignon (Paso Robles)", "description": "A bottling celebrating the winery's 30th anniversary, this offers roasted coffee, nutmeg, star anise, vanilla bean and cinnamon spice atop the pure black-cherry fruit on the nose. There is a tremendous and delicious density of black-currant fruit once sipped, leveled by graphite, espresso foam, cola, cream soda and vanilla-bean flavors, held in place by chewy tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 150, "designation": "Eighty One", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "94", "title": "Sogrape 2010 Quinta dos Carvalhais Reserva Red (Dão)", "description": "This wine comes from the Guedes family's Carvalhais estate in the heart of the Dão. Only made in better vintages, this latest release is almost at its peak. It has smooth, ripe tannins with leather, spice and acidity rather than the primary fruits. That makes for a sophisticated, complex wine that will be ready to drink from late 2016.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 58, "designation": "Quinta dos Carvalhais Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Sogrape"}, {"points": "94", "title": "Schild Estate 2008 Moorooroo Limited Release Shiraz (Barossa)", "description": "Creamy textured and full bodied, this already mature Shiraz combines savory aspects of leather, soy sauce, meat and mushroom with hints of vanilla and red raspberries. It's long and supple on the finish. Drink now–2020.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 90, "designation": "Moorooroo Limited Release", "variety": "Shiraz", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Schild Estate"}, {"points": "94", "title": "The Vineyard House 2010 Cabernet Sauvignon (Napa Valley)", "description": "This limited-production, aged wine incorporates 8% Merlot, sourcing grapes from several vineyards across the Napa Valley. Blueberry pie and sweet tobacco rise to the fore around an elegantly crafted structure, while soft, firm tannins provide just enough grip to stay juicy and compelling on the palate. It finishes with notes of chocolate, caramel and baking spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 200, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "The Vineyard House"}, {"points": "94", "title": "J. Christopher 2013 Lia's Vineyard Pinot Noir (Chehalem Mountains)", "description": "This begins with compelling aromas of rose petals and breakfast tea. Those tea-like tannins underscore an elegant wine with subtle fruit flavors. A delicate dance partners the fresh cherry fruit, the baking spices and other barrel-influenced accents, soft but penetrating tannins and the lightly chalky minerality. Lovely already, it should continue to drink well through 2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 58, "designation": "Lia's Vineyard", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "94", "title": "Wittmann 2014 Westhofen Kirchspiel Trocken GG Riesling (Rheinhessen)", "description": "Mineral intensity and concentrated primary fruit marry beautifully in this dry, elegantly composed Riesling. Crisp yellow cherry and grapefruit flavors are mouthwatering and lush, yet shaded by streaks of stone and dusty, slightly bitter minerals. Lime acidity extends a steady finish. It drinks beautifully now, but will be delightful for the next decade, at least.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 85, "designation": "Westhofen Kirchspiel Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "94", "title": "Cartuxa 2011 Pêra-Manca Red (Alentejo)", "description": "One of the iconic wines of Portugal, the brand dates back to the 15th century and the Portuguese discovery of Brazil. In its latest incarnation, it is hugely dense and concentrated. It could be that it is too much, with dark extracts, yet somehow the super-ripe plum and berry flavors are given enough freshness. The structure is all there in what is still a young wine. With power and a dense texture, the wine needs to age further. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 275, "designation": "Pêra-Manca", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Cartuxa"}, {"points": "94", "title": "Amity 2013 Riesling (Willamette Valley)", "description": "The deep gold color of this relatively young wine suggests that oxidation is setting in. But wait! This wine explodes into full glory 24 hours after first being opened. It begins with intense aromas and flavors of dried apricots, apples and a hint of ginger, showing impressive length on the finish. It turns into a breathtaking, spätlese-style effort on the palate, with honey, Meyer lemon and ripe grapefruit flavors.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 22, "designation": null, "variety": "Riesling", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Amity"}, {"points": "94", "title": "La Voix 2014 Rebel Rebel Quinta del Mar Vineyard Pinot Noir (Central Coast)", "description": "This lively wine is fresh and bright on the nose, but not simple at all, with aromas of plump raspberry, pomegranate, rose petals, hibiscus and a hint of eucalyptus on the edge. It has tons of verve and pin-pricking acidity on the palate, where just-cut pomegranate, alpine strawberry and chopped thyme thrive.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Rebel Rebel Quinta del Mar Vineyard", "variety": "Pinot Noir", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Voix"}, {"points": "94", "title": "Nicholson Ranch 2013 Cuvée Natalie Estate Chardonnay (Sonoma Coast)", "description": "Sizable portions of caramel and honey play off the nose of this inviting wine, which reveals elements of baked apple, grilled pineapple and a tangy, spicy undercurrent of acidity. Structured, layered and complex, it has more to show within its integrated layers and long length.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 52, "designation": "Cuvée Natalie Estate", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Nicholson Ranch"}, {"points": "94", "title": "Quinta de Chocapalha 2012 Vinha Mãe Red (Lisboa)", "description": "The name Mãe translates as “mother vine” and this wine, made from the oldest vines on the estate, delves back into the roots of winemaking by using traditional open fermenting tanks and long wood aging. It is concentrated and ripe, still full of tannins and a powerful, dry and smoky structure. Age this wine for several years and drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Vinha Mãe", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Lisboa", "country": "Portugal", "winery": "Quinta de Chocapalha"}, {"points": "94", "title": "Quinta do Crasto 2013 Tinta Roriz (Douro)", "description": "Tinta Roriz (aka Tempranillo) was once believed to be the finest grape for Douro table wines. While that view has been modified, it still makes an impressive wine. With 18 months in wood and super-ripe fruit, the wine is concentrated and opulent. It has fine tannins and acidity that are at the service of this great fruitiness. The wine will age further, with maturity likely to occur by 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": null, "variety": "Tinta Roriz", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Crasto"}, {"points": "94", "title": "Quinta do Passadouro 2013 Passadouro Reserva Red (Douro)", "description": "This is produced from a field selection of at least 20 different varieties. Dark in color, it is big and bold in flavor. The black fruits and the ripe tannins are combining well to give a wine that has both weight and elegance. With the acidity that comes through strongly, the wine is likely to age well. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Passadouro Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Passadouro"}, {"points": "94", "title": "Roco 2014 Knudsen Vineyards Chardonnay (Willamette Valley)", "description": "Smooth and full bodied, this is packed with robust peach, pear, apple, lime and candied pineapple. There's a streak of vanilla custard from time in new oak, and length-extending minerality. This just keeps on going in the most delightful fashion.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Knudsen Vineyards", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Roco"}, {"points": "94", "title": "Sinor-LaVallee 2013 Black Label Bassi Vineyard Pinot Noir (San Luis Obispo County)", "description": "This is a heady wine from Mike Sinor, with blackberry and blueberry fruit aromas that are enhanced by clove, nutmeg, cinnamon, candied lilacs and loamy soil scents. Tannic depth and sizzling acidity frame the palate, where grilled black plum and mission fig meet with pencil lead, anise, bay leaf, juniper, cocoa and beef flavors, finishing with a menthol kick.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Black Label Bassi Vineyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sinor-LaVallee"}, {"points": "94", "title": "Sojourn 2014 Sangiacomo Vineyard Pinot Noir (Sonoma Coast)", "description": "Rose, lavender and forest provide the opening notes of a lovely, concentrated, still-evolving wine, its density and concentration offset by a beguiling brightness of acidity. Strawberry, cranberry and nuanced suggestions of cinnamon and clove play off each other until a toasty finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 54, "designation": "Sangiacomo Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "94", "title": "Château Lagrézette 2013 Le Pigeonnier Malbec (Cahors)", "description": "This wine is always immense and the latest release, from a six-acre parcel surrounding Lagrézette's 17th century dovecote, is no exception. There is a sense of pent-up power here although it is not without its stylish elegance. Because it still so young, the black fruits stand out along with the concentrated tannins. It explodes in the mouth; dark and brooding. Drink this wine from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 400, "designation": "Le Pigeonnier", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "94", "title": "Baxter 2013 Valenti Vineyard Pinot Noir (Mendocino Ridge)", "description": "This fascinating, wild-yeast wine is on the lighter, rustier side of the color spectrum. It smells exotic and complex, like oolong tea, dried mushrooms and forest floor. Flavors are plummy yet savory, while firm tannins and medium body add good structure. The emphasis is on finesse and grape-driven personality, as the wine uses no new oak barrels and 30% whole-cluster fermentation.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Valenti Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Baxter"}, {"points": "94", "title": "Big Basin 2013 Woodruff Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Relatively light in color, this lower-alcohol wine from a vineyard in the Corralitos area shows dried rose petals, bergamot, lavender, cinnamon and a tiny bit of mushroomy funk on the nose. Once sipped, pomegranate, dark cranberry and orange-peel elements are lifted by pencil lead, rosemary and a strong thyme component.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 59, "designation": "Woodruff Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "94", "title": "Foxen 2013 Williamson-Doré Vineyard Syrah (Santa Ynez Valley)", "description": "A mind-bending array of aromas come to play in this bottling by Winemaker Billy Wathen, with savory tones of crushed pepper, teriyaki, fresh but underripe berry fruit, piquant forest underbrush, wet chaparral and raw lamb gaminess. It's surprisingly light and lithe on the lovely palate, with black peppercorn, thyme, lavender and complex beef-stew notes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Williamson-Doré Vineyard", "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "94", "title": "Merry Edwards 2013 Georganne Pinot Noir (Russian River Valley)", "description": "Rustic earth and the aromatic sparks of a rose garden open this wine, named by combining the middle names of the producer and her husband. Tight, youthful tannins hover around chocolate, strawberry and blackberry notes, resulting in a velvety texture on the expansive palate. It finishes quietly and confidently, eager to develop further in bottle; enjoy through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Georganne", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "94", "title": "Quinta do Crasto 2013 Reserva Vinhas Velhas Red (Douro)", "description": "A section of the Crasto home vineyard has 70-year-old vines that are used to produce this wine. The resulting concentration and depth of flavor are remarkable. The wine is full of black fruits, dark plum skin and firm tannins. As a complement to this fruitiness, the wine also has the beginnings of a mature leather and spice character. It is likely to be ready to drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": "Reserva Vinhas Velhas", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Crasto"}, {"points": "94", "title": "Wine & Soul 2013 Quinta da Manoella VV Red (Douro)", "description": "This is a seriously good wine, produced from a field blend of 100-year-old vines. It is concentrated and full of black plum fruit flavors. It brings out the heat of the Pinhão valley and also its wonderful structure. The one small downside is that the alcohol does show at this stage in a raw edge. Hopefully this will pass as it matures, because the wine will certainly not be ready to drink before 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Quinta da Manoella VV", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Wine & Soul"}, {"points": "94", "title": "Wittmann 2014 Westhofener Trocken Riesling (Rheinhessen)", "description": "Ruddy, ripe yellow peach and deep mineral tones go hand and hand in this lush, full-bodied dry Riesling. The palate is slick, almost oily, in texture, bolstered by fleshy yellow fruit and honey flavors. It's deftly balanced though, struck by reverberating notes of steel and slate that linger through a long finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Westhofener Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "94", "title": "Le Cadeau 2014 Rocheux Reserve Pinot Noir (Chehalem Mountains)", "description": "The Rocheux has never been better than this new vintage. Crisp cranberry and raspberry fruit carries an underlying, wet-rock minerality. Flavors are dense and detailed, and seem to extend almost indefinitely. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 80, "designation": "Rocheux Reserve", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Le Cadeau"}, {"points": "94", "title": "Leeuwin Estate 2012 Art Series Chardonnay (Margaret River)", "description": "Leeuwin's Chardonnay continues to be a standard-bearer for Margaret River and all of Australia. The 2012 Art Series is subtly toasty on the nose, blossoming with time into full-on crème brûlée aromas, while the palate offers creamy-textured notions of tropical fruit and custard. The long finish reverberates with fruit, suggesting plenty of aging potential, up to 10 or 12 years.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 89, "designation": "Art Series", "variety": "Chardonnay", "region_1": "Margaret River", "region_2": null, "province": "Western Australia", "country": "Australia", "winery": "Leeuwin Estate"}]