[{"points": "96", "title": "Wayfarer 2014 Paige's Ridge Pinot Noir (Fort Ross-Seaview)", "description": "Floral in aromas and yet darkly savory in cherry and clove, this full-bodied wine holds layered acidity and balanced oak at its core. It hails from one block of the vineyard and spent time in entirely new French oak. Baked raspberry tart finds a happy companion in the richness of maple and velvety tannin. Drink now through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Paige's Ridge", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "96", "title": "Donum 2013 Single Vineyard Reserve Pinot Noir (Russian River Valley)", "description": "With a majority of Pommard clone in this wine contributing to its undeniable breadth and depth, this rich, rewarding wine will benefit from further time in bottle. Sultry baking spice accents kirsch and strawberry, with understudies of tar, rose garden and tannin, all framed by moderate acidity. Cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Single Vineyard Reserve", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Donum"}, {"points": "96", "title": "Williams Selyem 2014 Heintz Vineyard Chardonnay (Russian River Valley)", "description": "The Heintz Vineyard is on the outskirts of the AVA, really pushing toward the coast, with the expected cool-climate characteristics of fresh acidity and complex, savory tones. This wine wows in every way, from its notes of exotic coconut meat and apple pie to its tang of Meyer lemon, all accented by bergamot and anise. The spice rides a wave of body and length toward the finish, alongside an unmistakable streak of minerality. Hold through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Heintz Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "96", "title": "Williams Selyem 2014 Westside Road Neighbors Pinot Noir (Russian River Valley)", "description": "Oh to have neighbors like these, bringing together several vineyard sites along this coveted stretch of the appellation. This bottling shows full-bodied richness and minerality dotted in a rose garden of pretty aromas and flavors. It's the silky-smooth texture that's most memorable, accented in earthy black tea and subtle oak tones.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 69, "designation": "Westside Road Neighbors", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "96", "title": "Giuseppe Rinaldi 2012 Brunate  (Barolo)", "description": "Multifaceted aromas of rose, iris, leather, cranberry, truffle and the barest hint of game lead the nose. The radiant palate offers creamy strawberry, ripe red cherry, orange zest, baking spice, dried herb and tobacco alongside firm but polished tannins. Fresh acidity provides balance while a mineral vein energizes the finish. With its smooth texture, it's already tempting but hold for even more complexity. Drink 2018–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 146, "designation": "Brunate", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giuseppe Rinaldi"}, {"points": "96", "title": "Calera 2013 Jensen Pinot Noir (Mt. Harlan)", "description": "A stunning range of black sage, fresh bay leaf, hearty mulberry, exotic cinnamon, raw beef and baking spice converge for a rugged yet pretty nose on this bottling from a vineyard planted in 1975. Elderberry and elderflower show on the sip, as do beet juice, dried ginger, crushed rocks, potting soils and a concentrated potpourri of purple flowers.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 88, "designation": "Jensen", "variety": "Pinot Noir", "region_1": "Mt. Harlan", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calera"}, {"points": "95", "title": "Patz & Hall 2014 Dutton Ranch Chardonnay (Russian River Valley)", "description": "This voluptuously seductive wine is also elegantly balanced. Citrus, wet stone and sea salt lift the minerality to pronounced levels, accented by a crispness of lemon peel and papaya wrapped in blossoming jasmine. Many of the vines on the site date back nearly 40 years, a demonstration that in age there is beauty.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 44, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "95", "title": "Three Sticks 2014 Durell Vineyard Origin Chardonnay (Sonoma Valley)", "description": "This is a beautiful display of Durell's greatness, crafted from two blocks of the vineyard, one planted to Old Wente, the other in one of the site's most rocky and windy areas. Combined, it offers well-integrated notions of golden apple, pear and honey amidst a freshness of acidity and unobtrusive oak, just the slightest suggestion of nutmeg-dusted brioche on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Durell Vineyard Origin", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "95", "title": "Donum 2013 Single Vineyard Pinot Noir (Russian River Valley)", "description": "The producer's Russian River Valley fruit comes from the Winside Vineyard, planted long ago by Anne Moller-Racke and Joe Nugent. It astounds in this must-have wine, complex and ridiculously velvety in texture. Pepper, clove and cardamom ride huge waves of baked fruit and mocha, with the structure to age through at least 2026, but why wait when it's so delicious now?", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 72, "designation": "Single Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Donum"}, {"points": "95", "title": "Massolino 2012 Parafada  (Barolo)", "description": "95   Massolino 2012 Parafada (Barolo). A textbook Barolo, this opens with scents of mature berry, leather, underbrush, tobacco and an elegant trace of fragrant blue flower. The well-structured palate delivers succulent black cherry, crushed raspberry, cinnamon, licorice, clove and mineral alongside a backbone of firm yet refined tannins. Drink 2020–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 96, "designation": "Parafada", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "95", "title": "Carlisle 2014 Saitone Ranch Zinfandel (Russian River Valley)", "description": "The appellation famous for Pinot Noir and Chardonnay packs a powerfully pretty punch when it comes to this variety, too, showing in this wine a soft, focused layering of Luxardo maraschino cherry and touch of cranberry. It then reveals an underlying richness that rewards the patient with a splash of white and black pepper, leaving an indelible stamp on the palate. Drink now through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 47, "designation": "Saitone Ranch", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "95", "title": "Château Pierre-Bise 2011 Grand Cru  (Quarts de Chaume)", "description": "The Grand Cru of Quarts de Chaume juts out over the Layon Valley, with its autumn mists, resulting in the best conditions for noble rot. This luscious wine, gold in color, is so rich, so intense as to be almost overwhelming. It is so young still all rich fruit, peaches, apricots with a touch of ginger. The wine, with its background of considerable acidity, will develop slowly; drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Grand Cru", "variety": "Chenin Blanc", "region_1": "Quarts de Chaume", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Château Pierre-Bise"}, {"points": "95", "title": "Byron 2013 Julia's Vineyard Pinot Noir (Santa Maria Valley)", "description": "Bruised strawberries and ripe red plums are leveled by iron, ginger snaps, crushed slate and soy on the umami-laden nose of this bottling by Winemaker Jonathan Nagy. Intriguing river--stone minerality powers the palate, where black plums and olallieberries meet with black spice and lots of florality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Julia's Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Byron"}, {"points": "95", "title": "Wayfarer 2014 Wayfarer Vineyard Pinot Noir (Fort Ross-Seaview)", "description": "Crafted from 12 different clones planted throughout the estate vineyard, farmed to perfection, this is a delicious and exuberant expression of blueberry crumble that's succulent and inviting in every way. Full bodied, it retains enough acidity to remain mouthwatering and yet complex, a subtlety of white pepper and cardamom biting at the its heels. Drink now through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Wayfarer Vineyard", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "95", "title": "Giacomo Conterno 2011 Francia  (Barolo)", "description": "Roberto Conterno didn't make his flagship Monfortino in this vintage so he blended the juice destined for this iconic wine into Francia. It opens with enticing aromas of dark berry, underbrush, baking spice, mineral and a balsamic note that carry over to the powerful palate, along with juicy raspberry, licorice and tobacco. It's big and structured but also shows balance and complexity. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 225, "designation": "Francia", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Conterno"}, {"points": "95", "title": "COS 2014 Pithos Rosso Red (Vittoria)", "description": "Radiant and earthy, this blend of Frappato and Nero d'Avola boasts enticing scents suggesting dark-skinned berry, leather, sunbaked earth, sea breeze and a floral note. The creamy, succulent palate doles out juicy black cherry, black raspberry, white pepper and aromatic herb alongside supple tannins and fresh acidity. A saline note wraps up the finish. Drink 2017–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": "Pithos Rosso", "variety": "Red Blend", "region_1": "Vittoria", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "COS"}, {"points": "95", "title": "Chanin 2014 Los Alamos Vineyard Pinot Noir (Santa Barbara County)", "description": "Gavin Chanin is expert at showing off individual vineyards, which is most evident in this bottling from a less iconic, larger site. Baked cherry, allspice, raw beef and light bay leaf show on the nose, while the palate carries ripe strawberry and a red-cherry core surrounded by zesty thyme, dill, mint and a touch of green olive. The light yet grippy texture is stunning.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Los Alamos Vineyard", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chanin"}, {"points": "95", "title": "Château de Fesles 2011 Vin Rare  (Bonnezeaux)", "description": "From the appellation that is at a summit of Loire sweet wines, this golden wine balances intense acidity with intense botrytis and honey flavors. Ripe peaches and pineapples dominate the fruit profile of this concentrated, beautiful wine. It is just approaching its peak, so wait a little longer, until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Vin Rare", "variety": "Chenin Blanc", "region_1": "Bonnezeaux", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Château de Fesles"}, {"points": "95", "title": "Biondi 2014 Contrada Monte San Nicolò  (Etna)", "description": "Fragrant and loaded with finesse, this opens with aromas of wild berry, blue flower, new leather, aromatic herb and a whiff of exotic spice. The structured, elegant palate delivers layers of red cherry, strawberry, flinty mineral, orange zest, star anise and clove framed in firm, polished tannins and bright acidity. It's still young and will develop even more complexity. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": "Contrada Monte San Nicolò", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Biondi"}, {"points": "95", "title": "Biondi 2014 Outis Rosso  (Etna)", "description": "This gorgeous wine opens with aromas of smoke, baking spice, red berry and flint. The mineral note carries over to the vibrant, silky palate, accenting juicy Morello cherry, white pepper, star anise, Mediterranean herb and tobacco. Polished tannins and fresh acidity provide impeccable balance. Hold for more complexity. Drink 2019–2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Outis Rosso", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Biondi"}, {"points": "95", "title": "Patz & Hall 2014 Hudson Vineyard Chardonnay (Carneros)", "description": "This is the kind of wine that might leave you speechless, it's so good, so complex and so well made. The tenth vintage from this marquee vineyard site, it shows dark-golden color and pungent toasted-oak aromas, with a touch of petrol. Smooth and nearly full bodied, it celebrates all notions of pear, apple and almond atop lifted acidity and a lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Hudson Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "95", "title": "Cantina Bartolo Mascarello 2012  Barolo", "description": "Focused and fragrant, this beautiful expression of the vintage opens with scents of violet, rose, perfumed berry and a hint of cake spice. The silky, linear palate doles out juicy red cherry, chopped aromatic herb, cinnamon and star anise alongside polished tannins and fresh acidity. Balanced and approachable, it will provide sheer drinking pleasure over the next several years or more. Drink 2017–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 145, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cantina Bartolo Mascarello"}, {"points": "95", "title": "Comm. G. B. Burlotto 2012 Acclivi  (Barolo)", "description": "Ripe berry, cake spice, grilled herb, eucalyptus, fragrant blue flower and a hint of baking spice are just some of the scents you'll find on this gorgeous wine. The intense palate has great energy, offering black cherry, chopped mint, cinnamon and clove alongside youthfully firm tannins and fresh acidity. It boasts balance and aging potential. Drink 2020–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Acclivi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Comm. G. B. Burlotto"}, {"points": "95", "title": "Cavallotto 2012 Bricco Boschis  (Barolo)", "description": "Earthy aromas of underbrush, truffle, wild berry, blue flower and a whiff of new leather emerge on this stunning wine. The succulent, full-bodied palate shows ripe raspberry, black cherry, licorice, clove and grilled herb alongside firm but velvety tannins. Drink 2018–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 78, "designation": "Bricco Boschis", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cavallotto"}, {"points": "95", "title": "F X Pichler 2015 Loibner Burgstall Smaragd Riesling (Wachau)", "description": "Savory hints of moss and lime, of fragrant, crushed citrus foliage and very pure lemon zest make for a totally seductive nose. How this can have all the fragrant promise of the coast when it is from landlocked Austria is anyone's guess. The palate is concentrated, streamlined and presents a panoply of zesty citrus notes: mandarin and lemon peel one moment, lime and grapefruit the next. Totally charming in its youth, this really is made for the long run. Drink 2016–2030 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Loibner Burgstall Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Thomas Fogarty 2013 Chardonnay (Santa Cruz Mountains)", "description": "From one of the preeminent Chardonnay producers in the country comes their least expensive yet perhaps most stunning bottling, showing strong lemon rind, sea salt, Gravenstein apple and a floral touch of honeysuckle on the nose. The wondrously zippy and saline palate is framed by a grippy, grapefruit-rind-led tension, but opens just enough to allow the slightest hints of lemon curd and delicate marzipan warmth.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": null, "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "95", "title": "Numanthia 2011 Termanthia  (Toro)", "description": "Warm, earthy, ultraripe aromas of blackberry, raisin and cassis announce a bold, forward, fiercely tannic palate. Flavors of lactic oak, baked blackberry, cassis and licorice finish long, toasty, dark and chocolaty. This is brash, powerful and modern. Lusty and built to age; drink from 2018–2032.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 219, "designation": "Termanthia", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Numanthia"}, {"points": "95", "title": "Holus Bolus 2014 Franc de Pied Syrah (Sta. Rita Hills)", "description": "This own-rooted block is usually blended into Peter Hunken's larger bottling, but this extra-special vintage thankfully got its own stage. Dense boysenberry, black peppercorns, asphalt, charred lamb, dried violets, lilacs and lavender show on the tarry yet floral nose. The palate is zesty with acidity but deep with flavor, offering thyme, soy, rosemary and more peppercorns. It's ideal for a lamb or game dish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Franc de Pied", "variety": "Syrah", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Holus Bolus"}, {"points": "94", "title": "Stephen Ross 2013 Stone Corral Vineyard Pinot Noir (Edna Valley)", "description": "A rich and slightly feral quality characterizes this bottling by Steve Dooley, with aromas of elderberry, slate, fennel, dried purple flowers and raw lamb and beef. The palate is dynamic and evolving, with lavender, rose hip, tar and black pepper. It's powerful and strongly flavored, yet not overly rich.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Stone Corral Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stephen Ross"}, {"points": "94", "title": "Renato Ratti 2012 Rocche dell'Annunziata  (Barolo)", "description": "Fragrant and elegantly structured, this radiant red offers scents fragrant blue flower, aromatic herb and wild berry. The structured palate offers ripe red cherry, orange peel, cake spice and star anise alongside a backbone of assertive but polished tannins. Drink 2022–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 100, "designation": "Rocche dell'Annunziata", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Renato Ratti"}]