[{"points": "93", "title": "Chateau Les Amoureuses 2012 Terres des Amoureuses Voluptueuse Red (Ardèche)", "description": "Mainly Grenache, this is a full, rich, velvety Rhône blend. Toasty oak, vanilla and baking spices dominate the youthful aromas, backed by black cherry fruit on the palate. It's warm and plush on the finish. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": "Terres des Amoureuses Voluptueuse", "variety": "Rhône-style Red Blend", "region_1": "Ardèche", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Chateau Les Amoureuses"}, {"points": "93", "title": "Domaine de l'Ecu 2014 Granite  (Muscadet Sèvre et Maine)", "description": "Like all the wines from this domaine, this comes from biodynamically produced grapes. It is part of a series of wines named after the subsoil in which the vines are planted. The wine is tense, mineral and still young. It has a flinty character along with lemon and grapefruit fruit. There is a salty tang to this wine that really needs to age. Drink from late 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 22, "designation": "Granite", "variety": "Melon", "region_1": "Muscadet Sèvre et Maine", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Domaine de l'Ecu"}, {"points": "93", "title": "Château Cantinot 2011 Orbite de Cantinot  (Blaye Côtes de Bordeaux)", "description": "Aged both in wooden tanks and wood barrels, this smooth, silky rich wine is impressive. A blend of one-third each of Merlot, Malbec and Cabernet Franc, it is dense, dark and spicy. Juicy black fruits give the wine its ripe character. At the same time the structure keeps the opulent fruitiness in check. The wine is showing well now, although it will be better kept until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Orbite de Cantinot", "variety": "Bordeaux-style Red Blend", "region_1": "Blaye Côtes de Bordeaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cantinot"}, {"points": "93", "title": "12C Wines 2013 Beckstoffer Vineyard Georges III G3 Cabernet Sauvignon (Rutherford)", "description": "This is made to be a reserve-level wine, crafted from a combination of blocks within the famous vineyard. Succulent boysenberry and blackberry impress from first sip, before a juiciness of cherry and strawberry pile in. Expansive and powerful, with tremendous body and texture, it ends with a persistence of black pepper. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 99, "designation": "Beckstoffer Vineyard Georges III G3", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "12C Wines"}, {"points": "93", "title": "Barden 2014 Pinot Noir (Sta. Rita Hills)", "description": "Red cherry, caramelized black cherry, roasted pork and wet slate show on the rich, smoky nose of this bottling by Doug Margerum. Tight pomegranate, strawberry and hibiscus touches appear once sipped, and the palate packs lots of earthy flavors. It's acid-rich and dynamically layered, so drink from 2018–2024.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barden"}, {"points": "93", "title": "Domaine du Clos de l'Elu 2013 Ephata Chenin Blanc (Anjou)", "description": "An old-vine wine that was aged in clay amphoras, this is a ripe, honeyed, gently oxidized wine. This aging gives a lift to the pineapple and green plum fruit flavors that are shot through with acidity. It's a rich wine both from the oxidation and from the really ripe fruits. Age this complex wine until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Ephata", "variety": "Chenin Blanc", "region_1": "Anjou", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Domaine du Clos de l'Elu"}, {"points": "93", "title": "Falcone 2014 Syrah (Paso Robles)", "description": "From a vineyard owned by veterans John and Helen Falcone in the Creston district, this expertly integrated bottling combines blackberry jam, thyme and white pepper on the elegant nose. Juicy black and purple fruits arise once sipped, riding a long line of zesty acidity and cracked black-pepper spice, alongside soy, plum sauce and roasted-beef tips.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Falcone"}, {"points": "93", "title": "Fattorie Romeo del Castello 2014 Allegracore  (Etna)", "description": "Dark-skinned berry, new leather, aromatic herb and a whiff of cake spice lead the nose. Delicious and approachable, the smooth, full-bodied palate doles out juicy black cherry, crushed raspberry, cinnamon and clove alongside supple tannins and vibrant acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 28, "designation": "Allegracore", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Fattorie Romeo del Castello"}, {"points": "93", "title": "Force Majeure 2013 Collaboration Series VII Red Wine Ciel du Cheval Vineyard Red (Red Mountain)", "description": "This is winemaker Chris Peterson's (Avennia) debut wine with this project. Despite the red-wine label, it's almost all Syrah with just pinches of Viognier (2%) and Roussanne (1%). It opens with aromas of dark fruit, incense, barrel spice and orange peel that lead to palate-coating, exuberant cherry flavors that carry on the finish. Far from a big bruiser, it's more about finesse and detail, though it shows plenty of depth.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 65, "designation": "Collaboration Series VII Red Wine Ciel du Cheval Vineyard", "variety": "Red Blend", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Force Majeure"}, {"points": "93", "title": "Edgebaston 2013 Cape Winemakers Guild Reserve Cabernet Sauvignon (Stellenbosch)", "description": "Winemaker: David Finlayson. Dense and concentrated, this is a powerful yet sexy wine that will please fans of ripely styled Cab Sauvs. Intense scents of blackberry, cassis, boysenberry, cigar box and spice cake dance in the glass and carry through to the bold, full-figured palate. The tannins are strong yet supple, with a texture like crushed velvet and additional notes of singed leather, tree bark, cigar and roasted espresso that unfold on the long finish. You can drink this now after some time to air or decanting, or try it after 2021 and through 2026.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Reserve", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Edgebaston"}, {"points": "93", "title": "McCall 2012 Reserve Cabernet Franc (North Fork of Long Island)", "description": "While 16 months in French barriques lends roundness of mouthfeel, there's hardly any oak embellishment here. Instead, this wine offers a showcase of perfumed, concentrated black cherry and berry that shines through. It's rich and mouthfilling, yet impeccably structured, with a long, delicately tannic finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 45, "designation": "Reserve", "variety": "Cabernet Franc", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "McCall"}, {"points": "93", "title": "Mercy 2012 Zabala Vineyard Syrah (Arroyo Seco)", "description": "Ripe and plump blackberries shine through in a showcase of fruit purity, lifted by dried fennel, hot black gravel, peppercorns, toasted sesame and soy. There is tremendous structure and acidity on the sip, with black pepper and black-sesame nuance plus juicy boysenberry character to the midpalate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Zabala Vineyard", "variety": "Syrah", "region_1": "Arroyo Seco", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mercy"}, {"points": "93", "title": "Jordan Stellenbosch 2015 Cape Winemakers Guild CWG Chardonnay (Stellenbosch)", "description": "Winemaker: Gary Jordan. This wine is a stunner, exhibiting superb balance between all the key elements–ripe fruits, bright acidity, integrated oak and a lush texture. Rich without being overdone, with attractive notes of toasted red apple and orange zest that are laced with hints of toasted nuts, salinity and chalky minerality. The palate is full and flavorful but not flabby or fat, with ample acidity that keeps the whole experience fresh through the long, toasty finish. Drink now–2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild CWG", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Jordan Stellenbosch"}, {"points": "93", "title": "J. Lohr 2012 Cuvée St. E Red (Paso Robles)", "description": "This study of St. Emilion-style wines shows a density of blackberry and blueberry fruit as well as bittersweet fudge and concentrated lilacs, proving both showy yet elegant. The palate is expertly layered with rich blackcurrant, milk chocolate, mocha and graphite flavors. This one is ready to drink now.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Cuvée St. E", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "93", "title": "Renato Ratti 2012 Conca  (Barolo)", "description": "Alluring scents of violet and rose waft from the glass. The savory, succulent palate offers ripe strawberry, wild cherry, cake spice, chopped herb and anisette. Firm, refined tannins and fresh acidity provide balance while a saline note wraps up the finish. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Conca", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Renato Ratti"}, {"points": "93", "title": "Timbre 2013 Lead Vocals Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "A warm and welcoming yet light dusting of vanilla lifts the Marcona almonds, honey, buttered toast and white peach on the nose of this bottling from the brand formerly known as La Fenetre. Cashew nuts pop on the palate alongside brown butter, lemon peels, salt and light caramel flavors, all in utter balance.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Lead Vocals Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Timbre"}, {"points": "93", "title": "Hermann J. Wiemer 2014 Magdalena Vineyard Riesling (Seneca Lake)", "description": "Sumptuous and hedonistic, this perfumed single-vineyard bottling shines a spotlight on luscious grapefruit, guava and pineapple flavors. It's decadently fruity, but crisp acidity and a delicate crushed-mineral undertone keep it fresh and invigorating.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 36, "designation": "Magdalena Vineyard", "variety": "Riesling", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}, {"points": "93", "title": "Hidalgo 2012 Tradición H  (Rioja)", "description": "Hidalgo may be based in Sherry, but this foray into Rioja is a success. This warm-vintage wine is rich and ripe, with earthy, baked plum and blackberry aromas. A full, drawing, muscular palate along with lusty flavors of black cherry, blackberry, oak and many spices finishes full, lush and harmonious. Drink this tannic heavyweight through 2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 30, "designation": "Tradición H", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Hidalgo"}, {"points": "93", "title": "Kaapzicht 2015 Cape Winemakers Guild Auction Selection 1947 Chenin Blanc (Stellenbosch)", "description": "Winemaker: Danie Steytler. Direct and clean aromas of Anjou pear, apple flesh, hay, citrus zest, lime leaf and wet stone greet you on the nose of this attractive old-vine Chenin Blanc. The palate boasts a pleasant weight and richness, but with lifting acidity and bright, citrusy flavors for balance. Notes of fresh hay and soft toast unfold on the finish. It's a joy to drink now, but this harmonious and well-balanced wine will age well through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Auction Selection 1947", "variety": "Chenin Blanc", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Kaapzicht"}, {"points": "93", "title": "Zotovich Cellars 2013 Estate Chardonnay (Sta. Rita Hills)", "description": "Very focused Key-lime aromas meet with strongly earthy, wet-clay scents on the nose of this wine that also offers a subtle minty kick. The palate is citrus-driven, with kumquat and tangerine flavors that give way to a warmer cream element before settling on a tense pink-grapefruit pith element.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Estate", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Zotovich Cellars"}, {"points": "93", "title": "Terrazze dell'Etna 2010 Cirneco  (Etna)", "description": "Showing elegance and structure, this opens with aromas of underbrush, earth, leather, herb and a balsamic note. On the vibrant palate firm, fine-grained tannins and fresh acidity frame dried cherry, mocha, licorice and exotic spice. Candied orange zest and a mineral note close the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Cirneco", "variety": "Nerello Mascalese", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Terrazze dell'Etna"}, {"points": "93", "title": "Chateau Margene 2013 Cask 4 Cabernet Sauvignon (Paso Robles)", "description": "Made from the best four barrels of the vintage, this bottling shows an intriguing nose of soy and hoisin sauce, fresh-pressed blackberries, star anise and sandalwood. A similarly Asian-spiced character shows on the delicious palate, where nutmeg and clove meet with more blackberry fruit, black pepper, crushed herbs and a touch of caramel.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 96, "designation": "Cask 4", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chateau Margene"}, {"points": "93", "title": "Cameron Hughes 2013 Lot 457 Meritage (Napa Valley)", "description": "Merlot, Cabernet Sauvignon, Malbec and Petit Verdot inform the full-bodied flavors in this stunner. It shines in its luxuriously velvety texture, bright red fruit and intriguing elements of graphite and tar. Big and bold, it betrays its size with unexpectedly elegant tension and focus.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 18, "designation": "Lot 457", "variety": "Meritage", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Cameron Hughes"}, {"points": "93", "title": "Berger 2015 Lössterrassen Grüner Veltliner (Kremstal)", "description": "Zesty lime and green fern aromas rise from the glass. The palate merely adds a little green pear fruit to this refreshing and enlivening combo of utter cleanness and verve. The linearity and drive make this moreish, very exciting and totally lip-smacking. Echoes of pepper on the aftertaste make it even more intriguing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Lössterrassen", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Berger"}, {"points": "93", "title": "Black Stallion 2012 Transcendent Cabernet Sauvignon (Napa Valley)", "description": "A consistent stunner vintage after vintage, this elevated Cabernet is velvety smooth and exotically laced in coconut, cola and clove. Mouthfilling and succulent, it's high-toned in approach and balance, despite a fierce concentration of black fruit. The highlights are vanilla, clove and dried herb.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Transcendent", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Black Stallion"}, {"points": "93", "title": "Brecon Estate 2014 Mourvèdre (Adelaida District)", "description": "Extremely fresh and fragrant aromas of black plums, baked alpine strawberries, vanilla and Mission figs prove rich and inviting on the nose. The ripe fruit flavors show on the palate as does an abundance of purple flowers, baked gingerbread and exotic brown spice, making for a tasty pour.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": null, "variety": "Mourvèdre", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brecon Estate"}, {"points": "93", "title": "Brecon Estate 2014 Syrah (Adelaida District)", "description": "Done in the rich Paso style, this bottling shows fresh blackberry jam, crushed thyme, rosemary and vanilla on the seductive nose. The lavish palate offers espresso syrup, caramel and dense vanilla-laced blueberry. It's a great bottling for those who love a rich and decadent style.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": null, "variety": "Syrah", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brecon Estate"}, {"points": "92", "title": "Palari 2011  Faro", "description": "Aromas of underbrush, sea breeze, crushed herb, toast and leather lead the way on this earthy, refined red. On the palate, star anise, clove, grilled sage and a hint of game add depth to the black cherry core. Polished, silky tannins provide the framework while a saline note closes the finish. Drink through 2021.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 99, "designation": null, "variety": "Red Blend", "region_1": "Faro", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Palari"}, {"points": "92", "title": "Parrish Family 2013 Silken Reserve Red (Paso Robles)", "description": "A brilliantly complex but rarely done blend, this mix of 58% Cabernet Sauvignon and 42% Petite Sirah shows blueberry donuts, vanilla ice cream, licorice, stewed strawberries and the lightest touch of dill and herbal aromatics on the nose. Gravel, asphalt and elderberry come through on the sip, elevated by white and black pepper. It's still a tad wound up.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Silken Reserve", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Parrish Family"}, {"points": "92", "title": "Stephen Ross 2014 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Supple red cherry meets with peppery clove and nutmeg on the nose of this bottling. It's sharp and round simultaneously, and shows turned dirt and chaparral scrub. The lithe and zesty mouthfeel is loaded with cranberry, elderberry, crushed anise, thyme and a touch of beef blood.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stephen Ross"}]