[{"points": "92", "title": "Louis Latour 2012 En Chevret Premier Cru  (Volnay)", "description": "This has ripe fruit, packed with strawberry jam with a good concentration as well as red plums and rounded tannins. It is rich and smooth, although well cut with tannins and acidity. This balanced wine will age well; drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "En Chevret Premier Cru", "variety": "Pinot Noir", "region_1": "Volnay", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Latour"}, {"points": "92", "title": "Louis M. Martini 2012 No. 254 Rte. 29 Meritage (Napa Valley)", "description": "A smaller-production offering, this wine contains a majority of Cabernet Sauvignon with additions of Merlot, Cabernet Franc and Petit Verdot. Bright on the nose in dark cherry and grenadine, it expresses tight, grippy tannins along with an herbal, sage-like underbrush, structured to the end.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "No. 254 Rte. 29", "variety": "Meritage", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Louis M. Martini"}, {"points": "92", "title": "Louis Max 2013 Les Damodes Premier Cru  (Nuits-St.-Georges)", "description": "This beautifully perfumed wine has all the solid structure of a Nuits-Saint-Georges, but adds to that rich red fruits that have great aromas and fragrant acidity. It reflects the vintage in its intensely fresh aftertaste, leaving a juicy while still-firm character at the end. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 89, "designation": "Les Damodes Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Max"}, {"points": "92", "title": "Keuka Spring 2014 Cabernet Franc (Finger Lakes)", "description": "Keuka Spring Vineyards staged a remarkable renewal recently by introducing August Deimel, increasingly one of the Finger Lakes most promising young winemakers, as its head winemaker. This delightfully brisk Cabernet Franc showcases the crispness of sweet-tart black plums and cherries swathed in a finery of fresh, green herbs. It's deeply concentrated with black fruit flavors, yet elegant and refined, finishing long on a flurry of feathery tannins.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 19, "designation": null, "variety": "Cabernet Franc", "region_1": "Finger Lakes", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Keuka Spring"}, {"points": "92", "title": "J. Lohr 2013 Arroyo Vista Chardonnay (Arroyo Seco)", "description": "A faint smoky character wafts through warm, inviting aromas of lemon peels, nectarine and sea salt on the nose of this wine from Monterey County. There is a lot of energetic acidity on the palate, where even flavors of apple and pear are cut by lemon-lime briskness and a briny character.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": "Arroyo Vista", "variety": "Chardonnay", "region_1": "Arroyo Seco", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "92", "title": "Gloria Ferrer NV Sonoma Brut Sparkling (Sonoma County)", "description": "Made from mostly Pinot Noir grapes, with an addition of 8.8% Chardonnay, this Méthode Champenoise wine is sultry in raspberry cream and crème brûlée, with enough acidity to keep it fresh in the glass. The finish offers a taste of toast with ginger jam.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 22, "designation": "Sonoma Brut", "variety": "Sparkling Blend", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "92", "title": "Goldeneye 2012 Gowan Creek Vineyard Pinot Noir (Anderson Valley)", "description": "One of the most ripe, opulent and unctuous of the Anderson Valley wines, this full-bodied bottling smells and tastes like cinnamon, cherries, milk chocolate and brown sugar, but not as sweet as that sounds. The texture is very broad and mouth-coating and the alcohol feels on the high side, giving a feeling of power with polish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 82, "designation": "Gowan Creek Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "92", "title": "Epiphany 2012 Rodney's Vineyard Petite Sirah (Santa Barbara County)", "description": "Concentrated but fresh aromas of black cherries and blueberries mesh with hot black gravel and nose-tickling lilacs on this wine by the Fess Parker family. Dark chocolate, peppery spice, black cherry syrup and mocha flavors shine on the robust, rich and delicious palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Rodney's Vineyard", "variety": "Petite Sirah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Epiphany"}, {"points": "92", "title": "Foradori 2011 Granato Teroldego (Vigneti delle Dolomiti)", "description": "Made with Teroldego from three different vineyards, this offers aromas of truffle, leather, scorched soil, black plum and a whiff of game. Aged and fermented in wood, the savory palate offers ripe blackberry, spiced blueberry, earthy notes of Mediterranean herbs and dark cooking spice. Firm but fine-grained tannins provide support. Drink 2016–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 72, "designation": "Granato", "variety": "Teroldego", "region_1": "Vigneti delle Dolomiti", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Foradori"}, {"points": "92", "title": "Malk 2013 Cabernet Sauvignon (Stags Leap District)", "description": "This is a dense, juicy and satisfying wine from start to finish, featuring finely textured, soft tannins around remarkable structure. Cinnamon and clove persist through wilder elements of pencil lead and ripe cassis, showing the appellation's propensity for hitting you from one side with power, and from the other side, ever so discreetly, grace.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Malk"}, {"points": "92", "title": "Mansfield-Dunne 2013 PeterSon Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Broad and welcoming aromas of black cherries, black plums, smoked meats and star anise invite the nose like a neighborhood barbecue. On the palate, it's surprisingly zesty, with vibrant acidity and peppery energy giving nuance to the raspberry and graphite flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "PeterSon Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mansfield-Dunne"}, {"points": "92", "title": "Full Pull & Friends 2012 Bacchus Vineyard Cabernet Franc (Columbia Valley (WA))", "description": "Aromas of flowers, graphite, licorice and high-toned herbs are followed by red- and black-fruit flavors that coat the palate from end to end. This has an extremely high yum factor that demands another sip.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": "Bacchus Vineyard", "variety": "Cabernet Franc", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Full Pull & Friends"}, {"points": "92", "title": "Gérard Bertrand 2012 La Forge Carignan-Syrah (Corbières-Boutenac)", "description": "Always a dense, dark and concentrated selection, La Forge is a wine that is immediately attractive but would be best after a few years of cellaring. Notes of dark berry preserves, muddled boysenberry, raspberry sauce, cocoa, leather and truffle abound on the nose and palate. The mouthfeel is plush and creamy, with medium tannins and a texture like crushed velvet. The finish is long and spicy, offering notes of black pepper and charred oak spice.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 80, "designation": "La Forge", "variety": "Carignan-Syrah", "region_1": "Corbières-Boutenac", "region_2": null, "province": "Languedoc-Roussillon", "country": "France", "winery": "Gérard Bertrand"}, {"points": "92", "title": "Melville 2013 Sandy's Estate Pinot Noir (Sta. Rita Hills)", "description": "A kirsch-soaked cherry fruit quality greets the nose on this wine alongside espresso darkness, tobacco flare and a eucalyptus twist. The palate shows tart boysenberry as well as black slate, crushed coffee, juniper berries and an undeniable earthy quality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Sandy's Estate", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "92", "title": "Landmark 2013 Damaris Reserve Chardonnay (Sonoma Coast)", "description": "Reminiscent of baked apple tart, opulent fruit provides richness and concentration equally buoyed by lemony acidity. Vanilla and honey make appearances on the palate before structured crispness forms on the finish. The wine is a blend from the Sangiacomo and Rodgers Creek vineyards.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "Damaris Reserve", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Landmark"}, {"points": "92", "title": "Nuggucciet 2013 Brody Pinot Noir (Santa Maria Valley)", "description": "Portraits of dogs on a label are rarely encouraging but this winery manages to deliver, in this case with fruit-punchy aromas of strawberry, red cherry and plum, cut by wet river stones and light clove. The palate offers pomegranate, cranberry, purple flowers, baking spice and Dr Pepper flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Brody", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nuggucciet"}, {"points": "92", "title": "Roederer Estate NV Estate Bottled Brut Sparkling (Anderson Valley)", "description": "The fruit flavors are apparent, fresh and lively in this medium-bodied, beautifully balanced brut. Light pear and pineapple aromas are followed by richer pear and citrus flavors, and subtle hints of baking spices, almonds and a nice earthy touch emerge.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 24, "designation": "Estate Bottled Brut", "variety": "Sparkling Blend", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Roederer Estate"}, {"points": "92", "title": "Tenute Fiorebelli 2010 Coste Bianche  (Amarone della Valpolicella)", "description": "Fragrant blue flower, ripe plum, vanilla and a whiff of chocolate come together in the glass. The smooth, full-bodied palate doles out ripe black cherry, raspberry jam and vanilla alongside round, velvety tannins. It ends on a smoky note. Drink through 2020.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 54, "designation": "Coste Bianche", "variety": "Red Blend", "region_1": "Amarone della Valpolicella", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Tenute Fiorebelli"}, {"points": "92", "title": "Valle Secreto 2012 Private Red (Cachapoal Valley)", "description": "Spicy berry scents are supported by heavy oak that gives aromas of coconut and wood. This full-bodied blend of Syrah, Cabernet Sauvignon and Carmenère is rich almost to the point of being sticky, while oaky flavors of baked blackberry and plum are lightly herbal and minty. This is ripe, chewy, toasty and chocolaty on the finish. Drink through 2021.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 36, "designation": "Private", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Cachapoal Valley", "country": "Chile", "winery": "Valle Secreto"}, {"points": "92", "title": "Wente 2014 Eric's Small Lot Unoaked Chardonnay (Livermore Valley)", "description": "Layered and luxurious, this medium-bodied wine tastes ripe and flavorful but not overdone, melding bright fruit flavors, almond and vanilla accents and a creamy texture that extends the finish. Suitable for a special occasion, this wine shows off the grape's inherent complexity.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": "Eric's Small Lot Unoaked", "variety": "Chardonnay", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wente"}, {"points": "92", "title": "Scratch 2013 Riesling (Arroyo Seco)", "description": "Crisp and tight aromas of mandarin orange and lemonade meet with the intriguing nuance of foamed egg whites on the nose of this refreshing bottling. The mouthfeel is incredibly lively, showing flavors of lemon and lime juice, with a slight petrol touch to the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 18, "designation": null, "variety": "Riesling", "region_1": "Arroyo Seco", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Scratch"}, {"points": "92", "title": "Domaine Barmès-Buecher 2013 Rosenberg Riesling (Alsace)", "description": "Ripe Williams pear with grapefruit overtones segues into a creamy, almost buttery rounded palate that nonetheless has the tautness and verve of pure citrus zest. There are mellower tones here, too, of wet earth, pear juice and balm. This shows impressive elegance, length and personality. Drink now until 2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Rosenberg", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Barmès-Buecher"}, {"points": "92", "title": "Château d'Estoublon 2010 Red (Les Baux de Provence)", "description": "Like all wines from Les Baux, this is made from organically grown grapes. It's rich, packed with dense black fruits and tannins. With Cabernet Sauvignon in the blend giving structure, this concentrated wine will repay aging. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": null, "variety": "Provence red blend", "region_1": "Les Baux de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château d'Estoublon"}, {"points": "92", "title": "Alex Gambal 2013  Vougeot", "description": "There are not many village wines made in Vougeot with the large areas devoted to Premier and Grand Cru. This wine has reminiscences of the structure of those top wines although it is delicious in its fragrant strawberries, full and with just the right amount of acidity. The fruit comes from the Clos du Château. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": null, "variety": "Pinot Noir", "region_1": "Vougeot", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Alex Gambal"}, {"points": "92", "title": "Anthony Nappa 2014 Bordo Cabernet Franc (North Fork of Long Island)", "description": "A standout amid a number of excellent red wines from winemaker Anthony Nappa, this unoaked Cabernet Franc (made with indigenous yeast) shines a spotlight on Cabernet Franc's raw, somewhat vulnerable expression. It's unabashedly herbal and green, almost minty, yet simultaneously luscious and berried in flavor. It's fleshy in its suppleness, yet elegantly framed within a structure of taut tannins and acidity.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 20, "designation": "Bordo", "variety": "Cabernet Franc", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Anthony Nappa"}, {"points": "92", "title": "Barden 2014 Fonte White (Sta. Rita Hills)", "description": "Very light in the glass, this vanguard blend of 9% Chardonnay, 29% Pinot Blanc and 32% Pinot Gris shows tight aromas of wet cement, sliced apple, Key lime sorbet and kiwi popsicle. There's lots of brisk, apple- and pear-driven energy on the palate, which also offers a very stony character and white-rock minerality, all dancing across the tongue with panache.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Fonte", "variety": "White Blend", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barden"}, {"points": "92", "title": "Domaine Méo-Camuzet 2013 Les Argillières Premier Cru  (Nuits-St.-Georges)", "description": "Smoky and aromatic, this wine shows great fruitiness against dark, structured tannins. Raspberries and black cherries are layered with wood, spice and final intense acidity. Drink this still-firm wine from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Les Argillières Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Méo-Camuzet"}, {"points": "92", "title": "Edna Valley Vineyard 2012 Reserve Cabernet Sauvignon (Paso Robles)", "description": "Hearty aromas of plum and dried black cherries are bolstered by warm cedar tones, a touch of tar, crushed peppercorns and chopped garden herbs. The palate is complex, with lots of acidity and peppery spice, showing flavors of oregano and marjoram on a base of plum fruit. It's dense with flavors but medium in body, and very lively.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Edna Valley Vineyard"}, {"points": "92", "title": "Michael-Scott 2012 Cabernet Sauvignon (Napa Valley)", "description": "Fine-grained tannins cradle juicy blackberry and blueberry around a complex character of graphite and smoke. Full bodied, the wine is nicely balanced, with acidity behind the strength, finishing with length and grace.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Michael-Scott"}, {"points": "92", "title": "Miner 2012 Hudson Vineyard Grenache (Napa Valley)", "description": "Light in color and clear, this 100% varietal wine from a prime spot in Carneros known better for Pinot Noir and Chardonnay dances in the glass, a celebration of floral violet aromas and faint white pepper. Restrained and elegant, it's plenty spicy and fresh, finishing with just the right amount of red cherry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 28, "designation": "Hudson Vineyard", "variety": "Grenache", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Miner"}]