[{"points": "93", "title": "Matetic 2011 Syrah (San Antonio)", "description": "This dark, concentrated Syrah is Matetic's signature wine, and this vintage is excellent. An opening salvo of spicy aromas is answered with more subtle forest-herb notes of mint and juniper. This is stout and muscular, with penetrating flavors of black plum, graphite, mint and toast. Raw oak, a vanilla flavor and crisp acidity drive the finish on this ageworthy Syrah. Drink through 2021.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 86, "designation": null, "variety": "Syrah", "region_1": null, "region_2": null, "province": "San Antonio", "country": "Chile", "winery": "Matetic"}, {"points": "93", "title": "Melville 2013 Terraces Estate Pinot Noir (Sta. Rita Hills)", "description": "Strawberry blossoms are cut by a darker undercurrent of juniper, pencil lead and redwood on this nose of this wine from a special corner of the family estate. A spicy sagebrush element on the palate gives nuance to the core of dark red berries and black plums, all sizzling toward an energetic, tongue-dancing finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Terraces Estate", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "93", "title": "Montresor 2012 Cantina Privata del Fondatore  (Amarone della Valpolicella)", "description": "Tilled earth, fragrant blue flower, plum and dark baking spice aromas almost jump out of the glass. On the full-bodied palate, notes of mint, black pepper and nutmeg accent the core of raspberry jam and black cherry. Firm but refined tannins lend a velvety mouth feel.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Cantina Privata del Fondatore", "variety": "Red Blend", "region_1": "Amarone della Valpolicella", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Montresor"}, {"points": "93", "title": "Morgan 2013 Double L Vineyard Chardonnay (Santa Lucia Highlands)", "description": "A tightened-up nose on this top-end bottling by Dan Lee shows Key lime blossoms, tangerine pith, scratched Meyer lemon skin, sour cream and a flinty minerality. The palate is also quite flinty and mineral-driven, but a citrus-blossom ripeness makes it dynamic, bolstered by Key lime pith and tangerine spritz.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Double L Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Morgan"}, {"points": "93", "title": "Jean-Luc and Paul Aegerter 2013  Clos de Vougeot", "description": "Big, firm and dense, this is a powerful wine, with dark tannins that give a dry, concentrated character. The juicy plum and damson fruit flavors, along with the fresh aftertaste, will be a delicious balance as the wine develops. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 260, "designation": null, "variety": "Pinot Noir", "region_1": "Clos de Vougeot", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Luc and Paul Aegerter"}, {"points": "93", "title": "Joseph Jewell 2012 Appian Way Vineyards Pinot Noir (Russian River Valley)", "description": "From a cool Forestville vineyard once devoted to apples, Appian Way is rich in Goldridge soils, providing a happy home to these grapes that offer a core of pomegranate and cranberry, laced in black tea. Light bodied without being wimpy, the wine is complex and velvety, finishing in nutmeg and ginger.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 46, "designation": "Appian Way Vineyards", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Jewell"}, {"points": "93", "title": "Joseph Phelps 2013 Freestone Vineyards Estate Grown Pinot Noir (Sonoma Coast)", "description": "Stemmy earth and dark, savory pine give in to sautéed mushroom and cinnamon in this lean, soft and delicious estate-grown wine. A tension of acidity buoys a backdrop of wild strawberry and cranberry on the palate, ending with just the right amount of weight and length, succulent to the end.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Freestone Vineyards Estate Grown", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "93", "title": "Southold 2014 Illegitimi Non Carborundum Red (North Fork of Long Island)", "description": "In only a few vintages, winemaker Regan Meador has created a splash in the New York wine scene and this Bordeaux-style red blend is a testament to the hype. A deft blend of Old and New-world styles, it contrasts silky, rich black cherry and currant flavors against deep layers of granite minerality, leafy herbs and potpourri florals. It's complex and yet so effortlessly brisk and spry. The finish is endlessly meandering.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 35, "designation": "Illegitimi Non Carborundum", "variety": "Bordeaux-style Red Blend", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Southold"}, {"points": "93", "title": "Robert Biale 2013 Falleri Vineyard Zinfandel (Calistoga)", "description": "From a vineyard planted in 1924 in the northern reaches of the Napa Valley, Falleri is a tiny-production wine that's soft, supple and generously juicy and fruity. Boysenberry, blackberry and a trace of crisp red fruit combine around a core of earth, dotted by a floral bouquet. The finish is long and leathery.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Falleri Vineyard", "variety": "Zinfandel", "region_1": "Calistoga", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "93", "title": "Pali 2013 Huber VIneyard Chardonnay (Sta. Rita Hills)", "description": "Just enough white peach and pineapple ripeness on the nose plays to the hedonistic side of the grape, but gracious notes of chalk dust and mandarin orange pith keep it intellectual. The palate is lively and citrus-driven, showing green apple, Bosc pear, salted lemons and more peach.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Huber VIneyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pali"}, {"points": "93", "title": "Paraducci Wine Cellars 2012 Coro Mendocino Red (Mendocino)", "description": "Deeply colored, full bodied, and firmly tannic, this wine packs in enough ripe black cherry, dark chocolate and black-pepper flavors to fill out the big frame. It stays dry and well balanced but on a big scale, as the fruit and spice flavors expand on the palate and linger on the finish. The blend holds 45% Zin, 34% Syrah, 17% Petite Sirah and 4% Grenache.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Coro Mendocino", "variety": "Red Blend", "region_1": "Mendocino", "region_2": null, "province": "California", "country": "US", "winery": "Paraducci Wine Cellars"}, {"points": "93", "title": "Louis Latour 2012 Château Corton Grancey  (Corton)", "description": "From vines around the Latour winery, this is a generous and full-bodied wine. It has ripe tannins along with fragrant acidity and swathes of red-berry fruits cut with acidity. Structured and dense, it has weight and the potential for richness as it ages. Drink after 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 160, "designation": "Château Corton Grancey", "variety": "Pinot Noir", "region_1": "Corton", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Latour"}, {"points": "93", "title": "Patz & Hall 2013 Dutton Ranch Chardonnay (Russian River Valley)", "description": "Made from some of Sonoma County's oldest Chardonnay plantings, this is an effusively floral wine, rounded and decadent on the midpalate, with a taste of fresh peach and melon. Fennel and vanilla make appearances, with the finish distinctly tropical.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 44, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "93", "title": "Proulx 2012 Zinfandel (Paso Robles)", "description": "This wine's judiciously restrained nose shows black fruits and dried herbs, with asphalt and focused rather than exuberant fig and plum aromas. There is lots of minty lift at the tip of the palate, which opens toward Mission figs, fudge and mocha.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Zinfandel", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Proulx"}, {"points": "93", "title": "Three Sticks 2013 Durell Vineyard Origin Chardonnay (Sonoma Valley)", "description": "Aged for a year in stainless-steel barrels, this wine is a combination of two vineyard blocks. The area planted to Old Wente 5 clone contributes zesty acidity and crisp apple; the V9 vineyard block is known for minerality. Acidity is balanced and the bouquet quite floral, with the palate devoted to brioche and golden honey.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Durell Vineyard Origin", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "93", "title": "Tolosa 2012 Marley Anne Pinot Noir (Edna Valley)", "description": "Earth, mud and wet clay are laid against a ripe black raspberry frame on this bottling from winemaker Larry Brooks. Plenty of life, zest and lift enliven the beautifully spiced palate, with bright red cherries, cranberries and purple flowers cut by a line of pencil-lead minerality and a savory fennel element.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Marley Anne", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tolosa"}, {"points": "93", "title": "Sequum 2012 Four Soil Melange Cabernet Sauvignon (Napa Valley)", "description": "Pungent earth opens this wine, the small-production label of Napa Valley geologist and worldwide soils expert Dr. Paul Skinner, who has named it appropriately to mark its literal roots. A strip of red berry and vanilla highlight the palate of this overall bright and balanced wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Four Soil Melange", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sequum"}, {"points": "93", "title": "Nicolis 2009  Amarone della Valpolicella Classico", "description": "Bold and velvety, this offers enticing scents of ripe black cherry, spiced plum, blue flower, baking spice and a whiff of new leather. The luscious yet focused palate delivers juicy blackberry, crushed black raspberry, raisin, licorice and a hint of dark chocolate while firm, velvety-textured tannins provide support. Drink 2018–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Nicolis"}, {"points": "93", "title": "Henri de Villamont 2012 Les Baudes Premier Cru  (Chambolle-Musigny)", "description": "Smoky aromas hint at a wine with a strong sense of structure and weight. It is concentrated, still full of tannins, dark tension and acidity. Rich strawberry fruits are just a hint at the moment, leaving a wine with power and longevity. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Les Baudes Premier Cru", "variety": "Pinot Noir", "region_1": "Chambolle-Musigny", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Henri de Villamont"}, {"points": "93", "title": "Landmark 2013 Charles Heintz Vineyard Chardonnay (Sonoma Coast)", "description": "From a fantastic vineyard much influenced by the coast, this wine begins ripe and voluptuous but finds its balance as it goes, providing layers of pear pie and fennel, the oak well integrated and defined. It offers intense power and minerality on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Charles Heintz Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Landmark"}, {"points": "93", "title": "Hewitt 2012 Double Plus Cabernet Sauvignon (Rutherford)", "description": "A small-production, estate-grown wine, it conveys a richness of berry cobbler, supported by a tension of deep, dark chocolate. Tobacco and tea add to the complexity and leather-bound-chair feel of things, with structured, large-sized tannins adding strength before the finish lands softly.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 250, "designation": "Double Plus", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hewitt"}, {"points": "93", "title": "Iron Horse 2010 National Geographic Ocean Reserve Blanc de Blancs Sparkling (Green Valley)", "description": "Formidable acidity gives this lovely wine a freshness around complementary layers of rose petal and strawberry-pomegranate. Made from a blend of two Chardonnay clones, it adds additional notes of tangerine and lemon-lime on the lengthy, complex finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "National Geographic Ocean Reserve Blanc de Blancs", "variety": "Sparkling Blend", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "93", "title": "Tres Sabores 2012 Zinfandel (Rutherford)", "description": "From the producer's dry-farmed estate vineyard, this elegantly powerful wine opens in cracked black pepper, dried herb and cedar, continuing the peppery theme on the palate. Black cherry and high-toned blackberry combine with the more savory elements, with an overall softness of texture and lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": null, "variety": "Zinfandel", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Tres Sabores"}, {"points": "93", "title": "Château Vignelaure 2010 Red (Coteaux d'Aix-en-Provence)", "description": "This serious wine is still developing even after five years. It is rich, dense and concentrated with firm tannins that lie under the ripe black fruits and acidity. From vineyards to the east of Aix-en-Provence, the wine has a mineral, structured character that needs to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 32, "designation": null, "variety": "Provence red blend", "region_1": "Coteaux d'Aix-en-Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Vignelaure"}, {"points": "93", "title": "D.R. Stephens 2012 Moose Valley Vineyard Cabernet Sauvignon (St. Helena)", "description": "This wine is sanguine and elegant despite its full-figured size. Dried cranberry and cassis play on the palate, streaked by an elusive hit of white pepper. Bright and dancing in minerality, it finishes velvety and smooth, just the right amount of toasted oak showing through.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Moose Valley Vineyard", "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "D.R. Stephens"}, {"points": "93", "title": "Chacewater 2013 Made with Organically Grown Grapes Zinfandel (Sierra Foothills)", "description": "Simply delicious, this Zin is well mannered and not too full bodied. Aromas of this dry and elegant wine are like cinnamon and cardamom, and flavors are a little smoky and full of cherries. The mouthfeel is good and gripping due to fine tannins and supportive acidity.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 33, "designation": "Made with Organically Grown Grapes", "variety": "Zinfandel", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Chacewater"}, {"points": "93", "title": "Allegrini 2011 La Poja Corvina (Veronese)", "description": "Opulent as well as elegant, this structured red boasts aromas of black currant, exotic spice, new oak and fragrant blue flower. Made entirely with native grape Corvina, the velvety palate doles out spiced blackberry, juicy cherry, licorice and black pepper. Firm, polished tannins provide the smooth framework.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 95, "designation": "La Poja", "variety": "Corvina", "region_1": "Veronese", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Allegrini"}, {"points": "92", "title": "Round Pond 2014 Reserve Sauvignon Blanc (Rutherford)", "description": "In this full-bodied, well-earned Reserve-level wine, white peach, cantaloupe and lemon-lime define the ripeness of fruit on the palate, providing a fresh lushness around its substantive body and weight. A hit of decadent toffee lurks on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Reserve", "variety": "Sauvignon Blanc", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Round Pond"}, {"points": "92", "title": "Red Car 2014 Rosé of Pinot Noir (Sonoma Coast)", "description": "A deliciously light, bright wine that hits the mark year after year, this cool-climate offering is fresh in zingy acidity and juicy flavors of grapefruit, strawberry and lime. The acidity buoys the experience from first sip to last, backed by enough body to remain in balance. This wine is fermented like a white wine without skin or seed contact.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 28, "designation": "Rosé of", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Red Car"}, {"points": "92", "title": "René Muré 2013 Côte de Rouffach Riesling (Alsace)", "description": "Taut citrus, cleansing lemon and brisk grapefruit show an uncompromsing, dry Riesling that majors in tense citrus and wet-stone flavors. There is a linearity and a very alluring purity that deserves to develop further. This is lovely and briskly refreshing now, but time in bottle will bring out more earthy, stony complexity. Drink 2017–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 32, "designation": "Côte de Rouffach", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "René Muré"}]