[{"points": "97", "title": "Sandrone 2013 Le Vigne  (Barolo)", "description": "Alluring scents of blue flower, rose petal, woodland berry, baking spice and new leather take center stage along with a balsamic note of menthol. The delicious enveloping palate doles out juicy morello cherry, crushed raspberry, cinnamon and licorice framed in refined tannins and bright acidity. It's polished and already tempting but hold for even more complexity. Drink 2020–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 155, "designation": "Le Vigne", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Sandrone"}, {"points": "97", "title": "Produttori del Barbaresco 2011 Rabajà Riserva  (Barbaresco)", "description": "Combining finesse and structure, this impressive wine opens with alluring aromas of mature berry, pressed rose, aromatic herb, star anise, new leather and a balsamic note. The palate shows depth and tension, offering raspberry compote, Marasca cherry, licorice, clove and pipe tobacco alongside taut refined tannins. Hold for even more complexity. Drink 2019–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 58, "designation": "Rabajà Riserva", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Produttori del Barbaresco"}, {"points": "97", "title": "Elvio Cogno 2013 Ravera  (Barolo)", "description": "Wild berry, iris, rose and a potpourri of culinary spice aromas emerge on the nose of this stunning red. Radiant and full bodied, the palate is young and primary at this stage but already evokes morello cherry, licorice, pipe tobacco and aromatic herbs. Bright acidity and taut tannins provide impeccable balance and an impressive, age-worthy structure. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 82, "designation": "Ravera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Elvio Cogno"}, {"points": "97", "title": "Sandrone 2013 Aleste  (Barolo)", "description": "Formerly known as Cannubi Boschis, this impressive wine boasts alluring aromas of crushed raspberry, baking spice, chopped mint, violet and woodland berry. The savory elegant palate delivers succulent Marasca cherry, strawberry compote, cinnamon, licorice and a hint of coffee. Fine-grained tannins and bright acidity provide polished support and great balance. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 170, "designation": "Aleste", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Sandrone"}, {"points": "97", "title": "Giacomo Fenocchio 2013 Bussia  (Barolo)", "description": "Rose, iris, wild berry and baking spice aromas merge with scents of new leather and a balsamic menthol note on this stunning and classically crafted Barolo. The structured, polished palate delivers juicy Marasca cherry, crushed raspberry, pipe tobacco and licorice framed in tightly knit noble tannins and bright acidity. It's going to just keep getting better and better over the next few decades. Drink from 2023 through 2053.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Bussia", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Fenocchio"}, {"points": "97", "title": "Massolino 2013 Parafada  (Barolo)", "description": "Aromas of new leather, ripe dark berry, vineyard dust and a whiff of smoky flint waft out of the glass along with floral and balsamic notes. The full-bodied palate shows great energy and intensity, delivering juicy Marasca cherry, ripe cranberry, white pepper and clove framed in youthfully assertive, refined tannins and bright acidity. A mineral note wraps up the lingering finish. With time, this will develop even greater complexity. Drink 2023–2053.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 97, "designation": "Parafada", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "97", "title": "Giuseppe Rinaldi 2013 Tre Tine  (Barolo)", "description": "Delicately fragrant and incredibly refined, this stunning red boasts alluring scents of blue flower, rose, wild berry and a whiff of new leather. It's captivatingly ethereal and elegantly structured, offering crushed strawberry, red cherry, cinnamon and white pepper. It's also impeccably balanced thanks to firm polished tannins and bright acidity. While it's already extremely tempting, hold for even more complexity. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 375, "designation": "Tre Tine", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giuseppe Rinaldi"}, {"points": "97", "title": "Grimaldi Bruna 2013 Badarina  (Barolo)", "description": "A balsamic note of menthol, dark culinary spice, crushed herb, new leather and wild berry aromas come together in the glass. Firmly structured but extraordinarily refined, the palate doles out red cherry, crushed strawberry, tobacco and cinnamon set against tightly woven refined tannins. Lively acidity lends balance and energy while a licorice note wraps around the lingering finish. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Badarina", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Grimaldi Bruna"}, {"points": "96", "title": "Schiavenza 2013 Prapò  (Barolo)", "description": "Underbrush, saddle leather, dark berry and culinary spice aromas slowly unfold in the glass. Succulent and full bodied, the firmly structured palate delivers raspberry compote, ripe Marasca cherry, baking spice and pipe tobacco framed in youthfully assertive but noble tannins and bright acidity. A savory mineral note lingers on the finish. This is one for the long haul. Drink 2025–2053.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Prapò", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Schiavenza"}, {"points": "96", "title": "Cavallotto 2011 Bricco Boschis Vigna San Giuseppe Riserva  (Barolo)", "description": "New leather, tilled earth, dark spice, underbrush and a balsamic note mingle together on this compelling red. The full-bodied palate evokes ripe black cherry, licorice, tobacco and crushed herb while youthfully assertive noble tannins provide the framework. Hold for even more complexity. Drink 2023–2036.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 135, "designation": "Bricco Boschis Vigna San Giuseppe Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cavallotto"}, {"points": "96", "title": "Ceretto 2013 Prapò  (Barolo)", "description": "Lifted aromas of crushed mint, menthol, underbrush and crushed berry are front and center on this impressive wine. It's still young but already shows impeccable pedigree, delivering raspberry compote, juicy Marasca cherry, licorice and clove while assertive but refined tannins and fresh acidity provide balance and an age-worthy structure. Drink 2025–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 130, "designation": "Prapò", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Ceretto"}, {"points": "96", "title": "Comm. G. B. Burlotto 2013 Acclivi  (Barolo)", "description": "Underbrush, wild berry, dark culinary spice, chopped herb and tilled earth are just some of the aromas you'll discover on this gorgeous wine. Impeccably balanced and loaded with finesse, the palate delivers wild raspberry, red cherry, clove, ground white pepper and licorice while radiant acidity and youthfully austere noble tannins provide structure. It already boasts impressive depth but it still needs to fully develop. A gorgeous wine. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Acclivi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Comm. G. B. Burlotto"}, {"points": "96", "title": "Brovia 2013 Villero  (Barolo)", "description": "Fragrant and full bodied, this textbook Barolo opens with quintessential Nebbiolo aromas of red cherry, rose petal, new leather, dark spice and a balsamic note of menthol. It's still young and taut but already shows great breeding and class, offering Marasca cherry, cranberry, licorice and clove set against a backbone of assertive but refined tannins and bright acidity. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 96, "designation": "Villero", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Brovia"}, {"points": "96", "title": "Schloss Gobelsburg 2015 Eiswein Grüner Veltliner (Niederösterreich)", "description": "A cloud of otherworldly flavors enters the brain: candied pineapple, vanilla, candied peach, caramel, Mirabelle and a touch of honey. The palate presents viscous sweetness, pierced by fresh acidity that explodes completely. This is a pure, rich and aromatic Eiswein of Austria's flagship variety. Delicious now, it should cellar well through at least 2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Eiswein", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "96", "title": "Cavallotto 2013 Bricco Boschis  (Barolo)", "description": "New leather, menthol, woodland berry, dark spice and a whiff of pressed rose petal are just some of the scents you'll find on this radiant red. Vibrant and loaded with finesse, the structured palate delivers juicy Maraca cherry, cranberry, white pepper, star anise and a hint of pipe tobacco while youthfully taut noble tannins and firm acidity provide an age-worthy framework. It's already stunning but needs time to develop to its full potential. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Bricco Boschis", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cavallotto"}, {"points": "96", "title": "Massolino 2013 Parussi  (Barolo)", "description": "Firmly structured and loaded with energy, this intense red opens with aromas of new leather, pipe tobacco, eucalyptus and a whiff of cake spice. The aromas carry over to the vibrant palate along with raspberry and cherry set against a firm backbone of assertive but refined tannins. Tightly wound and youthfully austere, it still needs time but seems destined to blossom into a beauty. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 97, "designation": "Parussi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "96", "title": "Massolino 2013 Margheria  (Barolo)", "description": "Forest berry, new leather, camphor and crushed herb aromas lead into the radiant structured palate along with cherry, cranberry, clove and white pepper. This is still tightly knit with a youthfully tannic core but it's on track to bloom into a stunner. Drink 2028–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 97, "designation": "Margheria", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "96", "title": "Salomon-Undhof 2009 Bienenfeld Beerenauslese Riesling (Niederösterreich)", "description": "Golden liquid, a piercing nose, utter musk: these are the first impressions of this fragrant, botrytised win. A topnote of candied lemon hovers above the core flavor of beeswax, while bright, juicily luscious acidity makes the mouth water. This is a concentrated high-wire act, dancing between bundled sweetness and the piercing, enlivening freshness of Riesling acidity. Nothing is cloying; everything bathes in the freshness of the balancing acidity that sharpens the flavors. It's gorgous now, but will last well through 2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 38, "designation": "Bienenfeld Beerenauslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "96", "title": "Alvear NV Solera 1927 Pedro Ximénez (Montilla-Moriles)", "description": "One of the world's best PX wines is Solera 1927, the pride of Alvear. Whatever solera stocks went into this bottling were well selected. Aromas of maple and fine wood turn to fig and caramel. Saturation and weight on the palate are expected, but this has some (though not a lot) acidic cut. Deep flavors of fig and Nutella finish with nuttiness and warmth. Drink or hold.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 30, "designation": "Solera 1927", "variety": "Pedro Ximénez", "region_1": "Montilla-Moriles", "region_2": null, "province": "Andalucia", "country": "Spain", "winery": "Alvear"}, {"points": "96", "title": "Heidi Schröck 2014 Ruster Ausbruch Turner White (Burgenland)", "description": "On the nose, a blast of beeswax and honey provides heady lift. The palate is tooth-breakingly sweet but comes with that honeyed, candied-citrus thrill. Sufficient bright acidity counters all the richness. The mouthfeel is full, oily and viscous, always with that honeycomb and beeswax note, not quite tipping into the savoriness of maple syrup. Despite all the decadent sweetness, the finish is still lip-smacking, clean and endless.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 160, "designation": "Ruster Ausbruch Turner", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Heidi Schröck"}, {"points": "96", "title": "Aldo Conterno 2013 Bussia Cicala  (Barolo)", "description": "Aromas of dark berry, iris, menthol and a whiff of oak emerge on this vibrant wine. Firmly structured but loaded with finesse, the palate delivers ripe Marasca cherry, crushed black raspberry, vanilla, savory mineral and thyme alongside fine-grained tannins. A licorice note wraps around the tight finish. This is still primary so be sure to give it time to fully develop. Drink 2025–2045.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Bussia Cicala", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Aldo Conterno"}, {"points": "96", "title": "Kracher 2013 Nouvelle Vague Grande Cuvée Trockenbeerenauslese No. 6 White (Burgenland)", "description": "Candied lemon, beeswax and honey are wrapped in the sumptuous embrace of vanilla. Topnotes of passion fruit and nettle appear too, while the palate is conquered by the all-encompassing concentration of this TBA. The precise flavors have a bright, etched citrus frame that shapes and balances the sweetness. Apricot, bergamot, apple and passion fruit all make an appearance. Aromatically, the length goes on and on. It's delicious now, but should hold well through 2040, at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 120, "designation": "Nouvelle Vague Grande Cuvée Trockenbeerenauslese No. 6", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "95", "title": "FEL 2014 Ferrington Vineyard Pinot Noir (Anderson Valley)", "description": "Power and grace come together in this deceptively concentrated, full-bodied, complex, sophisticated and age-worthy wine. A light hand on the new-oak nuances allows the pure, focused fruit flavors to course through on the palate and linger on the finish. It will be best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 65, "designation": "Ferrington Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "FEL"}, {"points": "95", "title": "Jalits 2013 Diabas Reserve Blaufränkisch (Eisenberg)", "description": "Dark red and black-cherry fruit is clothed in the sumptuous perfume of almost-floral new oak. Toasty oak notes also appear on the fluid and compact body. Juicy black cherry fruit at the core is edged with bright freshness. A touch of white pepper can be glimpsed through the fruit. The structure shows fine tannins, still crunching like starched velvet but beginning to yield. If you like the crunch, drink this wine now, if you like evolution, it will reward patience. The core of brilliant cherry and bluebery fruit promises to continue shining. Drink now–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Diabas Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Eisenberg", "country": "Austria", "winery": "Jalits"}, {"points": "95", "title": "Mascarello Giuseppe e Figlio 2012 Perno  (Barolo)", "description": "Leather, pipe tobacco, woodland berry, dark spice and crushed herb follow through to the taut linear palate along with notes of sour cherry, ground pepper and clove. It's extremely elegant but still tightly wound, with youthfully assertive tannins that need to unfold. Give this time to come together and develop complexity. Drink 2022–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 113, "designation": "Perno", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mascarello Giuseppe e Figlio"}, {"points": "95", "title": "Kracher 2015 Beerenauslese Cuvée White (Burgenland)", "description": "A musky note of botrytis makes for a heady, lifted nose, followed by aromas of dark fir honey and candied pineapple. The palate adds an almost grassy, herbal tinge to the proceedings, creating an intriguing edge amid the killer sweetness. The mouthfeel is dense and sticky, but bright. On the finish an array of fruit breaks loose: tart apple, apple jelly, candied grapefruit peel and candied lemon. The sweet finish lingers.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Beerenauslese Cuvée", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "95", "title": "Kracher NV Noble Reserve Trockenbeerenauslese White (Burgenland)", "description": "Apple and passion fruit are the aromatic top notes, hovering above a nose of honey and musk. Notes of honey, caramel and maple syrup seem to unite on the palate, guided and framed by the sharpest, most luminous acidity. Extremes are at work here, revealing both utter sweetness and utter acidity. Dazzling all of the senses, this wine leaves a rich aftertaste.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Noble Reserve Trockenbeerenauslese", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "95", "title": "Pio Cesare 2013  Barolo", "description": "This stunning wine opens with classic Nebbiolo aromas of underbrush, new leather, blue flower and dark berry along with a whiff of menthol. The radiant savory palate delivers juicy Marasca cherry, crushed raspberry, clove and star anise framed in noble tannins and bright acidity. It's tempting now but will continue to unwind and develop complexity for years to come. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 77, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Pio Cesare"}, {"points": "95", "title": "Salomon-Undhof 2009 Rosengold Beeranauslese Gelber Traminer (Niederösterreich)", "description": "The musky touch of botryrtis clings to the mellow, sweet ripeness of juicy Mirabelle plums and candied citrus on the nose. The palate follows with a supremely balanced sweetness that's nonetheless bright and luminous with lemony freshness. A floral perfume fills the palate with a fragrance that lasts and lasts.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Rosengold Beeranauslese", "variety": "Gelber Traminer", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "95", "title": "Aldo Conterno 2013 Bussia Colonnello  (Barolo)", "description": "Menthol, pressed rose, iris, woodland berry, chopped mint and a whiff of oak-driven spice take center stage. It's still tight, with youthfully assertive refined tannins but it also boasts layers of red cherry, raspberry compote, cranberry, licorice and vanilla alongside bright acidity. Thanks to its age-worthy structure, you'll need patience for this one. Drink 2028–2048.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Bussia Colonnello", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Aldo Conterno"}]