[{"points": "93", "title": "Paumanok 2013 Grand Vintage Merlot (North Fork of Long Island)", "description": "A marker of Long Island's exceptional 2013 vintage, this exceptionally ripe yet complexed and balanced Merlot offers long aging potential. It's deeply concentrated in fruit, boasting ruddy, ripe streaks of black cherry and plum off set by brisk acidity and fine, penetrating tannins. Shades of dried herb, autumn leaves and mushroom lend finesse and elegance. It's tasty now but should improve further from 2020 through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Grand Vintage", "variety": "Merlot", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Paumanok"}, {"points": "93", "title": "Paumanok 2014 Assemblage Red (North Fork of Long Island)", "description": "While a shade brighter and brisker than the 2013 Assemblage, this gorgeously composed Bordeaux blend offers invigorating bursts of blackberry and plum flavors nuanced with spice, vanilla and fur. It's full bodied and texturally quite satisfying, yet stately, framed by crisp cranberry acidity and penetrating tannins. It's delicious now, but should gain further complexity and depth from 2020–2030.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Assemblage", "variety": "Bordeaux-style Red Blend", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Paumanok"}, {"points": "93", "title": "Proidl 2015 Hochäcker Reserve Riesling (Kremstal)", "description": "Fresh citrus has a tang of green apple on the nose. The palate colors this with an equally zesty dollop of grapefruit, but something riper, richer, almost of dried fruit, also swings in there. This is intriguing and fresh, zesty and taut, lip-smacking and moreish. I feel that this will give up its secrets with a little more bottle age, but it already is delicious now.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Hochäcker Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "93", "title": "Hiedler 2015 Ried Kittmannsberg Reserve Grüner Veltliner (Kamptal)", "description": "Lovely and generous notes of juicy ripe pear are most inviting on the nose. The concentrated punchy palate cuts in with welcome lemon zestiness and that wonderful Grüner spiciness of freshly milled white pepper. The lovely texture of the midpalate, combined with that lemony verve, is totally disarming.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Ried Kittmannsberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "93", "title": "J. Lohr 2014 Hilltop Cabernet Sauvignon (Paso Robles)", "description": "This appealing wine is widely available. Blueberry, vanilla cream and gingerbread make for an inviting nose. The palate packs layers of intriguing, ripe and easily lovable flavors: baked strawberries, vanilla ice cream, blueberry sauce and baking spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Hilltop", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "93", "title": "Johanneshof Reinisch 2014 Frauenfeld St. Laurent (Thermenregion)", "description": "Something floral and soft hovers above the fruit. There also is the rich hazel presence of fine oak. The fruit is beautifully luminous: very aromatic red cherry is drenched in the soft vanilla of oak. The tannins are silky but dense. White pepper shimmers everywhere, supported by the inherent freshness of the palate. This still needs time. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Frauenfeld", "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "93", "title": "Small Vines 2014 Baranoff Vineyard Estate Grown Pinot Noir (Russian River Valley)", "description": "From a vineyard planted in rocky red soil, this wine shows a depth of concentrated and intense cranberry and black tea. It's currently youthful in feel, with structured tannins and full, rich chocolate and coffee flavors. It will benefit from time in the cellar, so enjoy 2020–2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 82, "designation": "Baranoff Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Small Vines"}, {"points": "93", "title": "Te Mata 2013 Cape Crest Sauvignon Blanc (Hawke's Bay)", "description": "This has come to epitomize the Hawke's Bay style of Sauvignon Blanc, typical in it's ripe fruit and oak treatment. Hints of vanilla and cedar frame passion fruit and pink grapefruit notes, then leave a lingering impression of Creamsicle behind on the silky-textured finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 30, "designation": "Cape Crest", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Te Mata"}, {"points": "93", "title": "Mazzei 2012 Mix 36 Sangiovese (Toscana)", "description": "Made entirely from Sangiovese, this polished red opens with aromas of red berry, violet, sunbaked earth and a whiff of thyme. Structured and smooth, the palate delivers juicy red cherry, cinnamon and clove alongside fine-grained tannins. Drink through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Mix 36", "variety": "Sangiovese", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Mazzei"}, {"points": "93", "title": "Loimer 2015 Seeberg Riesling (Kamptal)", "description": "Fragrant ripe apricot, edged with notions of citrus foliage streams from the glass. The same intriguing flavor combo of ripeness and freshness, aroma and full fruit, makes up the precise and clean palate. The finish is lip-smacking and still veers and shimmers between full-on fruit ripeness and tart zesty citrus.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Seeberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "93", "title": "Schramsberg 2011 Methode Traditionelle Brut Sparkling (Carneros)", "description": "This sparkler was made from a majority of Chardonnay with a seasoning of Pinot Noir, the grapes grown at Hyde Vineyard, among other sites within the appellation. A doughy, tart wine, it brightly expresses green apple, orange, grapefruit and a more developed creaminess of biscotti, delighting in a persistence of lemon zest.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Methode Traditionelle Brut", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Schramsberg"}, {"points": "93", "title": "Tenuta di Sesta 2010 Riserva  (Brunello di Montalcino)", "description": "Leafy underbrush, sunbaked earth, star anise and a whiff of new leather lead the way. The firm, elegantly structured palate offers mature wild cherry, crushed raspberry, licorice and clove alongside a backbone of firm, rounded tannins. Drink 2018–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 140, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta di Sesta"}, {"points": "93", "title": "Kokomo 2014 Cuvée Red (Sonoma County)", "description": "Perfumed and high-toned, this is an impressively crafted and priced blend of 35% Merlot, 24% Cabernet Sauvignon, 20% Malbec, 16% Grenache and 5% Petite Sirah. It shows a peek into each variety's personality, luxuriating in black pepper, leather, meat and black jam, with a juicy lushness to the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 26, "designation": "Cuvée", "variety": "Red Blend", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kokomo"}, {"points": "93", "title": "J. Lohr 2013 Cuvée Pau Red (Paso Robles)", "description": "This Cabernet Sauvignon-based ode to Pauillac improves immensely as it sits open for days, suggesting great ageability. Black currant, gravel, teriyaki and dark chocolate show on the nose, leading into a palate that is tightly wound with chalky tannins. Flavors of black fruit, charcoal, pencil shavings and coffee slowly emerge. Drink 2019–2033.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Cuvée Pau", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "93", "title": "Eder 2015 Smaragd Riesling (Wachau)", "description": "Beautifully evocative hints of apricot and orange rise from the glass. The palate comes in with taut zesty citrus and harnesses the beautifully ripe flavors. The body is streamlined and very tangy, full of tension and flavor. This is totally refreshing and sure to develop beautifully. Rejoice in all the citrus drama. Drink 2019–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Eder"}, {"points": "93", "title": "Zoetic Wines 2014 Block 21 Pinot Noir (Russian River Valley)", "description": "Baking spice wraps around sizzling acidity in this well-made, full-bodied red from the heart of the appellation's Westside Road. Dark fruit is represented within a stemmy, brooding and slightly carbonic texture that's complex and rewarding.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Block 21", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Zoetic Wines"}, {"points": "93", "title": "Caliza 2013 Companion Cabernet Sauvignon-Syrah (Central Coast)", "description": "This is a hearty, lavishly styled blend of 54% Cabernet Sauvignon and 46% Syrah by Carl Bowker, who pushes the purple-fruit aromas to the max, with deep blueberry, crème de cassis and violet flowers on the nose. The palate touches a wide range of dark fruits such as boysenberry, olallieberry and elderberry, picking up cola and root beer along the way. It finishes on coffee and a touch of elderflower, with an extremely soft texture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Companion", "variety": "Cabernet Sauvignon-Syrah", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Caliza"}, {"points": "93", "title": "Casa al Vento 2013 Foho Riserva  (Chianti Classico)", "description": "Elegantly structured, this opens with enticing scents of red berry, blue flower and a whiff of tilled soil. The vibrant palate is loaded with finesse, offering crunchy red cherry, strawberry, star anise and a hint of mineral alongside silky tannins and bright acidity. Drink through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Foho Riserva", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Casa al Vento"}, {"points": "93", "title": "Domaine les Capréoles 2015 Sous la Croix  (Régnié)", "description": "Thus cru wine by Cédric Lecareux comes from shallow soil over granite. That gives a strong and serious character: textured and mineral. Bold ripe black plums dominate along with intense acidity. The wine, layered with tannins and wood-aged, is still young. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Sous la Croix", "variety": "Gamay", "region_1": "Régnié", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine les Capréoles"}, {"points": "93", "title": "Château de Chatelard 2015 Cuvée les Roches  (Morgon)", "description": "Vines planted almost directly on the rock have produced this firm and structured wine. It is solid with dark tannins and concentrated black fruits. Plenty of acidity gives a succulent character to this generous wine. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 23, "designation": "Cuvée les Roches", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château de Chatelard"}, {"points": "93", "title": "Château des Jacques 2015 Clos des Rochegrès  (Moulin-à-Vent)", "description": "From this always impressive estate, owned by Louis Jadot in Beaune, this wine is richly structured and dense. With some wood aging, it has an extra ripeness and tannic concentration. This cru wine with its tight texture and minerality will age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 43, "designation": "Clos des Rochegrès", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château des Jacques"}, {"points": "93", "title": "Allram 2015 Gaisberg Grüner Veltliner (Kamptal)", "description": "The very gentle but seductive notion of sun-ripened red-cheeked mirabelle plums radiates like sunshine from the glass. With a further sniff there also is peppery greenery: yarrow and hay. The palate also unites this friendly fruit with the savory spice of these herbs and comes in a light-footed, compact and fresh package that just dances on the tongue. This is deceptively frivolous Grüner with a seriously delicious concentrated core.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Gaisberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Allram"}, {"points": "93", "title": "Allram 2015 Renner Grüner Veltliner (Kamptal)", "description": "The lifted nose promises purity, which the palate follows thorough on, with the gentle fruit of ripe pear and mirabelle plum and the softer freshness of ripe lemon. There is just a smattering of white pepper. All is held with great poise and freshness, and there is something utterly clean and pure about this.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 31, "designation": "Renner", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Allram"}, {"points": "93", "title": "Anton Bauer 2015 Grande Reserve Grüner Veltliner (Wagram)", "description": "Soft vanilla hints of oak creep into the mossy aromatic hints of green and yellow pear. There also is a generous core of ripe fruit, almost reminiscent of lychee. While this is fresh with citrus, the deep mellowness and gliding fluidity of the palate will win you over. The finish is clean and lasting.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Grande Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Anton Bauer"}, {"points": "93", "title": "Bründlmayer 2015 Alte Reben Reserve Grüner Veltliner (Kamptal)", "description": "Funky yeast still holds sway on the nose. Underneath that are notions of ripe juicy pear and a soft hint of vanilla. The palate strikes a sonorous balance between smoky vanilla and gently peppered pears. There is concentration and promise. The finish is nutty and very long. This is still tightly closed and needs to unfurl, but will become a great gastronomic wine. Drink 2019–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Alte Reben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Domaine du Vissoux 2015 Les Garants  (Fleurie)", "description": "The Chermette family has produced a rich generous cru wine. It is structured and dense with some firm tannins from maturing in wood. It also has a generous black plum and cherry fruits that are developing well. Drink this wine from late 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 27, "designation": "Les Garants", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine du Vissoux"}, {"points": "93", "title": "Ebner-Ebenauer 2015 Bürsting Grüner Veltliner (Niederösterreich)", "description": "Rich notes of yeast on the nose promise a rounded wine, while on the palate they become even more pronounced and deliver a big hit of lasting umami flavors. Here and there white pepper pokes through with its freshness supported by leavening citrus notes. This is powerful stuff: Handle with care and pair with food that is both subtle and robust—just like the wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 27, "designation": "Bürsting", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "93", "title": "Hirsch 2015 Gaisberg Reserve Riesling (Kamptal)", "description": "The nose just gives a gentle hint of ripe apricot. The palate, on the other hand, speaks freely of zesty citrus: ripe lemon and fresh Seville orange, full of tart zestiness and refreshing zing. This is slender and linear, taut but chock-full of fruit. There is drive and energy and total refreshment.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Gaisberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hirsch"}, {"points": "93", "title": "Jean-Paul Brun 2015 Terres Dorées Grille-Midi  (Fleurie)", "description": "Although he is based in the Terres Dorées (golden earth) region of southern Beaujolais, this producer has an enviable palate of vineyards in the crus to the north. This wine comes from one. It has structure, density and a a solid core of both tannins and rich fruit. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 32, "designation": "Terres Dorées Grille-Midi", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Jean-Paul Brun"}, {"points": "93", "title": "Jurtschitsch 2015 Heiligenstein Reserve Riesling (Kamptal)", "description": "A very slight citrus lift, edged with ripe pineapple, on the nose announces a precise palate of lusciously ripe flavors: sun-ripened yellow mirabelle plums nestle alongside ripe oranges and clementimes. A straight, linear but ripe acidity at the very core keeps all of this fruit in check and provides direction and precision. Delicious and long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Jurtschitsch"}]