[{"points": "92", "title": "Château Ad Francos 2014 Ad Francos  (Francs Côtes de Bordeaux)", "description": "A finely perfumed wine from a mere 2.5-acre vineyard, this is ripe and with great balance between the tannins and the warm berry fruits. It has a generous, while structured, character that will develop well. Owners Viviane and André Vossen's consultant is Michel Rolland whose family owned this castle for 200 years. Drink starting from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": "Ad Francos", "variety": "Merlot", "region_1": "Francs Côtes de Bordeaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Ad Francos"}, {"points": "92", "title": "CVNE 2010 Viña Real Gran Reserva  (Rioja)", "description": "This is a young but excellent gran reserva, so it's gritty-smelling in its youth, with aromas of blackberry and cassis. Racy acidity pushes the focus on the palate towards the upper tier, while flavors of lactic oak, lemon peel, tobacco and mocha share the stage with plum and berry fruit. Finishing flavors of vanilla and raw oak are supported by good acidity and just enough pulp. Drink through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 44, "designation": "Viña Real Gran Reserva", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "CVNE"}, {"points": "92", "title": "De Venoge 2006 Louis XV Brut Rosé  (Champagne)", "description": "Named after the French king who first said that Champagne had to be bottled (thereby allowing the bubbles to be retained), this dry rosé is rich, beginning to mature and full of ripe red fruits. Hints of toast and almonds add an extra dimension to the wine's complexity. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 207, "designation": "Louis XV Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "De Venoge"}, {"points": "92", "title": "Dom Caudron 2008 Sublimité 50/50  (Champagne)", "description": "A 50-50 blend of Pinot Meunier and Chardonnay from the Marne Valley gives this wood-aged wine richness, with good spice and flavor concentration. Dry and crisp, it benefits from the fine vintage to highlight ripe grapes with acidity and citrus flavors. The wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Sublimité 50/50", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Dom Caudron"}, {"points": "92", "title": "Trisaetum 2014 Estates Reserve Pinot Noir (Willamette Valley)", "description": "The Estates Reserve is a barrel selection combining chosen lots from the three estate vineyards. Despite this vintage's reputation for offering ripe, forward, accessible flavors, this wine remains stubbornly closed. It's entirely possible that it has just hit a bit of a dumb phase, which is not uncommon for recently-bottled Pinot Noir. Ripe full-bodied flavors of strawberry preserves peek through, with moderating acids and no herbal notes.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 69, "designation": "Estates Reserve", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "92", "title": "Vino Noceto 2013 Riserva Sangiovese (Shenandoah Valley (CA))", "description": "This is one of four excellent renditions from Sangiovese-specialist Noceto. It's a medium-bodied wine with complexity in aroma, a fine-textured mouthfeel and fascinating layers of spice, herb, mineral and berry notes. It superbly displays the variety's intricate palette of flavors.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Shenandoah Valley (CA)", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Vino Noceto"}, {"points": "92", "title": "Testarossa 2014 Brousseau Vineyard Pinot Noir (Chalone)", "description": "Dense in its core with aromas of black fruit, rose buds, chipped slate and a touch of anise, this also has a cran-raspberry freshness that emerges on the nose with time. The palate is redolent with dried thyme, oregano, marjoram and fennel that meet with cooked cranberry fruit and turned-earth flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Brousseau Vineyard", "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "92", "title": "Lafond 2012 Lafond Vineyard Syrah-Grenache (Sta. Rita Hills)", "description": "Crushed rose petals, lavender, cooked red cherries and fresh, light potpourri aromas show on the nose of this blend of 60% Syrah and 40% Grenache. The palate also presents an intriguing combination of floral flavors, from roses to violets to lavender, alongside a darker tar and beef-char component, blackberry paste and a cocoa-dust finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Lafond Vineyard", "variety": "Syrah-Grenache", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lafond"}, {"points": "92", "title": "Lanson NV Noble Cuvée Brut Rosé  (Champagne)", "description": "This pale-colored rosé is dominated by Chardonnay. It tastes drier than previous bottlings, with a tight mineral texture and intense acidity. At the same time, the fruit is all there—red currant and citrus. The wine is delicious now for its crispness, although it will certainly age, and this bottling (disgorged in 3/16) will be at its best from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Noble Cuvée Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "92", "title": "Quinta da Romaneira 2005 Vintage  (Port)", "description": "While this was not a generally declared Vintage, there are many attractive, structured single-quinta Ports, such as this. It has ripe sweet black plum and dried prune flavors along with just the right tannic structure to let it age further. While it is drinkable now for its fruit, it will be so much better from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta da Romaneira"}, {"points": "92", "title": "Alfred Gratien 2007 Cuvée Paradis Brut Rosé  (Champagne)", "description": "This is a ripe, rich red-fruit-flavored wine. It has great concentration and a dense texture that spotlights bright fruit, plus a touch of tannin from the red wine used to give color. This bottling needs to age further, so drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Cuvée Paradis Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Alfred Gratien"}, {"points": "92", "title": "Churchill's 2013 Churchill's Estates Grande Reserva Red (Douro)", "description": "Old vines in a field blend are the basis of this dense and concentrated wine. It is powered both by its tannins and by dark black fruits. This is solid, dark and powerful but still young needing plenty of time for the rich fruits to broaden out and mature. Drink starting from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 54, "designation": "Churchill's Estates Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Churchill's"}, {"points": "92", "title": "Consejo de la Alta 2010 Reserva  (Rioja)", "description": "Aromas of savory leather, wood and baked berry fruits lead to a fresh, well-built palate with fine tannins and integrated but potent acidity. Toasty, blackened plum and berry flavors finish with a coating of oak flavor as well as coffee and chocolate notes. Drink through 2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 65, "designation": "Reserva", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Consejo de la Alta"}, {"points": "92", "title": "Delamotte NV Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Based in Mesnil-sur-Oger, this producer specializes in Chardonnay blanc de blancs. This nonvintage is a fine expression of the style, full of minerality softened by rich fruit, much of it from Grand Cru vineyards. A delicate wine, it's subtly fruity, with an enticing floral character. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 78, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Delamotte"}, {"points": "92", "title": "Devona 2012 Freedom Hill Vineyard Pinot Noir (Oregon)", "description": "The new Oregon project from John Abbott (ex-Abeja) kicks off with this vineyard selection from a five-star vintage. A blend of fifth leaf Pommard and 30-year-old Wädenswil clones, it's lush and aromatic, sporting bold scents and flavors of ripe raspberry and cherry fruit, with a spine of iron. Toasty new barrel accents punch through, with a clean crisply defined finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Freedom Hill Vineyard", "variety": "Pinot Noir", "region_1": "Oregon", "region_2": "Oregon Other", "province": "Oregon", "country": "US", "winery": "Devona"}, {"points": "92", "title": "Domaine Charles Baur NV Brut Sparkling (Crémant d'Alsace)", "description": "Scented notes of Golden Pearmain apple fill the nose. The palate follows in the same mellow vein while the creamy mousse accents the richness with pure lemon freshness. Shortcrust and biscuit flavours act as an aromatic backdrop. What a rounded, fresh and superbly balanced Crémant! Savor it long after the last sip has gone.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Brut", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Charles Baur"}, {"points": "92", "title": "Charles Ellner NV Grand Réserve Brut  (Champagne)", "description": "Deliciously balanced, this wine is on the dry side while keeping its fruitiness up front. A blend of 60% Chardonnay and 40% Pinot Noir, it has both minerality and rich apple and pear fruits with a tangy texture. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Grand Réserve Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles Ellner"}, {"points": "92", "title": "Taltarni 2013 Shiraz (Victoria)", "description": "Dustings of brown sugar and cinnamon over black cherries leave a lasting impression on the nose of this full-bodied, creamy-textured Shiraz. Plum and chocolate notes creep in on the dry, savory finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 23, "designation": null, "variety": "Shiraz", "region_1": "Victoria", "region_2": null, "province": "Victoria", "country": "Australia", "winery": "Taltarni"}, {"points": "92", "title": "Nervi 2010  Gattinara", "description": "Polished and balanced, this elegant red opens with scents of rose, red berry, tilled earth and truffle. The firmly structured palate delivers juicy raspberry, crunchy red cherry, licorice and a hint of nutmeg alongside bright acidity and taut, refined tannins. Drink 2018–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": null, "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Nervi"}, {"points": "92", "title": "J. Dumangin Fils NV Cuvée Hippolyte Brut Nature Pinot Noir (Champagne)", "description": "This wine has the classic richness of Pinot Noir, with a touch of textured tannin and bright red fruits. It needs more bottle age, so drink this wine from 2017. This is one of three Champagnes in a series of limited releases named after Dumangin ancestors (Hippolyte was the first to make Champagne).", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Cuvée Hippolyte Brut Nature", "variety": "Pinot Noir", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "J. Dumangin Fils"}, {"points": "92", "title": "Justin 2013 Reserve Cabernet Sauvignon (Paso Robles)", "description": "This wine is showy on the nose, with lilacs, lavender-laced crème brûlée and dense dried-black-cherry aromas that prove inviting. It is elegantly framed on the palate, with lots of lavender, potpourri, dried thyme and oregano set against the rich, dark-red fruits.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "92", "title": "Martin Ranch 2012 Thérèse Vineyards Lester Family Vineyard Syrah (Santa Cruz Mountains)", "description": "This is immediately recognizable as a bottling from a cool-climate vineyard, with tons of cracked black pepper, asphalt and black fruit on the tense and intriguing nose. That pepper character follows through on the palate, mixing with crushed bay leaf, underripe elderberries and a touch of black currant, but fruit plays second to the spice and structure. Drink 2017–2022.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Thérèse Vineyards Lester Family Vineyard", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Martin Ranch"}, {"points": "92", "title": "Michael David 2013 Inkblot Petit Verdot (Lodi)", "description": "A deep, almost-black color goes right to a ruby rim. Aromas suggest dark chocolate and coffee bean and the flavors are concentrated, saturated and delicious, like blackberry and blueberry pie—except nicely dry. This full-bodied wine coats the sides of the mouth but stays velvety and lingers on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 35, "designation": "Inkblot", "variety": "Petit Verdot", "region_1": "Lodi", "region_2": "Central Valley", "province": "California", "country": "US", "winery": "Michael David"}, {"points": "92", "title": "Fratelli Berlucchi 2009 Casa delle Colonne Zero Riserva  (Franciacorta)", "description": "Toasted hazelnut, golden apple and citrus scents lift out of the glass. The linear, elegant palate delivers ripe pear, lemon zest, bread crust and mineral alongside a refined perlage. It finishes crisp and dry.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Casa delle Colonne Zero Riserva", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Fratelli Berlucchi"}, {"points": "92", "title": "Ferrer Bobet 2013 Vinyes Velles Red (Priorat)", "description": "A bright magenta color and aromas of toast, tobacco, cola and wild blackberry draw you in. This wine is young, and so the acidity shows through right now. Flavors of blackberry, cassis and black cherry come with a touch of oaky vanilla. That vanilla carries over to the finish, which is oaky, bright and scouring. This Carignan-Garnacha blend will be at its best from 2018–2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 59, "designation": "Vinyes Velles", "variety": "Red Blend", "region_1": "Priorat", "region_2": null, "province": "Catalonia", "country": "Spain", "winery": "Ferrer Bobet"}, {"points": "92", "title": "Fox Creek 2013 Short Row Shiraz (McLaren Vale)", "description": "This is a full-bodied, plushly textured wine that doesn't quite go over the top. Vanilla and dill notes accent blackberry and plum fruit before finishing firm, crisp and long. This has all the ingredients, it just needs time to come together. Drink 2020–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 30, "designation": "Short Row", "variety": "Shiraz", "region_1": "McLaren Vale", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Fox Creek"}, {"points": "92", "title": "Grimaldi Bruna 2010 Badarina Riserva  (Barolo)", "description": "This opens with earthy, almost funky aromas that recall new leather, tilled soil, truffle and a whiff of game. The palate is still youthfully austere, offering dried black cherry, baking spice and chopped herb alongside fine-grained tannins. Drink 2020–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Badarina Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Grimaldi Bruna"}, {"points": "92", "title": "Domaine Serene 2013 Fleur de Lis Vineyard Pinot Noir (Dundee Hills)", "description": "This is smooth and open, a mix of fresh cranberry and raspberry fruit, underscored by minerality and acidity. Still young and primary, it offers light highlights of milk chocolate from aging 15 months in 62% new French oak. It's a wine of impeccable balance, with a seamless finish and silky smooth tannins. Drink now and through 2022.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 90, "designation": "Fleur de Lis Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "92", "title": "Domaine Serene 2013 Two Barns Vineyard Pinot Noir (Dundee Hills)", "description": "Appealing complexities appear right from the first sniff, with a mix of rhubarb, tomato leaf, berry, cherry and plum. There is a suggestion of tanned leather, and the brambly fruit flavors carry a lemon-rind edge into a tightly framed, lightly toasty finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 90, "designation": "Two Barns Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "92", "title": "Domaine Serene 2013 Yamhill Cuvée Pinot Noir (Willamette Valley)", "description": "This entry-level Pinot from Domaine Serene outshines more than a few Oregon reserves. It's splendidly clear, refined and aromatic, with a tantalizingly smoky note in play. There is a pleasing dusty character to the cherry fruit and the finish is dappled with highlights of cinnamon toast. It's flat-out irresistible.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Yamhill Cuvée", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}]