[{"points": "93", "title": "Domaine de Bellene 2014 Les Quartiers de Nuits  (Vosne-Romanée)", "description": "There is plenty of the power and structure of a Vosne-Romanée in this single parcel wine. It has density and concentration over a rich full black-fruit character. There are still signs of the wood aging and some high toast flavors that need to integrate, so wait until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 115, "designation": "Les Quartiers de Nuits", "variety": "Pinot Noir", "region_1": "Vosne-Romanée", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine de Bellene"}, {"points": "93", "title": "Cayuse 2013 Camespelo Red (Walla Walla Valley (WA))", "description": "Cabernet Sauvignon (81%) takes the lead on this wine with the rest Merlot. Intriguing aromas of dried herb, moist earth, funk and blackberry reveal a palate full of concentrated fruit and savory flavors. It shows a sense of freshness and finesse.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 80, "designation": "Camespelo", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "93", "title": "Cayuse 2013 Flying Pig Red (Walla Walla Valley (WA))", "description": "This wine is a blend of Cabernet Franc (45%), Merlot (45%) and Cabernet Sauvignon. The aromas—both perfumed and subtle—pop with notes of flowers, cassis bud, moist earth, funk, orange peel and red fruit. The flavors are concentrated and velvety, displaying a soft, compelling feel.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 90, "designation": "Flying Pig", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "93", "title": "Bernardus 2014 Rosella's Vineyard Chardonnay (Santa Lucia Highlands)", "description": "Bright Meyer lemon, sea salt, dried jasmine, tangerine blossoms and a touch of lemon curd come together in an amazing harmony of sharpness and richness on the nose of this single-vineyard offering. That tang-meets-ripe formula extends to the palate, where tart apple-custard flavors are hit with lime pith and kumquat acidity before finishing on a rounded note of almond.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Rosella's Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bernardus"}, {"points": "93", "title": "Capitain-Gagnerot 2008 Les Moutottes Premier Cru  (Aloxe-Corton)", "description": "It is rare to find mature red Burgundy being sold directly from the producer's cellar. This 2008 from an above-average vintage is certainly showing signs of rich maturity. It has developed the undergrowth aromas and spice flavors of ready-to-drink Pinot Noir. It has also retained plenty of acidity. It is a lightly tannic wine that is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": "Les Moutottes Premier Cru", "variety": "Pinot Noir", "region_1": "Aloxe-Corton", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Capitain-Gagnerot"}, {"points": "93", "title": "Jean-Marc Brocard 2015 Butteaux Premier Cru  (Chablis)", "description": "The wine is rich and full in the mouth with ripe fruit from the deep clay soil of this premier cru. It is beautifully concentrated and ripe. The fruit is so crisp and juicy that this yellow and white-fruit flavored wine could be drunk now. That would be a shame, because it will be even better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Butteaux Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Marc Brocard"}, {"points": "93", "title": "Jean-Marc Brocard 2015 Montmains Premier Cru  (Chablis)", "description": "A tight, crisp wine from vineyards that face across the river to the town of Chablis. The wine has delicious yellow fruits, intense acidity and an opulent character. The vines of the vineyard face east giving warmth while keeping a strong mineral texture. Drink this wine from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 34, "designation": "Montmains Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Marc Brocard"}, {"points": "93", "title": "McIntyre Vineyards NV L'Homme Qui Ris Methode Champenoise Pinot Noir (Santa Lucia Highlands)", "description": "Featuring and named after a painting by renowned Santa Barbara artist James Jarvaise, this intriguing bottling shows Anjou pear, Key lime, green pluot, cider apple and strong sourdough notes on the nose. Those unique aromas carry to the palate, where a mix of yellow flowers, yellow melon, lemon blossom and lemon verbena soar across a flavor base of lightly buttered toast.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "L'Homme Qui Ris Methode Champenoise", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "McIntyre Vineyards"}, {"points": "93", "title": "Gramercy 2013 Forgotten Hills Vineyard Syrah (Walla Walla Valley (WA))", "description": "Hailing from one of the state's top Syrah sites, this wine offers reserved aromas of violets and raspberries along with whiffs of smoked meat and green herbs. The layered flavors are elegant yet intense, with vibrant acidity and a finish with plenty of hang time. The pleasure is as much about feel as flavor.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Forgotten Hills Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "93", "title": "François Lurton 2013 Chacayes Malbec (Valle de Uco)", "description": "Ripe, dark, baked aromas of pastry, turned-up earth, campfire and wild-berry fruits set up a seriously deep and tannic palate that's stacked with black-fruit power, toasty oak and intensity. This tastes blackened, toasty and chocolaty on top of core blackberry and cassis flavors, while an oaky finish with peppery spice is just right for this type of burly wine. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 80, "designation": "Chacayes", "variety": "Malbec", "region_1": "Valle de Uco", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "François Lurton"}, {"points": "93", "title": "Domaines Devillard 2014 Château de Chamirey La Mission Monopole  (Mercurey)", "description": "The parcel called La Mission in the heart of the Mercurey vineyards is wholly owned by the Devillard family, so they call it a monopoly. It is a wine that effortlessly balances tangerine and lemon flavors with ripe spiced peaches and a tight mineral texture. The wine is still young, still developing, so wait until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 53, "designation": "Château de Chamirey La Mission Monopole", "variety": "Chardonnay", "region_1": "Mercurey", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "93", "title": "Roche de Bellene 2014 Champeaux Premier Cru  (Gevrey-Chambertin)", "description": "The wine comes from a parcel that is less than an acre. Vines aged for 45 years on average have created a structured, concentrated wine with powerful tannins and dark, black fruits. It is a wine for serious aging, It's unlikely to be ready before 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 142, "designation": "Champeaux Premier Cru", "variety": "Pinot Noir", "region_1": "Gevrey-Chambertin", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Roche de Bellene"}, {"points": "93", "title": "En Garde 2013 Ghielmetti Vineyard Petite Sirah (Livermore Valley)", "description": "One of the most compelling wines of its ilk, this big beauty has pure, focused and delicious fruit flavors, spicy and perfumed oak accents, and a very full body. The good mix of lively acidity and velvety tannins make it feel luxurious without smothering the taste buds.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 38, "designation": "Ghielmetti Vineyard", "variety": "Petite Sirah", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "En Garde"}, {"points": "93", "title": "Etude 2014 Fiddlestix Vineyard Pinot Noir (Sta. Rita Hills)", "description": "There's a heady mix of smoke and bacon fat on this bottling from one of the appellation's top vineyards, along with baked red cherry and dried fennel, all swirling together in a very appealing manner. The hickory-smoke touches are more reserved on the sip, where tart strawberry mixes with licorice, marjoram and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Fiddlestix Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Etude"}, {"points": "93", "title": "Monte del Frà 2012 Lena di Mezzo  (Amarone della Valpolicella Classico)", "description": "Cedar, ground pepper, cassis, scorched earth and tobacco aromas lead the way on this powerfully structured red. The chewy full-bodied palate doles out dried black cherry, black currant, fig, licorice and dark bitter chocolate set against a backbone of ripe and solid tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Lena di Mezzo", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Monte del Frà"}, {"points": "93", "title": "Navarro 2014 Deep End Blend Pinot Noir (Anderson Valley)", "description": "Long a producer of high quality and good value, Navarro seems to be raising the bar higher on its Pinot Noir. A vivid, potent and concentrated fruit component lights up this full-bodied wine from the first whiff through the finish. Black cherry, violet and cassis come together in a powerful beam of flavor. A good backbone of acidity and firm tannins supports that power nicely.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": "Deep End Blend", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Navarro"}, {"points": "93", "title": "No Girls 2013 La Paciencia Vineyard Syrah (Walla Walla Valley (WA))", "description": "Quite aromatic on first pour, this wine shows green peppercorn, violets, earth, smoked meat and savory aromas. The fruit and savory flavors are generous, showing length and depth.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 75, "designation": "La Paciencia Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "No Girls"}, {"points": "93", "title": "Rutini 2013 Apartado Gran Malbec (Argentina)", "description": "Big, full, ripe and black as night, this may be the best Apartado Gran Malbec to date. With ripe berry weight and fresh acidity, this is in fine balance. Toasty, blackened flavors of blackberry finish deep, smooth and dense. While this cuts no new ground, it's a delicious, well-made, power Malbec. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 100, "designation": "Apartado Gran", "variety": "Malbec", "region_1": "Argentina", "region_2": null, "province": "Other", "country": "Argentina", "winery": "Rutini"}, {"points": "93", "title": "Pascal Bouchard 2015 Les Vieilles Vignes Fourchaume Premier Cru  (Chablis)", "description": "This is a young, beautifully fruity wine. Lemon and lime chase ripe yellow fruits and pears that are all lifted by spice and acidity. It is perfumed, rich and concentrated from the old vines. The aftertaste is mineral and tight. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Les Vieilles Vignes Fourchaume Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Pascal Bouchard"}, {"points": "93", "title": "Pascal Jolivet 2014 Le Grand Chemarin  (Sancerre)", "description": "One of Jolivet's single-vineyard wines, this comes from a south-facing parcel in the heartland of Sancerre. It is a classic fruity wine, but is developing an opulent character that brings in spice as well as wonderfully ripe flavors. The wine is very drinkable now, although still young and with a great future. Drink ideally from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 56, "designation": "Le Grand Chemarin", "variety": "Sauvignon Blanc", "region_1": "Sancerre", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Pascal Jolivet"}, {"points": "93", "title": "Pascal Jolivet 2014 Le Roc  (Sancerre)", "description": "This wine comes from a single vineyard, planted on flint soil. It has a definite steely character that has been softened by the year in bottle. That gives a pure wine shot through with citrus and apples, showing power and concentration from the intense fruit. Drink the wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 54, "designation": "Le Roc", "variety": "Sauvignon Blanc", "region_1": "Sancerre", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Pascal Jolivet"}, {"points": "93", "title": "Michaud 2014 Pinot Noir (Chalone)", "description": "Pressed cranberry, underripe raspberry and white pepper form the alluring aromatic base for this bottling that dives into Kalamata olive and cardamom notes on the nose. There is great energy on the sip, with anise, buzzy Sichuan peppercorn and Indian spice enlivening the tomato leaf and cherry-tomato fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Michaud"}, {"points": "93", "title": "Morgan 2014 Double L Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "The waves of aromas on this bottling are quite intriguing, starting with meat then moving to black olive and tobacco. It finally settles into dense rose petals, purple flowers, cinnamon, dark hibiscus and black plum. The sip focuses on minerality, with chipped slate showing first, then goes toward juniper and pine, all against a black raspberry and pomegranate backdrop.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Double L Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Morgan"}, {"points": "93", "title": "Stack House 2013 Cabernet Sauvignon (Napa Valley)", "description": "This is a remarkably affordable find, so good in its red-fruited, tangy acidity and spiciness on the palate. Dried herb and pencil lie beneath bigger, bolder swathes of blackberry and cherry. This wine has a large presence but shows structure and balance.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stack House"}, {"points": "93", "title": "Tedeschi 2011 La Fabriseria Riserva  (Amarone della Valpolicella Classico)", "description": "Underbrush, truffle, stewed plum and toasted aromas come together in the glass. The packed, densely concentrated palate offers raisin, blackberry jam, pipe tobacco, baking spice and dark bitter chocolate framed in bracing, close-grained tannins that still need to unwind. You'll also notice the warmth of alcohol on the finish. Give this a few more years to let the tannins loosen up. Drink 2018 through 2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 250, "designation": "La Fabriseria Riserva", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Tedeschi"}, {"points": "93", "title": "Tenet 2014 The Pundit Syrah (Columbia Valley (WA))", "description": "Directly appealing, this wine is bursting with aromas of plum, red currant, herb and spice–all showing freshness and purity. The palate is packed to the brim with supple fruit flavors, full of density and weight, while never getting bogged down. It hits the delicious gong hard.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 25, "designation": "The Pundit", "variety": "Syrah", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Tenet"}, {"points": "93", "title": "Domaine Julie Belland 2014 Morgeot Premier Cru  (Chassagne-Montrachet)", "description": "Daughter of Roger Belland, Julie has taken over and changed the name of this estate. Based in Santenay, they also have vines in other appellations. This wine, for instance, is rich and structured with just the right amount of wood aging. It has vanilla, spice and great acidity from the citrus and apple fruits. The wine is still young and will be best from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Morgeot Premier Cru", "variety": "Chardonnay", "region_1": "Chassagne-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Julie Belland"}, {"points": "93", "title": "Domaines Devillard 2014 Château de Chamirey Champs Martin Premier Cru  (Mercurey)", "description": "In an impressive line up of Premier Crus from Mercurey, this is the most structured. With dark dry tannins and a firm structure it has considerable potential for aging. The rich black fruits are still developing, filling the wine with fine perfumes and juicy acidity. The wine needs to wait, drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Château de Chamirey Champs Martin Premier Cru", "variety": "Pinot Noir", "region_1": "Mercurey", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "93", "title": "Domaines Devillard 2014 Domaine des Perdrix Les Terres Blanches Premier Cru  (Nuits-St.-Georges)", "description": "This is a small Premier Cru of two acres higher up the slope from the main line of Premier Cru vineyards. That gives it a cool mineral character as well as crisp red fruits. The tannins are solid, concentrated and are still driving the fruits. The wine needs to fill out, so don't drink before 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Domaine des Perdrix Les Terres Blanches Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "93", "title": "La Follette 2014 Lorenzo Vineyard Chardonnay (Russian River Valley)", "description": "This impressively textured, focused and voluptuous wine offers well-defined flavors and aromas of honey, caramel and crisp Golden Delicious apple. Seamless and well balanced, it impresses from start to finish, with buoyant, supportive acidity at its core.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Lorenzo Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "La Follette"}]