[{"points": "93", "title": "Trujillo 2014 Henry Brothers Vineyard Reserve Cabernet Sauvignon (Howell Mountain)", "description": "This is a thick concentrated mountain wine, jammy in rich fruit best described as dark cherry, mocha and vanilla. The voluptuousness holds its own against a steep cliff of rocky mineral notes and supportive acidity. The wine is well-served by small additions of Cabernet Franc, which add floral violet aromas, as well as Merlot, Petit Verdot and Malbec.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 130, "designation": "Henry Brothers Vineyard Reserve", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Trujillo"}, {"points": "93", "title": "Venge 2015 Estate Merlot (Oakville)", "description": "Dark, inky and earthy, this is a powerfully dense and rich expression of the variety, that is varietal in its mix of fruit, spice and herb. Black-cherry and mocha flavors dance around spicy toasted oak and polished, billowy tannin. Enjoy best 2022–2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Estate", "variety": "Merlot", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Venge"}, {"points": "92", "title": "Ackerman Family Vineyards 2014 Cabernet Sauvignon (Coombsville)", "description": "A 100% varietal wine, this is soft and subdued, with a woody tinge on the nose of eucalyptus and bay leaf. Expansive and juicy, it offers succulent black fruit, tobacco and tangy toasted oak, finishing balanced in medium-bodied weight and grace.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Coombsville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ackerman Family Vineyards"}, {"points": "92", "title": "Borgo del Tiglio 2014 Chardonnay (Collio)", "description": "This offers delicate yellow stone fruit, white wild flower and hazelnut scents. The elegant palate is more expressive, offering juicy Golden Delicious apple, nectarine and savory mineral notes alongside bright acidity. It's an incredible performance for the 2014 vintage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": null, "variety": "Chardonnay", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Borgo del Tiglio"}, {"points": "92", "title": "Brick & Mortar 2017 Vin Clair White (Napa Valley)", "description": "This is made like a white wine using 52% Pinot Noir and 48% Chardonnay grapes, intended as a bright, white summer wine that's highly drinkable and served chilled. It is indeed quaffable, white in color with a citrus-led nose of crisp, focused and fresh flavor, marked especially by green apple and a hint of cherry. Light in ripeness, it's a perfect picnic wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 28, "designation": "Vin Clair", "variety": "White Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Brick & Mortar"}, {"points": "92", "title": "Château Roubine 2017 Inspire Rosé (Côtes de Provence)", "description": "This is a beautiful, ripe wine made, unusually, from the traditional Provence Tibouren grape. Richness is balanced by the great swathes of strawberry flavors, spice and balanced acidity. The top wine from this estate, this is dense and concentrated, ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Inspire", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Roubine"}, {"points": "92", "title": "Cotarella 2012 RC2  (Montefalco Sagrantino)", "description": "Black-skinned berry, graphite and leather aromas lead the nose of this structured wine. The concentrated palate delivers black cherry, tobacco and black pepper flavors held up by a backbone of assertive but polished tannins. Drink 2020–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "RC2", "variety": "Sagrantino", "region_1": "Montefalco Sagrantino", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Cotarella"}, {"points": "92", "title": "Decugnano dei Barbi 2016 Villa Barbi  (Orvieto Classico)", "description": "White spring blossom, apple and aromatic herb scents lead the way in this lovely white. The round, medium-bodied palate doles out ripe pear, citrus and white peach notes. Fresh acidity brightens the rich flavors while a tangy saline note lifts the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 18, "designation": "Villa Barbi", "variety": "White Blend", "region_1": "Orvieto Classico", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Decugnano dei Barbi"}, {"points": "92", "title": "Domaine Carneros 2015 Estate Grown Pinot Noir (Carneros)", "description": "This is a lengthy and structured wine, made from four estate-farmed vineyards in the appellation. Tangy in cherry and strawberry, it is exotically earthy, with highlights of black tea, cinnamon and wild mushroom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 39, "designation": "Estate Grown", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Domaine Carneros"}, {"points": "92", "title": "Domaine de Rimauresq 2017 Cuvée R Rosé (Côtes de Provence)", "description": "This wine comes from old vines in selected parcels on the estate, giving a ripe, full-bodied rosé that also preserves acidity and crispness. It is a well-balanced wine, with its richness lifted throughout by the acidity and bright aftertaste. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": "Cuvée R", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de Rimauresq"}, {"points": "92", "title": "Gramercy 2014 Reserve Cabernet Sauvignon (Columbia Valley (WA))", "description": "On the winery's third reserve designated Cabernet, aromas of freshly tilled soil, dried herb, red and black cherry, graphite and crushed rock are followed by reserved fruit flavors with a fresh cranberry finish. Lip-smacking tightly wound tannins provide support. The structure is impressive. It needs time to show its stuff. Best after 2026, but it should have 20 years of excellent drinking in it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "92", "title": "Gramercy 2015 L'Idiot du Village Mourvèdre (Columbia Valley (WA))", "description": "A mixture of Olsen and Alder Ridge vineyards, this lighter-colored wine is brooding on first pour, with aromas of fresh parsley, crushed flower, dried herb, mineral, orange peel, smoked meat and raspberry emerging over time. The palate shows a fresh light styling, with a meaty peppery finish. It's a very pretty expression of the variety, with an impressive sense of balance and sophistication.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 42, "designation": "L'Idiot du Village", "variety": "Mourvèdre", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "92", "title": "Gramercy 2015 The Deuce Syrah (Walla Walla Valley (WA))", "description": "A blend of fruit from Forgotten Hills and Les Collines using 85% whole cluster, the aromas leap up, with notes of fresh parsley, plum, heaping amounts of fresh and dried herb, violet and cured meat showing a lot of nuance. The smoked-meat and red-fruit flavors are reserved in style, bringing a strong sense of tannic structure that needs time to fully settle in. Best after 2022.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 54, "designation": "The Deuce", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "92", "title": "Hermann J. Wiemer 2016 Estate Bottled and Grown Dry Riesling (Seneca Lake)", "description": "Ripe stone fruit, rose and wet stone aromas show intensely on the nose. There's great presence to the medium-bodied palate, which boasts ripe, juicy flavors of apple skins and peach. A delightfully astringent mouthfeel is highlighted by white tea tannins on the lingering finish.", "taster_name": "Alexander Peartree", "taster_twitter_handle": "@apatrone23", "price": 20, "designation": "Estate Bottled and Grown Dry", "variety": "Riesling", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}, {"points": "92", "title": "Las Positas 2014 Estate Bottled Cabernet Sauvignon (Livermore Valley)", "description": "An attractive perfume of violet, tobacco and cedar leads to rich, pure fruit flavors that are carefully accented by subtle oaky notes of cinnamon and nutmeg. The wine has good depth and complexity along with an appropriately firm and gripping texture due to moderate tannins. Expect this to improve with time. It will be best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 58, "designation": "Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Las Positas"}, {"points": "92", "title": "Las Positas 2014 Obscurus Estate Red (Livermore Valley)", "description": "Bold and dry, this full-bodied wine is especially concentrated in flavor. It has a nearly black color with a purple rim, powerful blackberry aromas shaded by light smoke and black pepper, and flavors that go deep on the palate and last a long time on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Obscurus Estate", "variety": "Red Blend", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Las Positas"}, {"points": "92", "title": "Masùt da Rive 2015 Rive Alte Chardonnay (Isonzo del Friuli)", "description": "Juicy, elegant and full of flavor, this Chardonnay opens with heady wildflower, apricot and tropical fruit scents. The round, succulent palate presents creamy peach, yellow apple, citrus zest and soft vanilla touches. Fresh acidity brightens the rich flavors, and a graphite note lingers on the close.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 24, "designation": "Rive Alte", "variety": "Chardonnay", "region_1": "Isonzo del Friuli", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Masùt da Rive"}, {"points": "92", "title": "Muhr-Van der Niepoort 2016 Samt & Seide Blaufränkisch (Carnuntum)", "description": "A gentle touch of cinnamon informs the subdued but fresh cherry fruit on the nose. The palate confirms this gentle fresh fruitiness that seems almost shy and a little reticent. There is something honest, something charming and shy about this with its just-ripe fruit and its pervasive but gentle freshness. Just allow yourself to be won over by its spicy unobtrusive charm.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Samt & Seide", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Muhr-Van der Niepoort"}, {"points": "92", "title": "Ogier 2014 Reine Jeanne Red (Châteauneuf-du-Pape)", "description": "Whiffs of chocolate and smoke introduce this pristine, fruity wine. It's full bodied and plush, with a silky, undulating mouthfeel, ample raspberry and strawberry flavors and delicate notes of pepper and anise. Ripe, persistent tannins and a hint of charcuterie lend gravitas to the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 44, "designation": "Reine Jeanne", "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Ogier"}, {"points": "92", "title": "Rodney Strong 2017 Rosé of Pinot Noir (Russian River Valley)", "description": "Effusive in peach flavor and aroma, this is a lovely wine, sizzling in crisp, focused acidity and additional flavors of orange, strawberry and grapefruit. Light in body, it finishes on a flourish of Meyer lemon zest.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 26, "designation": "Rosé of", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Rodney Strong"}, {"points": "92", "title": "Sol Rouge 2014 Petite Sirah (Lake County)", "description": "Very deep and dark in color, this wine has intense blackberry aromas, rich blackberry and dark chocolate flavors and very firm tannins that give a lot of grip on the palate. The flavors are wound up tight and still need time to open and diversify. Best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 45, "designation": null, "variety": "Petite Sirah", "region_1": "Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Sol Rouge"}, {"points": "92", "title": "Sol Rouge 2014 Zinfandel (Red Hills Lake County)", "description": "Extreme ripeness, good concentration and a firm texture help this full-bodied wine rise well above the pack. It smells and tastes like a blend of raspberry and blackberry syrups, but is refreshingly dry and nicely supported by moderate tannins.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 32, "designation": null, "variety": "Zinfandel", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Sol Rouge"}, {"points": "92", "title": "Spear 2016 Estate Grown Chardonnay (Sta. Rita Hills)", "description": "Plump aromas of daffodil, toasted sourdough, hot sand and roasted nuts are cut by lemon rind on the nose of this estate bottling. The palate is laser-focused and grippy, with flavors of preserved lemon, sea salt, tart apple and a light butterscotch touch on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Estate Grown", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Spear"}, {"points": "92", "title": "Stadt Krems 2017 Ried Weinzierlberg Grüner Veltliner (Kremstal)", "description": "A touch of ripe mirabelle plum has fern and lemon freshness on the nose. On the palate there is a miso-like yeasty undertone, adding a counterweight to the freshness. It's a very balanced, fresh but textured wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Ried Weinzierlberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stadt Krems"}, {"points": "92", "title": "Tenuta Le Calcinaie 2014 Vigna ai Sassi Riserva  (Vernaccia di San Gimignano)", "description": "Made from 95% Vernaccia and 5% Chardonnay planted in 1986, this opens with inviting orchard fruit, spring wildflower and yeasty bread dough scents. Bright and savory, the medium-bodied palate doles out ripe pear, yellow apple, crushed herb and nut hints alongside fresh acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 24, "designation": "Vigna ai Sassi Riserva", "variety": "Vernaccia", "region_1": "Vernaccia di San Gimignano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta Le Calcinaie"}, {"points": "92", "title": "Two Paddocks 2016 The Last Chance Pinot Noir (Central Otago)", "description": "Actor Sam Neill is behind this highly regarded Otago label. While it sits firmly in premium territory—and could easily age for the next 10 years—this Pinot is undeniably approachable now. The nose offers heady aromas of red and black berries, beets, vanilla, hot chocolate, Middle Eastern spices and stalky cinnamon. The palate is elegant and tightly wound, with an earthy core and a savory finish.", "taster_name": "Christina Pickard", "taster_twitter_handle": "@winewchristina", "price": 80, "designation": "The Last Chance", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Two Paddocks"}, {"points": "92", "title": "Bucci 2013 Villa Bucci  (Rosso Piceno)", "description": "Black cherry, vanilla and balsamic herb aromas take center stage in this supple blend of 70% Montepulciano and 30% Sangiovese. The savory palate shows black cherry, ripe blackberry and black pepper notes balanced by freshness and polished tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 65, "designation": "Villa Bucci", "variety": "Red Blend", "region_1": "Rosso Piceno", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Bucci"}, {"points": "92", "title": "Château de l'Escarelle 2017 Les Deux Anges Rosé (Coteaux Varois en Provence)", "description": "The rich style of rosé from this estate has produced an impressive cuvée. It is full, ripe and packed with red fruits. It is also lined with acidity, crisp lemon and grapefruit flavors and a spicy character that adds complexity. This wine would be worth aging and drinking with the Thanksgiving turkey.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Les Deux Anges", "variety": "Rosé", "region_1": "Coteaux Varois en Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château de l'Escarelle"}, {"points": "92", "title": "Château d'Ollières 2014 Haut de l'Ermitage Red (Coteaux Varois en Provence)", "description": "Old Grenache vines in the blend and oak aging give this wine richness and concentration. It comes from selected parcels, producing great swathes of black fruit, rich tannins and spice. Acidity cuts through all this richness to give the wine a sense of fine balance. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 42, "designation": "Haut de l'Ermitage", "variety": "Provence red blend", "region_1": "Coteaux Varois en Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château d'Ollières"}, {"points": "92", "title": "Château Paradis 2017 Terre des Anges Rosé (Coteaux d'Aix-en-Provence)", "description": "Partly wood fermented, this rich wine is the top of the range at this estate. From perfumed, ripe Syrah, Mourvèdre and Rolle, the wine comes from the best parcels known as the Terre des Anges (angels). This impressive rosé will be even better at the end of 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Terre des Anges", "variety": "Rosé", "region_1": "Coteaux d'Aix-en-Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Paradis"}]