[{"points": "98", "title": "Three Sticks 2015 Walala Vineyard Pinot Noir (Sonoma Coast)", "description": "This wine is bewilderingly savory in tones of clove and sage, but then turns juicy and balanced from flavors of strawberry and blackberry. Grainy in complex texture and tannin, it offers a powerful full-bodied richness and wild quality that's undeniably memorable.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Walala Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "98", "title": "Kistler 2015 Cuvée Cathleen Kistler Vineyard Chardonnay (Sonoma Valley)", "description": "Made from a block within the producer's vineyard, which has a different soil series and clonal selection than the rest of the site, this is a stellar, memorable wine that's intensely layered and textured, with lasting lingering acidity. Bright and inviting in fennel and dried apricot, the broken shale within the soil shows itself in stony mineral components of oyster shell and white flower, the finish is freshly complex. Enjoy best 2021–2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Cuvée Cathleen Kistler Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "98", "title": "Kistler 2015 Vine Hill Chardonnay (Russian River Valley)", "description": "This wine is grown in old coastal soils and sand, driven greatly by the ground underneath it and its surrounding Laguna Ridge environment. It has density and energy in equal measure, a balance of weighty apple and pear mixed in toasted oak and freshness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Vine Hill", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "98", "title": "Kistler 2015 Stone Flat Vineyard Chardonnay (Sonoma Coast)", "description": "From a separate block near Durell Vineyard, this wine is completely overtaken by heady floral and mineral notions of beauty and intrigue. High toned and surprisingly delicate, it's buoyant and fresh in crisp green apple and fleshy citrus flavors, with medium-bodied weight and lovely texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Stone Flat Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "98", "title": "Hartford Court 2015 Seascape Vineyard Pinot Noir (Sonoma Coast)", "description": "From a ridge-top, western-facing site greatly influenced by the Pacific Ocean, this is exotic and distinct in character, with tones of white pepper, tart cherry, rhubarb and strawberry. Gorgeously layered, delicate and structured, it has length and richness to the tannin profile, as well as a notion of peat that adds to the dramatic complexity of the wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Seascape Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "97", "title": "Ramey 2015 Rochioli Vineyard Chardonnay (Russian River Valley)", "description": "This is such a beautiful wine, incorporating blocks from the nearby Allen Vineyard, also farmed by the Rochiolis. Reduced nicely on the nose, it's lemony with a great core of juicy acidity around grainy, gravelly texture and minerality. With an exotic edge, it finishes elegantly in lemon peel and orange blossom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Rochioli Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "97", "title": "Tenuta San Guido 2015 Sassicaia  (Bolgheri Sassicaia)", "description": "This iconic wine's blackberry, cedar and vanilla aromas fill the glass. The elegant, structured palate delivers juicy black currant, black cherry, exotic spice, crushed herb and menthol flavors alongside taut, fine-grained tannins. It boasts a fantastic combination of delicious, ripe fruits, balanced by remarkable freshness and agility for the hot vintage. Drink 2022–2035.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 235, "designation": "Sassicaia", "variety": "Red Blend", "region_1": "Bolgheri Sassicaia", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta San Guido"}, {"points": "97", "title": "Kistler 2015 Dutton Ranch Chardonnay (Russian River Valley)", "description": "A tightly textured white, this is earthy and spicy in Gravenstein apple, blood orange and hazelnut—the nuttiness taking on a toasted quality that adds warmth and flavor. Bright, refreshing and well-rounded, it has concentrated richness that finds its balance in juicy acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "97", "title": "Ramey 2015 Hyde Vineyard Chardonnay (Carneros)", "description": "This sources from blocks planted in 1991 and 1997, older selections that show grace and power in the wine. Exotic in lemongrass, ginger and Asian pear, the vineyard-designate doesn't hold back on supportive Meyer lemon-crisp acidity, enough to balance out the richer concentrated fruit aspects and classic oak. This is delicious.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Hyde Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "96", "title": "Gary Farrell 2015 Rochioli-Allen Vineyards Pinot Noir (Russian River Valley)", "description": "Savory in aromas of black licorice, sage and rose, this is a tremendously impressive, deliciously crafted wine that is delicately layered in cranberry and rhubarb flavors. The complex texture is grainy yet polished, with a succulence that makes it irresistible from start to finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Rochioli-Allen Vineyards", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "96", "title": "Hartford Court 2015 Far Coast Vineyard Pinot Noir (Sonoma Coast)", "description": "From a block growing at high elevation on the extremes of the coast north of Fort Ross, this wine is bright up-front with youthful tannins, its center juicy and densely packed in mocha, coffee and cocoa powder. Soft and structured, the dark cherry and blueberry fruit is dusted in dried herb and lavender.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Far Coast Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "96", "title": "Roederer Estate 2009 L'Ermitage Brut Sparkling (Anderson Valley)", "description": "This wine is extremely deep, complex and concentrated in flavor while maintaining wonderful finesse in texture. It starts with fragrant aromas of freshly baked bread and cinnamon. Those are followed by a creamy mouthfeel, pinpoint bubbles and subtle peach, white cherry and apricot flavors that are both delicate and focused at the same time, leading to a long finish. It is so tempting now but best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 75, "designation": "L'Ermitage Brut", "variety": "Sparkling Blend", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Roederer Estate"}, {"points": "96", "title": "Clos Solène 2015 Cuvée Jean Syrah (Santa Maria Valley)", "description": "From Bien Nacido Vineyard's Z and X blocks, with 3% Viognier, this is a lovely and rich Syrah with lavish aromas of black currant, caramel, teriyaki and German chocolate cake. The palate is similarly thick and chewy, but with elegance and balance, showing black cherry, blueberry, white pepper and crushed rocks, leveled by a steadily rising acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Cuvée Jean", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos Solène"}, {"points": "96", "title": "Kistler 2015 Trenton Roadhouse Chardonnay (Russian River Valley)", "description": "From a site awash in Goldridge soils, the vines still on AXR rootstock, this white offers a wealth of high-toned aromatics, a rich robust nose that's unexpectedly bright, focused and fresh. The body takes on more richness and density, with highlights of caramel, brioche, fennel and salty pear.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Trenton Roadhouse", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "96", "title": "Hartford Court 2015 Jennifer's Chardonnay (Russian River Valley)", "description": "Reduced on the nose in welcoming, complex ways, this white is intensely spiced and earthy, evolving into a light balanced take on caramel apple, pear and shavings of lemon zest. From a cool windy site in the Sebastopol Hills section of the larger appellation, the lemon takes on a candied note that boosts the acidity to fresh high-toned heights.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Jennifer's", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "96", "title": "Kistler 2015 Kistler Vineyard Chardonnay (Sonoma Valley)", "description": "A clonal exception to the majority of this producer's white wines, the grapes for this wine are grown at 1,800-feet elevation from Mt. Eden and old Wente clones, technically within the new Moon Mountain appellation. It starts rich and robust in juicy salty concentration before allowing in a streak of bright floral acidity that gives it freshness and life. White flower and salty stone persist on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Kistler Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "96", "title": "Hartford Court 2015 Land's Edge Vineyards Pinot Noir (Sonoma Coast)", "description": "This is comprised of fruit from two coastal sites, but it does not hold back on flavor or complexity. A juicy entry of spicy red and blue fruit is surrounded by moderate structure and an imprint of rose petal. Lasting in intensity and acidity, it's dotted in citrus and polished tannins.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Land's Edge Vineyards", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "96", "title": "Kistler 2015 Laguna Ridge Vineyard Pinot Noir (Russian River Valley)", "description": "This is a wine of great concentration and density that's also savory and earthy. Hearty, heady violet-floral aromatics make for a grand entry into explosively succulent wild strawberry flavor and supple texture. The tannins are robust and rounded and there's a delicate layering of white and black pepper that dominates on the finish. Enjoy best 2020–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Laguna Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "96", "title": "Three Sticks 2015 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "Compost earthiness underlies a juicy, expansive and richly layered palate of fruit and spice that lingers expertly on the finish. Polished tannins support crisp strawberry and red cherry flavors that are adorned with cardamom and orange zest.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "96", "title": "Ramey 2015 Woolsey Road Vineyard Chardonnay (Russian River Valley)", "description": "This is a Martinelli family-farmed site, a mark of excellence and history that's hard to beat. Floral and textured, it is marked by bright focused acidity around a core of textured baked-apple flavor and hazelnut crème brûlée. It tastes complete and complex, with undeniable richness and concentration.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Woolsey Road Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "95", "title": "Far Niente 2015 Estate Bottled Cabernet Sauvignon (Oakville)", "description": "Just a dash of Petit Verdot is added to this wine, with the Cabernet Sauvigon coming from the Martin Stelling Vineyard that stands regally behind the winery. This starts off with soft aromas of cassis and red cherry, which appear on the palate that's built by sizable tannins and texture. The richness is defined in dark chocolate, with just enough acidity to keep the mouthfeel succulent and lush.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 170, "designation": "Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Far Niente"}, {"points": "95", "title": "Joseph Phelps 2015 Freestone Vineyards Estate Grown Pinot Noir (Sonoma Coast)", "description": "This is a standout wine, earthy in juicy red fruit, spicy clove and citrus peel. It is well integrated and robustly built, with a backbone of acidity that provides lasting structure and a finishing touch of elegance.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Freestone Vineyards Estate Grown", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "95", "title": "Kistler 2015 Hudson Vineyard Chardonnay (Carneros)", "description": "From one of the older blocks of the famous vineyard, once looked after by this winemaker, this wine is beautifully golden in color with a reduced, salty nose of caramelized pretzel. Robustly built, it shows fleshy, lush layers of honey and tropical richness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Hudson Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "95", "title": "Alain Jaume et Fils 2015 Domaine Grand Veneur Vieilles Vignes Red (Châteauneuf-du-Pape)", "description": "With its complex nose melding whiffs of fresh raspberry and violet with savory spice, smoke and nut tones, it's hard not to be mesmerized by this wine's bouquet alone. The palate is pure and lavish, boasting pristine blackberry and mulberry flavors held taut by a firm tannic backbone. It's remarkably integrated and supple now but should improve through 2035 and hold substantially further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 120, "designation": "Domaine Grand Veneur Vieilles Vignes", "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Alain Jaume et Fils"}, {"points": "95", "title": "Ferrari NV Perlé Zero 10 Sparkling (Trento)", "description": "Made entirely from Chardonnay from multiple vintages, this gorgeous, chiseled, zero-dosage sparkler offers citrus zest, pineapple, pastry dough and Alpine herb aromas. The vibrant, pristine palate boasts pure fruit and mineral sensations, doling out crisp yellow apple, juicy nectarine, vanilla and flint notes. Bright acidity and an elegant perlage give it remarkable freshness and finesse.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Perlé Zero 10", "variety": "Sparkling Blend", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Ferrari"}, {"points": "95", "title": "Hanzell 2014 Ambassador's 1953 Vineyard Pinot Noir (Sonoma Valley)", "description": "This wine is gorgeously floral, with a pretty nose, inviting in its formidable blend of savory spicy tartness and intrigue. The fruit leans into elegant flavors of strawberry and orange peel—a backdrop of rose petal and lavender in the background. A grainy, textured finish sears into the brain's memory with a pleasing length and breadth.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 145, "designation": "Ambassador's 1953 Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hanzell"}, {"points": "95", "title": "Kistler 2015 Cuvée Natalie Silver Belt Vineyard Pinot Noir (Russian River Valley)", "description": "Warm baking spices ride along a contour of juicy spiced plum, cherry and strawberry in this medium-bodied youthful wine. Expansive on the palate, it offers underlying structure and a boldness of polished tannin and integrated oak. Still, it will do well in the cellar: enjoy best 2025–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Cuvée Natalie Silver Belt Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "95", "title": "Kistler 2015 Hyde Vineyard Chardonnay (Carneros)", "description": "This wine opens in muted aromatics that slowly blossom into a shaker of oystershell and saline, a salty and bold character of slate and stone that gives it texture and complexity. Green apple, quince and white flower mingle on the expansive ethereal palate within a medium-bodied balanced context of concentration.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Hyde Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "95", "title": "Domaine de la Bégude 2015 La Brulade Red (Bandol)", "description": "This single-vineyard wine comes from a parcel that sits at 1,300 feet facing the Mediterranean sea. Its dark color, fabulous ripe fruits and perfumed character give it both richness and longevity. With 95% Mourvèdre, it has all the structure, dark tannins and spice of this grape that is at its best in this appellation. Drink this wine from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 73, "designation": "La Brulade", "variety": "Provence red blend", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de la Bégude"}, {"points": "95", "title": "Gary Farrell 2015 Hallberg Vineyard Pinot Noir (Russian River Valley)", "description": "This is a juicy, expansive and textured wine, incredibly delicious in ripe raspberry and strawberry flavors. It has sanguine undertones, with clove, cardamom and black tea that stand out against polished tannins.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Hallberg Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}]