[{"points": "95", "title": "Bründlmayer 2015 Steinmassel Reserve Riesling (Kamptal)", "description": "Delicious notions of ripe greengages haunt the nose, alongside fragrant orange peel. The palate is still taut and tight, sprightly and streamlined, as if powered and propelled forward by invisible citrus force. There is such drive and precision here, you almost feel movement and speed. The finish is clean but clearly this is for the longer run. It will take bottle age for this to reveal its scented, fruit-laden core. Drink 2022–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Steinmassel Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "95", "title": "Paul Jaboulet Aîné 2014 Domaine des Grands Amandiers  (Condrieu)", "description": "This lush, concentrated Viognier combines cool-weather weight with summertime echoes of apricots and honey. Hints of toasty oak provide an ample frame for this full-bodied wine that avoids any sense of oiliness or heaviness while remaining bold, rich and long. Drink now–2020.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 124, "designation": "Domaine des Grands Amandiers", "variety": "Viognier", "region_1": "Condrieu", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Paul Jaboulet Aîné"}, {"points": "95", "title": "Eichinger 2015 Heiligenstein Reserve Riesling (Kamptal)", "description": "The gentlest hint of the purest ripe apricot aroma rises from the glass. There is the merest touch of blossom honey before the palate opens up into a nirvana of apricot and rounded aromatic orange and mandarin flavors. This is clean, precise and impressive—a picture postcard of the sunny 2015 vintage. This may be charming now but, wait a few years and it will be lethal. Drink now–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "95", "title": "Ramey 2013 Pedregal Vineyard Cabernet Sauvignon (Oakville)", "description": "This wine was co-fermented with 15% Petit Verdot from the same rocky, hillside site. The two varieties marry seamlessly in the glass, exuding a distinct perfume of forest mushroom and violet. Though pronounced in structure the wine is also soft and round, with a dotting of dried herb and a considerable length of clove and dust. It's rich, intense and memorable.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 200, "designation": "Pedregal Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "95", "title": "Malat 2015 Steinbühel Riesling (Kremstal)", "description": "A lovely lift of lemon oil on the nose gives a seductive headiness to the wine. The palate then convinces with generous orange flesh and peel, with tangerine spice and juicy fulsomeness, but never without citric zesty tension. This has drive, freshness and a lively energy. You simply want to drown in this. Lovely now, but built to last. Drink now through 2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Steinbühel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "San Felice 2013 Il Grigio Gran Selezione  (Chianti Classico)", "description": "Smooth and delicious, this boasts enticing scents of violet, berry, leather, tilled soil and aromatic herb. The radiant, elegant palate offers ripe red cherry, crushed raspberry, white pepper and licorice, while a note of pipe tobacco closes the finish. Polished tannins and bright acidity provide balance and structure. Drink 2018–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Il Grigio Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "San Felice"}, {"points": "95", "title": "Lynmar 2014 Summit Block Pinot Noir (Russian River Valley)", "description": "Another knockout of this vintage from this site, a portion within the larger estate Quail Hill Vineyard, Summit is perfumed and pretty, full bodied without ever seeming heavy. Crisp punches of strawberry, cherry and a streak of lemon tartness please the palate in an endless loop of complex, velvety texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Summit Block", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "95", "title": "Wedell Cellars 2010 Hillside Vineyard Pinot Noir (Edna Valley)", "description": "A prime example of why Pinot Noir is great to release later in its life, this six-year-old wine is signing with concentrated strawberry, iron, dried rose petals, stewed black cherry and raw beef. The palate is quite earthy but also packs black plum, vanilla, pepper, thyme and marjoram into a wondrous and complete package.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 125, "designation": "Hillside Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wedell Cellars"}, {"points": "95", "title": "Franz Hirtzberger 2015 Singerriedel Smaragd Riesling (Wachau)", "description": "Bittersweet hints of honeycomb color the rounded citrus notes on the nose. The palate, on the other hand, uses zesty, concentrated citrus to corral the ripe generous stone fruit at its core. This is concentrated, incisive and flowing in its intensity. It's a big wine but it has tension and grace. While it is lovely now, in order to do it justice this will need bottle age. Its true nature will only become apparent over time but it is most promising. Drink 2025–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 89, "designation": "Singerriedel Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Herman Story 2013 Casual Encounters Red (California)", "description": "Hearty black plums, smoked beef and violets meet with rust, crushed rocks and a little dried sage on the nose of Russell From's blend of 45% Grenache, 35% Syrah, 18% Mourvèdre and 2% Tannat. Intense and dark blueberry-blackberry fruit shows on the palate along with elegant herbs and spices, from bay leaf and thyme to powerful black pepper. This wine is an attention-grabber for sure.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Casual Encounters", "variety": "Rhône-style Red Blend", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Herman Story"}, {"points": "95", "title": "Malat 2015 Silberbichl Reserve Riesling (Kremstal)", "description": "A subdued nose has the gentle lift of lemon oil and fresh lemon zest. The palate confirms all of this rich freshness, which streams with great direction across the palate. This is taut and concentrated, with a poised freshness and structure that holds very rich lemon and tangy citrus at its core. There is so much drive and direction. The lovely long finish is reminiscent of Seville orange and pink grapefruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Silberbichl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Franz Hirtzberger 2015 Kirchweg Smaragd Grüner Veltliner (Wachau)", "description": "An appetizing top note of candied lemon peel hovers over the glass before spicy hints of pear peel become apparent. The palate is edged with very precise zesty grapefruit hints that frame and corset a most generously white-pepper-spiced host of pear and yellow plum fruit. It is the structure of that zesty acidity that make this luminous and appetizing. This is rich but concentrated; delicious now but built to last. Drink 2017–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Kirchweg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Le Macchiole 2012 Paleo Rosso Cabernet Franc (Toscana)", "description": "Enticing aromas of black currant, violet, chopped herb, grilled bell pepper and a balsamic note almost jump out of the glass. The smooth full-bodied palate delivers cassis, juicy black cherry, ground pepper and black licorice wrapped up in velvety tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 110, "designation": "Paleo Rosso", "variety": "Cabernet Franc", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Le Macchiole"}, {"points": "95", "title": "Terre Rouge 2013 Sentinel Oak Vineyard Pyramid Block Syrah (Shenandoah Valley (CA))", "description": "This gorgeous, concentrated, mouthfilling wine is delicious to sip now but will certainly improve in the cellar for a decade or more. Tempting black cherry and boysenberry flavors seem to swell in the mouth, while light baking-spice and black-pepper accents weave in and out. Even on the finish it keeps surging with dark fruits and spices.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Sentinel Oak Vineyard Pyramid Block", "variety": "Syrah", "region_1": "Shenandoah Valley (CA)", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terre Rouge"}, {"points": "95", "title": "Alzinger 2015 Loibenberg Smaragd Riesling (Wachau)", "description": "The nose is closed, but the palate speaks of concentration and a stony core that is still tightly coiled. Once this is ready, it will unfurl into glorious lemon zest and oil notions. For now, this is taut and tight, secretive and closed. There is an implicit stony slenderness, which has a heart of generous fruit buried at its core. This comes with a great promise of future glory, immense direction and concentration. Drink 2020–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Loibenberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "95", "title": "Isole e Olena 2012 Cepparello Sangiovese (Toscana)", "description": "Delicious and loaded with finesse, this offers enticing scents of rose, violet, chopped herb, dark-skinned berry and a whiff of exotic spice. The smooth structured palate delivers juicy red cherry, crushed raspberry, star anise, and white pepper alongside polished tannins. Hints of pomegranate and pipe tobacco close the lingering finish. Drink through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Cepparello", "variety": "Sangiovese", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Isole e Olena"}, {"points": "95", "title": "Squawking Magpie 2014 SQM Gimblett Gravels Cabernets/Merlot Red (Hawke's Bay)", "description": "This blend of Cabernet Sauvignon (62.5%), Merlot (25%) and Cabernet Franc (12.5%) is aged in one-third new French oak for 10 months, resulting in a lovely marriage of vanilla and cedar with cassis. The wine is youthful and primary, but the oak and fruit are seamlessly integrated, blending baking spices and chocolate into the mix. Richly textured, with a long finish, this wine is delicious now, but should age well through 2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 79, "designation": "SQM Gimblett Gravels Cabernets/Merlot", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Squawking Magpie"}, {"points": "95", "title": "Three Sticks 2014 Durell Vineyard Chardonnay (Sonoma Valley)", "description": "Spicy acidity lies beneath the full-bodied richness of this wine, providing balance, freshness and a lightness on the palate that surprises. Meyer lemon, salty caramel and a feral overtone of forested woods combine effortlessly to intrigue and delight, showcasing the beauty that is Durell.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Durell Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "95", "title": "Schloss Gobelsburg 2015 Gaisberg Riesling (Kamptal)", "description": "Ripe Amalfi lemon and the savory peel of still-green Seville oranges make for a heady alluring flavor combination. The same notions also beguile on the palate where they become even more intense. All of this is delivered in a powerful but compact parcel of exquisite cleanliness. This encapsulates the Austrian virtue of precise pleasure perfectly.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 31, "designation": "Gaisberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "95", "title": "Schloss Gobelsburg 2015 Heiligenstein Riesling (Kamptal)", "description": "The nose is still closed but already whispers of fragrant citrus show. The palate strikingly combines a core of ultraripe fruit—think juicy mandarin, golden peach and gorgeously aromatic blood orange—and a masterful lightness of touch. The freshness is chiselled and precise, the finish is lasting and impressive, but never losing its unforced gentle nature and the lightest touch.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 54, "designation": "Heiligenstein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "95", "title": "Lazzeretti 2010 Riserva  (Brunello di Montalcino)", "description": "Inviting aromas of ripe black-skinned fruit, new leather, pressed blue flower, mint, cake spice and a balsamic note meld together on this delicious, impressive red. The velvety full-bodied palate provides layers of succulent wild cherry, crushed raspberry, truffle, licorice and cinnamon. Firm, polished tannins provide the framework. Drink 2018–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 120, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Lazzeretti"}, {"points": "95", "title": "Loimer 2015 Steinmassl Riesling (Kamptal)", "description": "Perfumed orange peel rises shyly from the glass. A yeasty hint still swings in the background, before an entire host of ripe citrus notes paints a zesty aromatic picture that draws you in by sheer force of freshness. This treads along the very cusp between tartness and ripeness and provides total thrill. The impression on the palate lasts for minutes.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Steinmassl", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "95", "title": "Franz Hirtzberger 2015 Honivogl Smaragd Grüner Veltliner (Wachau)", "description": "A honeyed note clings to the ripe fruit of Bosc pear. The palate adds immense and appetizing spice to the pear notions, edging it with pepper and yeasty notes of soy and sandalwood. The palate is ripe and concentrated but deeply textured and made precise by zesty grapefruit freshness. It appears compact and precise and has a lasting, impressive impact, shining with pure fruit and aromatics. Lovely now but certain to improve with some bottle age. Drink 2017–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 89, "designation": "Honivogl Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Cordant 2014 Presqu'ile Vineyard Syrah (Santa Maria Valley)", "description": "Winemaker Tyler Russell sources the fruit for this bottling from an extremely cool-climate vineyard. Tons of fresh-pressed boysenberries meet with wood ash, underripe berries, black olives, rosemary, roasted lamb and Mediterranean spices on the nose. Tart black-plum skin is layered with bay leaf, rosemary, thyme, crushed peppercorn and charred beef on the dynamic palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Presqu'ile Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cordant"}, {"points": "95", "title": "Daou 2014 Cuvée Lizzy Red (Adelaida District)", "description": "An extreme and lovely amount of dill and spearmint shows on the nose of this exciting bottling by the Daou brothers, whose blend of 54% Malbec, 27% Cabernet Franc and 19% Petite Verdot also offers squeezed black-plum aromas. The palate is deep and rich but also fresh, lively and minty, with more dill laid across a blueberry and plum base, with a touch of charcoal.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Cuvée Lizzy", "variety": "Bordeaux-style Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Daou"}, {"points": "95", "title": "Carlisle 2014 Palisades Vineyard Petite Sirah (Napa Valley)", "description": "This wine impresses from first pop, a complicated, well-crafted exploration of full-bodied flavor and brambly beauty. Blueberry pie, violet and cigar tease the nose as they follow through on a soft, supple layering of fine-tuned texture. But it's the stony minerality and undeniable coaxing of white pepper that imprint the memory. This wine should only get better through 2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Palisades Vineyard", "variety": "Petite Sirah", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "95", "title": "Bründlmayer 2015 Heiligenstein Alte Reben Reserve Riesling (Kamptal)", "description": "Very ripe notions of red-cheeked mirabelle plums and sun-ripened apricots with an edge of nettle shimmer on the nose. The palate is a clearly delineated but gorgeous canvas for foliage-fringed citrus—mandarin, clementine and tangerine all vie for space while yuzu adds spice and savor. There is generosity and slenderness. The finish is ultra clean and the entire wine is surprisingly approachable. Drink this now and rejoice, or keep it and look forward: In either case, this is a delicious fruity trinket of pure pleasure. Drink 2017–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Heiligenstein Alte Reben Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Pahlmeyer 2013 Red (Napa Valley)", "description": "A powerfully rich and concentrated Bordeaux-style blend of 81% Cabernet Sauvignon with smaller percentages of four other Bordeaux varieties, this wine presents itself as juicy and fresh on entry, with high-toned sparks of cranberry, cherry and cassis. It takes on more strength and structure as it opens, suggesting its worth for the cellar. Hold until 2023–2028.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 175, "designation": null, "variety": "Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pahlmeyer"}, {"points": "94", "title": "Stéphane Aviron 2014 Côte du Py Vieilles Vignes  (Morgon)", "description": "The Côte du Py, one of the best cru vineyard sites in Beaujolais, is on the slope of a 3,000-foot extinct volcano. It produces structured wines that can age well. Stéphane Aviron brought out the quality of Py with a wine that is powerful, ripe and dense with considerable tannic structure. It will certainly need to age, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Côte du Py Vieilles Vignes", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "94", "title": "Stéphane Aviron 2014 Vieilles Vignes  (Moulin-à-Vent)", "description": "Be grateful that Stéphane Aviron is an old-vine hunter. Serious tannins and concentration from 100-year-old vines give this wine its depth and richness. It has a great potential to age with black fruits, a mineral texture and acidity. This is an impressive cru wine, full of both fruit and density. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Vieilles Vignes", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}]