[{"points": "92", "title": "Nicolas Feuillatte 2006 Grand Cru Millésimé Chardonnay Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Feuillatte has taken great advantage of the very good 2006 vintage with this wine. It is crisp, now maturing well, hinting at toast while still with lively white fruit and citrus flavors. It is at a good point to drink, although it will certainly age until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 56, "designation": "Grand Cru Millésimé Chardonnay Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Nicolas Feuillatte"}, {"points": "92", "title": "Robert Biale 2014 Bedrock Vineyard Zinfandel (Sonoma County)", "description": "This vineyard dates to the Civil War era and is owned by Joel and Morgan Peterson, Joel of Ravenswood fame. Funky and selectively spicy, it shows its dry-farmed heritage with dusty tannin and stemmy earth, the density mellowed by piquant red fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Bedrock Vineyard", "variety": "Zinfandel", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "92", "title": "Terra Valentine 2014 Cabernet Franc (Spring Mountain District)", "description": "A robust, 100% varietal wine from the mountainous appellation, this impresses in its firmness of integrated tannin, making for a well-hewn, smooth texture. Cherry candy, currant and a suggestion of dried herb combine effectively, while the full-bodied nature of the wine offers breadth and length.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": null, "variety": "Cabernet Franc", "region_1": "Spring Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Terra Valentine"}, {"points": "92", "title": "The Girls in the Vineyard 2014 The Field Blend Windmill Vineyard White (Dunnigan Hills)", "description": "Made from a single vineyard, this wine is both tasty and complex enough to stimulate the imagination. It smells like butter and cream, and tastes like ripe pear, toasted almonds and vanilla bean. Luscious yet a bit crisp, the texture feels great on the palate. Grenache Blanc, Piquepoul Blanc, Roussanne and Viognier all contributed.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 18, "designation": "The Field Blend Windmill Vineyard", "variety": "White Blend", "region_1": "Dunnigan Hills", "region_2": "Central Valley", "province": "California", "country": "US", "winery": "The Girls in the Vineyard"}, {"points": "92", "title": "Lone Madrone 2012 Points West Red (Paso Robles)", "description": "Neil Collins goes for the classic five Rhône grapes in this bottling, blending 48% Mourvèdre, 21% Syrah, 11% Grenache, 11% Cinsault and 9% Counoise to elicit aromas of dried fennel, fresh lavender, white pepper and boysenberry jam. Tight but juicy blueberry and elderberry fruit show on the palate, bound together by upright tannins and lifted with asphalt, black peppercorns and potpourri spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Points West", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lone Madrone"}, {"points": "92", "title": "Lynmar 2014 Laguna Ridge Chardonnay (Russian River Valley)", "description": "A remarkably good wine at this price. Lemon meringue and custard meet creamy stone fruit in a balanced, decadent way, a suggestion of orange whip tugging at the edges of the palate. It glides down easy, impressing further with every sip, remaining balanced and graceful.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 25, "designation": "Laguna Ridge", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "92", "title": "Penner-Ash 2014 Estate Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Directly adjoining the famed Shea Vineyard, these grapes bring comparable quality. This is young, grapy and aromatic, with primary aromas focused on black-cherry fruit. There are streaks of licorice and cola, leading into a long, lemony, tobacco-laced finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Estate Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "92", "title": "Penner-Ash 2014 Palmer Creek Vineyard Pinot Noir (Eola-Amity Hills)", "description": "The wine from this vineyard has a lightly smoky scent, more of the characteristic tobacco aromas, and a flavorful fruit mix of mulberry, blueberry and blackberry. It's spicy and chunky and generous, ready for near-term drinking.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Palmer Creek Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "92", "title": "Penner-Ash 2015 Hyland Vineyard Old Vine Riesling (McMinnville)", "description": "This captivating wine, from vines dating back to the early 1970s, will reward your patience. It must be decanted if you want it to burst open past the initial tart flavors of green apple and grapefruit. Once it does, it will delight with juicy citrus, ample acidity, and plenty of grip.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Hyland Vineyard Old Vine", "variety": "Riesling", "region_1": "McMinnville", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "92", "title": "Peter Nicolay 2015 Bernkasteler Badstube Kabinett Riesling (Mosel)", "description": "While intensely fruity, a deep vein of crushed-slate minerality extends from nose to finish in this lithe Kabinett. Lip-smacking honey and peach flavors penetrate through the palate, electrified by a laser of lemon-lime acidity. Finishes remarkably dry and fresh.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 20, "designation": "Bernkasteler Badstube Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Peter Nicolay"}, {"points": "92", "title": "Pierre Gerbais NV L'Originale Extra Brut Pinot Blanc (Champagne)", "description": "There can't be many, if any, other 100% Pinot Blanc Champagnes. Allowed in the appellation, the grape is only really found in this southern Aube region. It comes to the fore with Aurélien Gerbais (fourth generation), produced from vines planted in 1904. This wine is a soft, creamy and immediately drinkable, with ripe apple and pear flavors. It would repay a few months more in bottle; drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 89, "designation": "L'Originale Extra Brut", "variety": "Pinot Blanc", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pierre Gerbais"}, {"points": "92", "title": "Elk Cove 2014 Reserve Pinot Noir (Willamette Valley)", "description": "This is a barrel selection, and as such, may be expected to show extra layers of concentration—more stuffing overall. It's a rich, smoky, lush wine, with a complex mix of red fruits ranging from rhubarb to raspberry to Bing cherries. Spicy highlights and a frame of orange peel also enter the picture. You might wish to give this another couple of years of bottle age before popping the cork. Drink 2018–2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 100, "designation": "Reserve", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Elk Cove"}, {"points": "92", "title": "EnRoute 2014 Amber Ridge Vineyard Pinot Noir (Russian River Valley)", "description": "This estate-grown wine comes from the vineyard that provides the backbone to the producer's well-known Les Pommiers Pinot Noir. Tart in rhubarb, pomegranate and plush, herb-kissed red fruit, it's juicy and young, complex yet approachable. Full bodied and grainy in tannin, it'll provide years of pleasure for drinkers who can wait.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Amber Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "EnRoute"}, {"points": "92", "title": "Henry's Drive Vignerons 2012 Shiraz (Padthaway)", "description": "A bit softer, plusher and creamier than the Shiraz-Cabernet from this producer, this is still an impressive wine. Smoky cedar and mocha notes complement plums and blackberries, turning velvety on the finish. Drink now through 2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": null, "variety": "Shiraz", "region_1": "Padthaway", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Henry's Drive Vignerons"}, {"points": "92", "title": "Il Borro 2011 Bolle di Borro Brut Metodo Classico Sangiovese (Vino Spumante)", "description": "Here's a gorgeous sparkler made with Sangiovese that offers enticing scents of blue flower, perfumed berry, vineyard dust and a note of baking spice. The creamy, silky palate doles out juicy red cherry, crushed strawberry, McIntosh apple, tangerine zest and a cinnamon note alongside an ultrafine perlage. Watch out—this goes down beautifully!", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Bolle di Borro Brut Metodo Classico", "variety": "Sangiovese", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Il Borro"}, {"points": "92", "title": "H. Blin 2010 Quintessence Meunier Blanc de Noirs Extra Brut Pinot Meunier (Champagne)", "description": "This young vintage Champagne is drinkable now because it is made from Pinot Meunier, which has produced a fruity, softly textured and balanced wine. It offers a touch of pepper as well as ripe red-currant and lime fruits. It's tightly crisp at the end.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 79, "designation": "Quintessence Meunier Blanc de Noirs Extra Brut", "variety": "Pinot Meunier", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "H. Blin"}, {"points": "92", "title": "Knudsen 2014 Pinot Noir (Dundee Hills)", "description": "This very pretty wine is built upon soft, forward, ripe strawberry fruit, and dappled with details of cinnamon and baking spices. A touch of chocolate sneaks into the focused, lightly tarry finish, which is nicely balanced. This pioneering vineyard dates back to the 1970s, but much of it has been replanted since the beginning of this century.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": null, "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Knudsen"}, {"points": "92", "title": "Fontes da Cunha 2013 Munda Touriga Nacional (Dão)", "description": "With 100% Touriga Nacional, this is a finely perfumed, ripe yet elegant wine. The wood aging still shows in the spice and vanilla, although this will certainly diminish as the wine ages further. This small production wine just needs a few more months and will be ready from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Munda", "variety": "Touriga Nacional", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Fontes da Cunha"}, {"points": "92", "title": "Le Brun de Neuville NV Lady de N. Cuvée Brut Chardonnay (Champagne)", "description": "Chardonnay is an important part of the landscape in the Sézanne area south of Epernay. This ripe, toasty wine has a rich, warm take on the grape. Almonds and hazelnuts mingle with peach and pear flavors giving a creamy character. The bottling is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 67, "designation": "Lady de N. Cuvée Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Le Brun de Neuville"}, {"points": "92", "title": "Liquid Farm 2014 Golden Slope Chardonnay (Sta. Rita Hills)", "description": "Light Marcona almonds, lemon curd on toast and Gravenstein apples converge for a delicate yet warmer style of Chard on this easy-to-quaff combo of seven top vineyards, including Bentrock, Rita's Crown, Clos Peper, Kessler-Haak, La Rinconada, Zotovich, and Hilliard Bruce. Buttered brioche, a drizzle of lemon oil and a touch of crushed walnuts and almonds arise on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Golden Slope", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Liquid Farm"}, {"points": "92", "title": "Domaine Serene 2013 Evenstad Reserve Pinot Noir (Willamette Valley)", "description": "Peppery herbal notes populate the nose, leading into flavors of brambly red fruits. The wine gathers strength on the midpalate, finishing with a flourish of strawberry preserves. There's a touch of rhubarb pie and a dusting of cocoa in the mix as well, and for an Oregon Pinot Noir made in such quantities (more than 10,000 cases) it offers exceptional depth and density.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 70, "designation": "Evenstad Reserve", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "92", "title": "Dr. H. Thanisch (Erben Müller-Burggraef) 2015 Bernkasteler Badstube Kabinett Riesling (Mosel)", "description": "While initially a bit earthy and savory on the nose, this ethereal kabinett abounds in fruity, floral complexities. Cutting and spry, its sweet, tangy citrus and stone-fruit flavors seem to dance nervously on the palate. It's nuanced and minerally, with a deliciously salty finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 22, "designation": "Bernkasteler Badstube Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. H. Thanisch (Erben Müller-Burggraef)"}, {"points": "92", "title": "Dr. Pauly Bergweiler 2015 Bernkasteler Badstube Kabinett Riesling (Mosel)", "description": "Subtle yellow peach and mineral tones on the nose intensify on the palate of this surprisingly tropical kabinett. Mouthwatering acidity pulses a laser beam through layers of sweet mango, melon and tangerine, extending a long, spine tingling finish. It's delightful now, but should keep drinking well through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 20, "designation": "Bernkasteler Badstube Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. Pauly Bergweiler"}, {"points": "92", "title": "Jean Laurent 2005 Blanc de Noirs Millésimé Brut Pinot Noir (Champagne)", "description": "A pale gold color leads into a wine that is mature and rich. The fruits have mellowed into almond and spice, with attractive acidity, while the ripe texture remains. The balance is just right in a wine that is generous and full in the mouth. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 93, "designation": "Blanc de Noirs Millésimé Brut", "variety": "Pinot Noir", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Jean Laurent"}, {"points": "92", "title": "Kay Brothers 2013 Basket Pressed Shiraz (McLaren Vale)", "description": "Dark and savory in style, this Shiraz offers scents of grilled meat, black olive and plum. It's full bodied and firmly structured, finishing on a crisp peppery note. It should drink well from 2020 to 2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": "Basket Pressed", "variety": "Shiraz", "region_1": "McLaren Vale", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Kay Brothers"}, {"points": "92", "title": "Antiquum Farm 2014 Juel Pinot Noir (Willamette Valley)", "description": "Juel is the least expensive of the winery's named Pinots, but is in no way a lesser wine. Floral aromatics and brambly blue fruits set the tone, while grace notes of balsamic and citrusy acids extend the Pinot's flavors through a lightly toasty finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 38, "designation": "Juel", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Antiquum Farm"}, {"points": "92", "title": "Antiquum Farm 2015 Daisy Pinot Gris (Willamette Valley)", "description": "The good news is production is way up and quality is as good as ever. A generous jumble of poached pear, crisp apple, lemon curd and wet stone, this ups the bar for Oregon Pinot Gris in this price range. The finish lingers gracefully, rich and creamy, inviting you to take the next sip.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 20, "designation": "Daisy", "variety": "Pinot Gris", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Antiquum Farm"}, {"points": "92", "title": "Bischöfliche Weingüter Trier 2015 Piesporter Goldtröpfchen Kabinett Riesling (Mosel)", "description": "While initially quite closed and earthy, an enthusiastic swirl of air will coax delicate peach and blossom notes from this seemingly shy wine. The palate turns quite feisty, bolstered by ripe peach and tangerine flavors as well as an electric shock of acidity. Revitalizing and honeyed, it's lovely already, but has potential to keep developing ‘til at least 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 23, "designation": "Piesporter Goldtröpfchen Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Bischöfliche Weingüter Trier"}, {"points": "92", "title": "Vignoble des 2 Lunes 2012 Comète Brut Pinot Blanc (Alsace)", "description": "Soft notes of Golden Delicious on the nose really unfold on the palate. The body is slender but the fruit notes have a honeyed quality, as befits a vintage Crémant. Its biscuity shortcrust flavours are accentuated by soft mousse and are a great counterpoint to the very refreshing, pleasantly light-weight body. The finish is creamy and full of yeasty roundness, yet beautifully dry.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 27, "designation": "Comète Brut", "variety": "Pinot Blanc", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Vignoble des 2 Lunes"}, {"points": "92", "title": "Chanoine NV Tsarine by Adriana Brut  (Champagne)", "description": "Slovakian model and actor Adriana Karembeu, the ambassador of Chanoine, gives her name to this wine. In its gold bottle, this blend of equal proportions of the three Champagne grapes is elegant and well-balanced, with crisp white fruit laced with acidity and finished with a lively, perfumed aftertaste. The bottling is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Tsarine by Adriana Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Chanoine"}]