[{"points": "94", "title": "Gary Farrell 2013 Westside Farms Chardonnay (Russian River Valley)", "description": "This excellent vineyard-designated wine showcases salty brine and explosive minerality. It's light and bright on the nose but fleshy in lemon, lime and peach, with a zesty quality to the texture. Integrated oak, only 40% of it new, plays a background role, allowing for a soft, lengthy palate and a structure that suggests this will age well.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Westside Farms", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "94", "title": "Hall 2012 Cabernet Sauvignon (Howell Mountain)", "description": "This might be the producer's most powerful and concentrated wine of the vintage. It impresses immediately for its tobacco, blackberry preserves, clove and a turn of black peppercorn that's hard to resist. Pencil lead and tar poke at the edges of the wine's huge texture, with serious weight and breadth. It finishes with a mouthwatering suppleness of juicy black fruit. Enjoy now through 2027.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 160, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "94", "title": "La Voix 2013 Satisfaction Kessler-Haak Vineyard Pinot Noir (Sta. Rita Hills)", "description": "This new project from Steve and Chrystal Clifton from Palmina and formerly Brewer-Clifton is exciting and tasty. Plump red cherry, fine-grained clove, allspice, nutmeg, sage, kola nut and a touch of chile spice show on the supple but focused nose. Tart cranberry, sour cherry and peppery sage pop on the energetic palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Satisfaction Kessler-Haak Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Voix"}, {"points": "94", "title": "Casa Ferreirinha 2012 Quinta da Leda Red (Douro)", "description": "This is a rich, complex wine that has great tannins as well as very fine, ripe black fruits. It comes from the showpiece estate for Casa Ferreirinha in the Alto Douro. The dense fruits and balanced tannins and acidity are just beginning to develop, hinting at the very fine wine it will become. With final acidity still very present, it needs time. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Quinta da Leda", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Casa Ferreirinha"}, {"points": "93", "title": "Roco 2014 Marsh Estate Vineyards Chardonnay (Willamette Valley)", "description": "Among an excellent trio of Chardonnays from Roco, this is the spicy one, with soft and supple tree fruits, a touch of citrus and more. The complexities pile on, suggestions of melon and cotton candy, and that lovely sweet spice.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Marsh Estate Vineyards", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Roco"}, {"points": "93", "title": "Quinta dos Avidagos 2011 Lenuma Red (Douro)", "description": "This Avidagos vineyard in the Corgo River Valley is one of the oldest in the Douro. The wine, from a parcel of old vines, is hugely powerful and dense. With its dark tannins, concentrated black fruits, it could be too much. Somehow it pulls back leaving a very rich wine but also one that has structure and final freshness. The wine needs to age and should not be drunk before 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Lenuma", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta dos Avidagos"}, {"points": "93", "title": "Pangea 2011 Apalta Vineyard Syrah (Colchagua Valley)", "description": "Complex aromas of cola, spice, patchouli and earthy berry fruits are highly appealing. This feels totally complete and elastic, with earthy, savory berry flavors matched by briary spice notes and a hint of coffee. A composed finish is lusty but neither hot nor burning. Drink this nicely made modern Syrah through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 60, "designation": "Apalta Vineyard", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Pangea"}, {"points": "93", "title": "Sanguis 2013 Loner R13-a Pinot Noir (Sta. Rita Hills)", "description": "Dark clay, deep layers of earth, black-cherry bread and black-slate aromas show on the nose of this finely woven wine by Matthias Pippig. The palate is distinctive, with rich yet not overripe black-plum loaf, mocha dust and black cardamom spice hiding behind the silky yet dense structure. Excellent now, it will joyously evolve. Drink 2016–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 80, "designation": "Loner R13-a", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sanguis"}, {"points": "93", "title": "Sante Arcangeli 2014 Split Rail Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Light in color but bursting with aromas of candied cherry, pencil lead, sauteed porcini mushrooms and rain-soaked gravel, this is a fabulous wine from an oceanview vineyard above Corralitos. Italian spices of oregano and bay leaf combine with a sesame-oil warmth and bright raspberry fruit on the zesty palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Split Rail Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sante Arcangeli"}, {"points": "93", "title": "Quinta de la Rosa 2012 Vintage  (Port)", "description": "This is not from a generally declared Port Vintage year. However, the year did produce some exceptional wines, such as this one. It has a firm tannic structure under opulent black fruits. Beautifully perfumed, ripe and likely to develop relatively quickly, this is already a balanced, approachable wine. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta de la Rosa"}, {"points": "93", "title": "Phillips Hill 2013 Pinot Noir (Anderson Valley)", "description": "Sometimes a blend of vineyards like this one can equal or surpass the single-vineyard bottlings. This complex and well-rounded wine achieves a good balance between seductive fruit flavors and more subtle, woodsy, savory nuances from whole-cluster fermentation, while not going over-the-top in body or oakiness. Each sip uncovers more spice, more cedar and more subtlety.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "93", "title": "Hearst Ranch 2013 The Pergola Petite Sirah (Paso Robles)", "description": "A blueberry-balsamic reduction sauce scent kicks off this rich and opulent wine from the legendary Hearst family. It also shows smoked beef, uncracked peppercorns, black spices, vanilla bean and black coffee on the nose. The palate is lush and layered with blueberry paste, dark-chocolate fudge and Ethiopian espresso bean.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "The Pergola", "variety": "Petite Sirah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hearst Ranch"}, {"points": "93", "title": "Domaine J. Meuret 2013 Phelps Creek Vineyard Les Chênes Pinot Noir (Oregon)", "description": "It takes a precision winemaker to craft a Pinot Noir with such detail from a cool vintage in a cool region. Jon Meuret (founder of Maison Bleue) has the right stuff, as this new project demonstrates. Drink it now for its pure raspberry and cranberry fruit, its lightly rendered oak, its length and texture. Or wait 8–10 years and watch it develop into a complex, elegant wine with mature fruit and polished, terroir-driven flavors. Drink now through 2026.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 39, "designation": "Phelps Creek Vineyard Les Chênes", "variety": "Pinot Noir", "region_1": "Oregon", "region_2": "Oregon Other", "province": "Oregon", "country": "US", "winery": "Domaine J. Meuret"}, {"points": "93", "title": "Dr. H. Thanisch (Erben Thanisch) 2014 Berncasteler Doctor Spätlese Gold Cap Riesling (Mosel)", "description": "Savory saffron and pollen notes juxtapose pure, luscious apricot and tangerine in this laser-edged spätlese. Its juicy, sweet-tart flavors are piercing but the texture is dancingly delicate. While delightfully youthful now, it's structured enough to deepen its mineral complexities through at least 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 77, "designation": "Berncasteler Doctor Spätlese Gold Cap", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. H. Thanisch (Erben Thanisch)"}, {"points": "93", "title": "Trinchero 2012 Haystack Vineyard Malbec (Atlas Peak)", "description": "A rich, round and silky texture provide pure pleasure in this exotically perfumed vineyard-designate that's full bodied and exuberant in baked plum, black pepper and anise. Well integrated and complex, it traffics in deeper, darker plumes of smoke and tobacco toward the lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Haystack Vineyard", "variety": "Malbec", "region_1": "Atlas Peak", "region_2": "Napa", "province": "California", "country": "US", "winery": "Trinchero"}, {"points": "93", "title": "Westwood 2014 Annadel Gap Vineyard Estate Pinot Noir (Sonoma Valley)", "description": "A lovely bouquet of dusty rose petals marks the entry of this delightful wine. Softly textured, it's subtle in tannin and oak, with interweaving swathes of black tea and grenadine-intense cherry. Medium bodied, it remains silky and fresh through the lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 44, "designation": "Annadel Gap Vineyard Estate", "variety": "Pinot Noir", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Westwood"}, {"points": "93", "title": "Sojourn 2014 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "This is a gentle giant of a wine, subtle and sublime in earthy rose petals, allspice and black tea that maintain a spiky, lively acidity throughout. Blueberry and black cherry compete for attention, balancing the grapes' more savory intentions, before a smoothly intense finish rides things out.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 59, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "93", "title": "Wine & Soul 2013 Pintas Character Red (Douro)", "description": "In the Val de Mendiz, half way up the Pinhão Valley, Sandra Tavares da Silva and Jorge Serôdio Borges have crafted a range of three wines that are magnificent. This is the middle wine, produced from old field-blend vines. Despite its weight, the wine is packed with fruit and shows considerable freshness. It does however need to age, so don't drink before 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Pintas Character", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Wine & Soul"}, {"points": "93", "title": "Wittmann 2014 Westhofen Brunnenhäuschen Trocken GG Riesling (Rheinhessen)", "description": "Its lavish peach, citrus and blossom perfume makes the Westhofen Brunnenhäuschen stand out boldly in a lineup of Wittmann's excellent 2014 GG Rieslings. Its aromatic intensity extends into the palate, brightening its stony, slatey character. Supple yet steely, it finishes with a hint of lime-pith astringency. While elegant now, this wine should intensify in minerality with age.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 92, "designation": "Westhofen Brunnenhäuschen Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "93", "title": "Langmeil 2013 Orphan Bank Shiraz (Barossa)", "description": "Appropriately youthful and flashy, this is textbook Barossa Shiraz, full bodied and rich. Dusty tannins and mouthwatering acids support dark berry fruit, cedar and vanilla. It's drinkable now, but should add savoriness over the next 10 or more years.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 69, "designation": "Orphan Bank", "variety": "Shiraz", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Langmeil"}, {"points": "93", "title": "Quinta de Chocapalha 2011 Tinto Red (Lisboa)", "description": "Aged for 18 months in wood, this impressive ripe wine is full of fruit and also a firm, smoky tannic structure. The partial fermentation in open stone tanks has given the wine an extra dimension of richness. This is a fine, concentrated wine that is now ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 18, "designation": "Tinto", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Lisboa", "country": "Portugal", "winery": "Quinta de Chocapalha"}, {"points": "93", "title": "Quinta do Passadouro 2013 Passadouro Red (Douro)", "description": "From a selection of old vines, this grand wine is rich and firmly structured. With dark tannins and powerful black plum fruit flavors, it is concentrated and with considerable aging potential. The wine is still young, packed with tannins and will not be ready to drink until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Passadouro", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Passadouro"}, {"points": "93", "title": "Pierre Gimonnet et Fils 2009 Special Club Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Made from Chardonnay from the Côte des Blancs, this intensely crisp and fresh wine is maturing well, although it's nowhere near ready to drink. It is a fine wine: tight, steely, mineral in character with citrus acidity balanced by warmer apricot and crisp apples. Drink from 2018. The Special Club is a group of growers who rate and taste each other's wines before release.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Special Club Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pierre Gimonnet et Fils"}, {"points": "93", "title": "Vasse Felix 2013 Chardonnay (Margaret River)", "description": "Winemaker Virginia Willcock's latest effort shows that top-flight Margaret River Chardonnay doesn't have to cost three figures. This is fine stuff, a bit funky at first, but opening up in the glass to reveal hints of brown-sugar-glazed pineapple and fresh citrus. It's medium to full in body, with a long, almost painfully crisp finish that brings all that fruit into bright, refreshing focus.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": null, "variety": "Chardonnay", "region_1": "Margaret River", "region_2": null, "province": "Western Australia", "country": "Australia", "winery": "Vasse Felix"}, {"points": "93", "title": "Aveleda 2012 Follies Casa da Agueira Touriga Nacional (Bairrada)", "description": "When Aveleda's Guedes family purchased Quinta da Agueira, it came with its own grand house, a 19th century folly (a great term in the British lexicon). So, being fans of follies, the family named this spicy wine after the house. This wine is dense and concentrated, with dark fruit balanced by structured tannins. Drink now–2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 13, "designation": "Follies Casa da Agueira", "variety": "Touriga Nacional", "region_1": null, "region_2": null, "province": "Bairrada", "country": "Portugal", "winery": "Aveleda"}, {"points": "93", "title": "Conceito Vinhos 2013 Conceito Red (Douro)", "description": "This impressive wine, packed with both fruit and tannins, is just setting out on a long road of aging. It is rich, dense with dry fruit and wood tannins, and buttressed with dark black fruits layered with acidity. The wine, with its ripe fruit and firm structure, needs time. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Conceito", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Conceito Vinhos"}, {"points": "93", "title": "Big Basin 2012 Gabilan Mountains G-S-M (Monterey County)", "description": "A wondrously rich and extracted nose combines layers of brown spice, dried black cherries, fragrant violets and lilacs with concentrated, almost pruney purple fruit. That ripeness expertly pairs on the palate with strong tannic structure and sparkling acidity, allowing the blackberry, blueberry, caramel and lavender notes to shine without cloying.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Gabilan Mountains", "variety": "G-S-M", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Big Basin 2013 Alfaro Family VIneyard Pinot Noir (Santa Cruz Mountains)", "description": "This is a compelling example of how very low-alcohol wines needn't be thin or overly green. This shows fennel and dill notes on the nose, along with cola, red cherry, cranberry, star anise and nutmeg. The palate's sizzling acidity carries zesty pomegranate and cranberry fruit, with touches of black pepper, pork fat, lavender, rosemary and lamb roast.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Alfaro Family VIneyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Ramos-Pinto NV RP 20 Quinta do Bom Retiro 20 Years Old Tawny  (Port)", "description": "Dark ruby with tawny gold highlights, this intense wine comes from Ramos-Pinto's Bom Retiro estate. It is dried raisins, toffee with beautifully integrated spirit and acidity. It's a rich wine, with some sweetness that is freshened with the final acidity. Like any tawny, drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "RP 20 Quinta do Bom Retiro 20 Years Old Tawny", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Ramos-Pinto"}, {"points": "93", "title": "Tanner DaFoe 2012 Cabernet Sauvignon (Santa Ynez Valley)", "description": "This winery is approaching cult status, and for good reason. Rather than compete with over-extracted competitors, this bottling shows a medium richness that pairs black plum and dark chocolate with light mint and dried herbs. Oregano, thyme, sage, bay leaf and black pepper power the palate, where boysenberry fruit and pencil lead complete the fresh but layered experience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 99, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tanner DaFoe"}]