[{"points": "92", "title": "Tegernseerhof 2016 Terrassen Federspiel Riesling (Wachau)", "description": "A touch of lemon zest, a hint of lime, a suspicion of yeast: the nose of this wine is fresh and restrained. Light but juicy, the body ripples with refreshing ease across the tongue. It's a slender, pure and uplifting wine with zestiness and enduring, almost-weightless freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": "Terrassen Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "92", "title": "Neumeister 2016 Steirische Klassik Gelber Muskateller (Vulkanland Steiermark)", "description": "A lively whiff of white blossom, Muscat grapes and lemon enticingly streaks the nose. These flavors continue on a feather-light and dry palate where fresh acidity makes them shine even brighter. This wine is all about expressing the most delicious, dry but totally aromatic lightness. Refreshing and made for summer, it has an irresistible lemon finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 21, "designation": "Steirische Klassik", "variety": "Gelber Muskateller", "region_1": null, "region_2": null, "province": "Vulkanland Steiermark", "country": "Austria", "winery": "Neumeister"}, {"points": "92", "title": "Lawrelin 2004 Syrah (Columbia Valley (WA))", "description": "A full 13 years old, the aromas are still vibrant, with notes of cranberry sauce, leather, vanilla and baking spice. The palate displays a beautiful sense of balance between the fruit and barrel flavors. It's in an absolute sweet spot right now but still has life in front of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 42, "designation": null, "variety": "Syrah", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Lawrelin"}, {"points": "92", "title": "L'Ecole No. 41 2014 Perigee Seven Hills Vineyard Estate Grown Red (Walla Walla Valley (WA))", "description": "This wine is a blend of 60% Cabernet Sauvignon, 20% Merlot, 12% Cabernet Franc, 5% Petit Verdot and 3% Malbec. High-toned aromas of raspberry, cherry, cranberry, barrel spice and dark fruit lead to concentrated, well-balanced red- and black-fruit flavors. The finish sails into the distance. It drinks beautifully now, but should have a long life in front of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 55, "designation": "Perigee Seven Hills Vineyard Estate Grown", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "L'Ecole No. 41"}, {"points": "92", "title": "Gary Farrell 2014 Martaella Vineyard Pinot Noir (Russian River Valley)", "description": "From the heart of the Laguna de Santa Rosa, this vineyard-designate delights in rhubarb and strawberry, hugely pleasing in fresh fruitiness. Complexity builds in its salty undertones and bright, sharp teases of blood orange and lemon, while the backbone is strong in floral-driven minerality.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Martaella Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "92", "title": "Gunter Triebaumer 2016 Cuvée Spätlese Chardonnay (Burgenland)", "description": "Stone, earth and pear show on the nose. The palate joins with a bittersweet notion that recalls dried pear skin and dried orange rind. The body remains light, but flavors are anchored deeply and earthily. Made in a very balanced late-harvest style, it has an off-dry finish that will be dreamy with salty cheese.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 15, "designation": "Cuvée Spätlese", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "92", "title": "L'Amandine 2011 Bel Air Red (Côtes du Rhône Villages Séguret)", "description": "It's fading a bit at the rim, but it's a treat to know that mature releases like this are in the market. Age has mellowed its tannins to silky smoothness, while the aromas and flavors resemble thyme blossoms, cherries and leather. Hints of herbal tea and mocha linger elegantly on the finish. Drink now–2022.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 24, "designation": "Bel Air", "variety": "Rhône-style Red Blend", "region_1": "Côtes du Rhône Villages Séguret", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "L'Amandine"}, {"points": "92", "title": "Kale 2016 McGah Vineyard Rosé (Rutherford)", "description": "From the eastern side of the Napa Valley, this combines 84% Grenache with 16% Mourvèdre, harvesting the best clusters of the grapes specifically for this light, dry wine. The juice is left to ferment and rest in concrete egg and neutral French oak. Light-copper in color, it's perfumed in jasmine, with accents of white peach, lime and strawberry, light and ethereal with a backbone of focused acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "McGah Vineyard", "variety": "Rosé", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Kale"}, {"points": "92", "title": "Cosa Obra 2016 Rosé of Pinot Noir (Sonoma County)", "description": "The fruit for this lovely wine hails from Sangiacomo Vineyard in Carneros. It offers a wealth of tangy, thirst-quenching lemon, blood orange and strawberry, so good and dry. Floral on the nose, it stands up on the palate in medium-bodied strength, finishing dry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 18, "designation": "Rosé of", "variety": "Pinot Noir", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Cosa Obra"}, {"points": "92", "title": "Damilano 2013 Cannubi  (Barolo)", "description": "Enticing scents of violet, rose, new leather, perfumed berry and aromatic herb are front and center. Full-bodied and elegant, the taut structured palate delivers morello cherry, raspberry, white pepper and star anise alongside tightly knit fine-grained tannins and fresh acidity. It's still youthfully austere and needs time to fully come around. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 200, "designation": "Cannubi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Damilano"}, {"points": "92", "title": "Cave de Tain 2015 Au Coeur des Siècles Marsanne (Hermitage)", "description": "Drawn from the cooperative's oldest plantings of Marsanne, this is a rich, barrel-fermented wine with ample weight. Flavors resemble stone fruit and melon, balanced by subtle notes of toasty oak. Concentration and intensity come through on the long, mouthwatering finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 97, "designation": "Au Coeur des Siècles", "variety": "Marsanne", "region_1": "Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Cave de Tain"}, {"points": "92", "title": "Château Meyney 2011 La Chapelle de Meyney  (Saint-Estèphe)", "description": "This is the second wine from this prestigious Saint-Estèphe estate. It is just showing maturity as its sheds the tannic shell typical of the vintage and offers secondary, beautifully ripe flavors that retain their structure and fine acidity. There is a leather and spice character that finishes the wine in great style. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 44, "designation": "La Chapelle de Meyney", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Estèphe", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Meyney"}, {"points": "92", "title": "Bründlmayer 2016 Terrassen Grüner Veltliner (Kamptal)", "description": "Pure notes of Conference pear appear with the first whiff on the nose and then stay throughout the palate. They are joined by bright and zesty lemon freshness on a concentrated yet very streamlined body. A touch of spritz accentuates that bright lemon and green-pear delicacy even more. Very fresh, very invigorating, it's totally delicious.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 21, "designation": "Terrassen", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "92", "title": "Adams Bench 2014 Reckoning Red (Columbia Valley (WA))", "description": "This wine is 52% Cabernet Sauvignon and 48% Merlot. The aromas bring brooding notes of barrel spice, black cherry, licorice and herbs. The flavors are palate coating and intense, showing a compelling sense of texture and richness.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 39, "designation": "Reckoning", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Adams Bench"}, {"points": "92", "title": "Adi Badenhorst & Duncan Savage 2016 Cape Winemakers Guild Love Boat White White (Western Cape)", "description": "Winemakers: Adi Badenhorst & Duncan Savage. The counterpart to the Love Boat Red is this kitchen sink white blend of  28% Sauvignon Blanc, 21% Grenache Blanc, 21% Roussanne, 15% Semillon, 9% Chenin Blanc and 6% Viognier. There's a ton going on, with new layers of aroma and flavor with each sniff and sip. Ripe scents of pineapple, melon, honeycomb, honeysuckle and spiced apple dance in the bouquet and transition through to the medium-weight palate. Medium acidity keeps the ripeness in check, lending verve to the lemon curd and baked apple fueled finish. It's delicious now, but should age gracefully through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Love Boat White", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Western Cape", "country": "South Africa", "winery": "Adi Badenhorst & Duncan Savage"}, {"points": "92", "title": "Aigner 2015 Privat Reserve Grüner Veltliner (Kremstal)", "description": "A smoky, flinty touch of reduction joins ripe notes of green and yellow pear on the nose. The palate lets the pear fruit come to the fore but also presents a wonderfully textured body with a creamy, yeasty element and hints of ripe grapefruit. Zesty and fresh, the finish gives equal consideration to earthy and fruity elements.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 23, "designation": "Privat Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Aigner"}, {"points": "92", "title": "Alain Jaume et Fils 2016 Le Crétacé  (Tavel)", "description": "Like most Tavels, this is a dark rosé, almost a light red rather than pink. It's full bodied and ripe without being overdone, boasting seductive notes of crushed stone, dried spices, dried flowers and red berries that finish with a mouthwatering squirt of lime juice.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 20, "designation": "Le Crétacé", "variety": "Rosé", "region_1": "Tavel", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Alain Jaume et Fils"}, {"points": "92", "title": "Ardor 2014 Red (Columbia Valley (WA))", "description": "This wine is a blend of 57% Syrah, 29% Grenache and 14% Mourvèdre. It brings the funk, along with notes of earth, grilled asparagus, stem, herb, bacon fat and green and black olive. The palate brings plenty of smoked meat and other savory flavors that glide on the warm finish. This wine offers a lot of quality and value. For those looking for a funky red wine, look no further.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 25, "designation": null, "variety": "Rhône-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Ardor"}, {"points": "92", "title": "Arista 2014 Ferrington Vineyard Pinot Noir (Anderson Valley)", "description": "Lively, focused and fruity, this medium-bodied wine gushes with ripe berry and cherry aromas followed by ripe but also tangy fruit flavors and a good touch of palate-cleansing tannins. The vibrancy and great balance will help it pair nicely with a wide range of foods.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 68, "designation": "Ferrington Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Arista"}, {"points": "92", "title": "Baileyana 2015 Firepeak Pinot Noir (Edna Valley)", "description": "This twist-top, widely available bottling packs both fun and elegance into the bottle. It starts with aromas of freshly smashed red cherries, vanilla cake and sharp mace on the nose. Fresh energy marks the grippy palate, where layered flavors move from tart cherries to salt and pepper, then thyme and brown spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Firepeak", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baileyana"}, {"points": "92", "title": "Boheme 2014 English Hill Vineyard Chardonnay (Sonoma Coast)", "description": "Juicy and generous on the palate, this coastal wine is grown from Wente-clone grapes influenced greatly by their cool, foggy environment, showing a tightness of tension and acidity on the palate. Lemon peel and caramelized oak provide elegance and richness in equal measure.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "English Hill Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Boheme"}, {"points": "91", "title": "Kracher 2016 Pinot Gris (Burgenland)", "description": "Hints of ripe Mirabelle and yellow apple show on the rather restrained nose. The palate adds bright, lemony freshness and zesty, pleasantly bitter citrus pith to the fruit, creating a texture alive with juiciness and shot throught with freshness. It leaves a lasting, lemony aftertaste.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": null, "variety": "Pinot Gris", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "91", "title": "La Honda Winery 2016 Sauvignon Blanc (Santa Cruz Mountains)", "description": "Almost crystal-clear in the glass, this bottling shows broad aromas of red apple and peach before the grass, wet hay, squeezed lime and rainy sidewalk aromas stand up. There is a sharp texture and tension to the sip, where the warmth of poached pear is cut by mowed lawn and wet river stones.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 24, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Honda Winery"}, {"points": "91", "title": "Syncline 2015 Grenache-Carignan (Horse Heaven Hills)", "description": "This wine—the only of its kind in the state—is a blend of 70% Carignan and 30% Grenache. It brings appealing, quite pure aromas of herbs, bramble and red fruit. The flavors also bring a compelling sense of purity, with no new oak influence anywhere in sight. Put it on the dinner table to see it shine.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": null, "variety": "Grenache-Carignan", "region_1": "Horse Heaven Hills", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Syncline"}, {"points": "91", "title": "Tangent 2012 Paragon Vineyard Sparkling Albariño (Edna Valley)", "description": "Fresh and light on the nose, this rare bottling of a sparkling Albariño shows crème fraiche, wet stone and the slight tang of green-apple skin on the nose. The bubbles are moderate on the sip, where green tomato, lime rinds and Granny Smith apple combine to make a fascinating and rather pleasing sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": null, "designation": "Paragon Vineyard Sparkling", "variety": "Albariño", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tangent"}, {"points": "91", "title": "Sculpterra 2013 Bentley Ironworks Cabernet Sauvignon (Paso Robles)", "description": "From 20-year-old vines, this bottling shows strong cedar, crushed graphite and charred wood on the nose, with a hint of blackened pasilla chile. Pencil shavings play strong on the palate, spicing up the elderberry and black-currant fruit, with pinches of oregano adding depth. The tightly wound tannins are quite sticky.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Bentley Ironworks", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sculpterra"}, {"points": "91", "title": "Maggy Hawk 2014 Graceful Lady Maggy Hawk Estate Vineyard Clone 777 Pinot Noir (Anderson Valley)", "description": "Concentrated fruit, spice and black-tea flavors lend a sense of depth on the palate and make this full-bodied wine satisfying to sip. Made from the estate vineyard using only Clone 777 vines, it matches black cherry and tart cherry notes to a nicely gripping texture, with a lingering finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 66, "designation": "Graceful Lady Maggy Hawk Estate Vineyard Clone 777", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Maggy Hawk"}, {"points": "91", "title": "Maggy Hawk 2014 Jolie Pinot Noir (Anderson Valley)", "description": "Tasty but mild cherry and cinnamon flavors framed in a smooth texture make this full-bodied wine easy to enjoy. Hints of cranberry and clove add complexity, while a good structure of mild acidity and fine tannins add a little grip on the palate.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 66, "designation": "Jolie", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Maggy Hawk"}, {"points": "91", "title": "Gamble Family Vineyards 2014 Cabernet Sauvignon (Napa Valley)", "description": "Blackberry toast and dark, sultry pencil shavings are nuanced in additional flavors of clove in this thick, densely built wine that presents as full bodied but finds its balance in the glass. A richness of chocolate and graham cracker rule the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Gamble Family Vineyards"}, {"points": "91", "title": "Gérard Bertrand 2014 Grand Terroir Les Aspres Syrah-Mourvèdre-Grenache Red (Côtes du Roussillon Les Aspres)", "description": "This dense and generous red opens with notes of sweet smoke, violet, lavender and laurel that complement the blackberry, cassis and cherry core. It's concentrated and robustly fruited, with a smooth texture and round mouthfeel that's framed by spicy tones and velvety tannins that linger through the finish.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 20, "designation": "Grand Terroir Les Aspres Syrah-Mourvèdre-Grenache", "variety": "Rhône-style Red Blend", "region_1": "Côtes du Roussillon Les Aspres", "region_2": null, "province": "Languedoc-Roussillon", "country": "France", "winery": "Gérard Bertrand"}]