[{"points": "95", "title": "Muhr-Van der Niepoort 2015 Ried Spitzerberg Blaufränkisch (Carnuntum)", "description": "Highly aromatic notions of cinnamon-dusted blueberry and plum rise from the glass. The richness of that scent is countered on the palate by ample freshness which gives clean delineation to the fruit flavors and precision to the body. Right now this is taut but flavors run deep. There seems to be a floral core of peony and berry that still needs to unfold—elegance and depth are to come. Drink 2022–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Ried Spitzerberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Muhr-Van der Niepoort"}, {"points": "95", "title": "Phillips Hill 2015 Valenti Vineyard Pinot Noir (Mendocino Ridge)", "description": "Flavor complexity and a lot of finesse in the texture give just about everything a Pinot Noir can give. This wine, from a tiny, high-elevation vineyard, has enticing aromas of mint, clove, bay leaf and red cherry followed by vibrant flavors of red cherry and black tea (that are satisfying but don't overpower the firm texture), fine tannins and welcome acidity. Best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 45, "designation": "Valenti Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "95", "title": "Pichler-Krutzler 2016 Ried Kellerberg Grüner Veltliner (Wachau)", "description": "Freshly cut green Conference pear notes hover above more elusive crushed wild thyme aromas in this wine. There is a touch of wet pebble, too. The palate is concentrated but streamlined. An earthy hue of textured miso adds a little richness to the otherwise zesty, lemony, fresh and enduring flavors. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 58, "designation": "Ried Kellerberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "95", "title": "Sepp Moser 2016 Ried Gebling Reserve Riesling (Kremstal)", "description": "Evocative, tender hints of lemon balm and verbena play on the nose of this wine, alongside ripe lemon and orange peel. The palate has a steely concentration of pure lemon freshness. It's linear, fluid, concentrated and dry. The finish is incisive and lip-smackingly fresh. Drink now–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Ried Gebling Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Sepp Moser"}, {"points": "95", "title": "Trapl 2015 Ried Spitzerberg Blaufränkisch (Carnuntum)", "description": "A wave of ripe, juicy black cherry reaches the nose before hints of cinnamon follow, colored by a lovely floral perfume. The palate is pliable with a fruity, friendly flow, yet this shows depth and charm. The mouthfeel is soft and sinuous, the tannins are fine and have a gauze-like quality that might tip over into velvet any moment. If you need a wine to seduce someone, this might just be it. Simply lovely now but will get much better with age. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 26, "designation": "Ried Spitzerberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Trapl"}, {"points": "95", "title": "Eichinger 2016 Ried Gaisberg Riesling (Kamptal)", "description": "Pure, tender and evocative notes of fresh orange and Mandarin zest characterize the nose of this wine. That zesty freshness veers from Mandarin to Meyer lemon on the taut, fresh almost fizzing palate. Still young, it shows utter promise, with precise flavors and great concentration. Irresistible for its citrus notions now but certain to develop. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Ried Gaisberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "95", "title": "Hall 2014 Eighteen Seventy-Three Cabernet Sauvignon (Napa Valley)", "description": "A 100% varietal wine, this is brawny in tannin and big in oak, yet completely beguiling in an underlying delicacy of refined power. Chalky texture that traffics in tobacco and leather overlays elusive fruit and persistent earthiness, a mix of blueberry and blackberry bramble and mountain sage.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Eighteen Seventy-Three", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "95", "title": "Lesehof Stagård 2016 Pfaffenberg Riesling (Kremstal)", "description": "This wine must have spent very little time in bottle; it still smells of the leesy, fermentative richness of the cellar. But never fear: this newborn is loaded with lemon concentration and uncompromising briskness. Electric freshness is its central purpose, and it will provide sophisticated refreshment for years to come. Drink 2020–2030 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Pfaffenberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Lesehof Stagård"}, {"points": "95", "title": "Malat 2016 Ried Steinbühel Riesling (Kremstal)", "description": "Beautifully pure and life-like apple notes stream from the glass, depicting at once tart crunch and ripe juiciness. That lovely fruit carries all the way across the palate, supported by a streak of zesty lemon and a pithy, tingling texture that tapers into an arrow of freshness. Its trajectory is long, and while lovely now, it will get even better. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 37, "designation": "Ried Steinbühel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Pichler-Krutzler 2016 Ried Steiner Pfaffenberg Alte Reben Riesling (Niederösterreich)", "description": "Incredibly pure notes of ripe Mandarin peel and juicy tangerine encapsulate the nose of this wine. A full blaze of ripe citrus freshness is then unleashed on concentrated but taut palate. Ripe tangerine, Mandarin and Meyer lemon flavors are expressed with aromatic and heady intensity, performing a high-wire act with bright, stony acidity that keeps it from feeling fleshy or fat. Wow. Lovely now, sure to evolve. Drink 2018–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 58, "designation": "Ried Steiner Pfaffenberg Alte Reben", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "95", "title": "Sanguis 2013 Pilgrim Syrah (Central Coast)", "description": "Deep and dark on the nose, this savory bottling, which is enhanced by bits of Viognier and Grenache, shows chocolate, seared beef, black currant, black pepper, rosemary and lamb aromas. It's soft and thick on the palate, where baked black-cherry flavors are spiced by star anise, coffee and cola, with energetic acidity popping on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 80, "designation": "Pilgrim", "variety": "Syrah", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sanguis"}, {"points": "95", "title": "Bründlmayer 2016 Ried Heiligenstein Alte Reben Reserve Riesling (Kamptal)", "description": "Stony, flinty reduction still clouds the nose of this wine. Underneath, the promise of citrus is evident. On the palate, that citrus freshness is clothed in juicy swirls of ripe apricot and yellow apple. A sonorous take on Riesling that's intriguing and charming at once. Wait for this to come together. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 85, "designation": "Ried Heiligenstein Alte Reben Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "95", "title": "De Toren 2015 The Black Lion Shiraz (Coastal Region)", "description": "This wine is currently a big, bold beast, with serious concentration and tremendous depth that suggests this wine's considerable future. Deep aromas and flavors of ripe black cherry, plum and raspberry all abound on the nose and mouth, with a equally intense overlay of whole baking spice, campfire, black tea and pepper. The mouthfeel is bold yet balanced, with a texture like crushed velvet and a long, evolving finish that transitions masterfully from dark fruit flesh to charred cherry and baked plum, and then final notes of espresso bean, black forest cake and tilled earth. Expect even more complexity and layers of flavor to develop with age. Built for long-term cellaring, drink 2023–2033.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 330, "designation": "The Black Lion", "variety": "Shiraz", "region_1": null, "region_2": null, "province": "Coastal Region", "country": "South Africa", "winery": "De Toren"}, {"points": "95", "title": "Domäne Wachau 2016 Ried Kellerberg Smaragd Grüner Veltliner (Wachau)", "description": "Pristine, aromatic Mandarin notes color the underlying notions of green and yellow pear in this wine. The palate has that same aromatic Mandarin ripeness, along with textured, concentrated yeast flavors that shimmer with soy saltiness on the palate. The body is taut and streamlined; it promises to be very long-lived. Citrus aromas tingle long into the finish.Drink 2019–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Ried Kellerberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "95", "title": "F X Pichler 2016 Ried Kellerberg Smaragd Grüner Veltliner (Wachau)", "description": "Beautifully pure green pear notes are joined by ripe yellow plum aromatic touches on the nose of this wine. These fruit notions persist, despite the palate being all about texture and salty, lemony concentration. Still tightly curled, it needs time to unfold and is totally worth waiting for. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 77, "designation": "Ried Kellerberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "F X Pichler 2016 Ried Loibenberg Smaragd Grüner Veltliner (Wachau)", "description": "A note of flinty reduction still clings to the pear and yeast notes on the nose of this wine. Apart from citrus zest, the palate almost dispenses with fruit, delivering instead a celery-salted, yeasty, tingling texture. It crackles on the tongue with its freshness and savor and leaves an immensely fresh, long aftertaste. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Ried Loibenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "F X Pichler 2016 Ried Steinertal Smaragd Riesling (Wachau)", "description": "A touch of citrus foliage and the merest hint of passion fruit color this wine's lemon aromas before taking over the entire palate. Its svelte, linear and concentrated body fizzes with lemon sherbet-like flavor. Let it calm down and reveal all its lemon verve. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Ried Steinertal Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "F X Pichler 2016 Unendlich Smaragd Riesling (Wachau)", "description": "An urgent, almost piercing note of green Seville orange zest and conifer leads the nose of this wine. It intensifies on the palate, where it's edged with stony saltiness and a touch of dark, bitter fir honey. A taut, concentrated wine that shimmers with rich layers of flavor, this was built to last. Give it some time, and your patience will be rewarded. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 174, "designation": "Unendlich Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Fontodi 2014 Flaccianello della Pieve Sangiovese (Colli della Toscana Centrale)", "description": "Balancing structure and finesse, this full-bodied red delivers aromas and flavors of black-skinned berry, licorice, exotic spice and raspberry compote. Tightly knit, fine-grained tannins and vibrant acidity provide the age-worthy backbone. Drink 2020–2024. Cellar Selection.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Flaccianello della Pieve", "variety": "Sangiovese", "region_1": "Colli della Toscana Centrale", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fontodi"}, {"points": "95", "title": "K Vintners 2014 Royal City Stoneridge Vineyard Syrah (Washington)", "description": "Coming from the Royal Slope, which no doubt will deservedly have its own appellation before long, enchanting aromas of ground rock, green olive, green stem, crushed flower and dark fruit lead to a panoply of fruit and savory flavors that shake the senses to the core, with smoked meat notes persisting on the long finish. It's an intense experience but maintains a sense of balance that is heart stopping. Drink from 2020-2027.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 140, "designation": "Royal City Stoneridge Vineyard", "variety": "Syrah", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "K Vintners"}, {"points": "95", "title": "Loimer 2016 Ried Seeberg Riesling (Kamptal)", "description": "This wine's gloriously heady notes of lime and lemon zest hit the pleasure center of the brain upon first whiff. That theme of bold, zesty citrus continues with abandon on the taut, linear and concentrated palate. It leaves a lip-smacking, refreshing finish that's loaded with pithiness. If you want refreshment and verve, this is the answer. Lovely now, sure to develop. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Ried Seeberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "95", "title": "Martinelli 2014 Pinot Noir (Sonoma Coast)", "description": "This wine is memorable and impressive—a ripe exploration of earthy goodness that's rich and velvety smooth. Spicy red fruit seduces amidst a well-developed core of complex orange peel and cardamom highlights, the oak well-integrated and supportive.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Martinelli"}, {"points": "95", "title": "Pence 2015 Unum Estate Pinot Noir (Sta. Rita Hills)", "description": "This organically farmed ranch on the eastern edge of the Sta. Rita Hills is producing amazing wines, including this bottling, which combines boysenberry, forest moss, gamy meats and a mud-pit earthiness on the nose. Focused and intense flavors of earth, ripe elderberry, sagebrush and a hint of truffle show on the sip, where the tannins are polished but structurally sound. Drink now–2030.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Unum Estate", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pence"}, {"points": "95", "title": "Roederer Estate 2011 L'Ermitage Brut Sparkling (Anderson Valley)", "description": "Dry and nicely mature, this complex wine is always among California's best bubblies. It combines great balance, tiny bubbles and some very interesting flavors that make it as appealing as a well-cellared white Burgundy at its peak. Hints of toast, butter and almond fill the aroma, and lemon, crisp apple and baking spices fill the palate. It has lively acidity that's softened by a good sense of body.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "L'Ermitage Brut", "variety": "Sparkling Blend", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Roederer Estate"}, {"points": "95", "title": "Salomon-Undhof 2016 Ried Steiner Kögl Reserve Riesling (Kremstal)", "description": "This wine's nose is shy, allowing just subtle hints of watercress and lemon zest to escape. The palate reveals the full zesty force of lemon: tart but ripe freshness, a lip-smacking pithy, freshness and a concentrated yet streamlined body. Drink now for utter refreshment or wait for it to mellow. The finish is dry and lasting. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Ried Steiner Kögl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "95", "title": "Tinhof 2015 Gloriette Blaufränkisch (Burgenland)", "description": "Gentle, seductive aromatics combine subtle vanilla, peony and ripe, dark cherry on the nose. The palate is full but fresh—svelte one moment, plush the other. There is something seamless in the way the flavors merge, unimpeded by the tannins and their velvety crunch. Highly accomplished, very elegant and quite irresistible. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Gloriette", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Tinhof"}, {"points": "95", "title": "Williams Selyem 2015 Drake Estate Vineyard Chardonnay (Russian River Valley)", "description": "Pear and melon meld with briny minerality on the palate of this well-integrated, mildly ripe wine. Lasting acidity supports spicy flavors of nutmeg, allspice and anise. The texture is harmonious and focused.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Drake Estate Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Bründlmayer 2016 Ried Heiligenstein Lyra Reserve Riesling (Kamptal)", "description": "A smoky touch of reduction still hovers on the nose of this wine. Underneath, apple freshness with an earthy, leesy touch and lots of lemon notes spreads across the linear palate. This needs time to unfurl but will do so beautifully. The finish is dry and long and has a wonderfully pure, almost transcendent lemon note. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Ried Heiligenstein Lyra Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Alzinger 2016 Ried Steinertal Smaragd Riesling (Wachau)", "description": "An earthy touch of wet soil is first to appear in this wine. It's soon replaced by bright lemon zest notes. That lemony freshness stays throughout, brightening the entire palate with fresh, taut, tingling flavor. This is ripe but gloriously tart, finishing on a very pure, lip-smacking and long lemon note. Lovely now, it will evolve. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Ried Steinertal Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "94", "title": "Gaja 2013 Conteisa  (Barolo)", "description": "Star anise, pressed rose petal, aromatic herb and camphor are just some of the aromas you'll find on this taut, polished red. The firmly structured, elegant palate delivers sour cherry, pomegranate, licorice and ground clove set against a backbone of fine-grained tannins. It's young but balanced, with bright acidity. Give it time to reach its full potential. Drink 2021–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 250, "designation": "Conteisa", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Gaja"}]