[{"points": "94", "title": "Château La Mission Haut-Brion 2013  Pessac-Léognan", "description": "This wine is rich while at the same time having a stalky character that gives smokiness, texture and acidity. These combine with black-currant flavors that finish the wine with great freshness. It's a light vintage for this estate, fruity and certainly for the medium-term. Drink from 2020. The estate has been in the Dillon family since 1985.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 200, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château La Mission Haut-Brion"}, {"points": "94", "title": "Neumeister 2013 Moarfeitl Sauvignon Blanc (Südoststeiermark)", "description": "Smoke and fruit, citrus peel and cream—what a seductive combination! This is subtly oaked Sauvignon Blanc of the finest order, from verdant Styria. The palate is taut but elastic, there is focus but also charm and whole oceans of gentle, tropical fruit with a fillip of lively citrus. It is hard not to drink this now but if you have patience, or even better, a whole case, do wait and this will flourish. Drink 2015—2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Moarfeitl", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Südoststeiermark", "country": "Austria", "winery": "Neumeister"}, {"points": "94", "title": "Johanneshof Reinisch 2013 Holzspur St. Laurent (Thermenregion)", "description": "The nose is not very suggestive, however, the palate comes alive and paints a vivid picture of both refreshing and mellow notes of red and black cherry. The body shows a lovely, fine-grained texture that brushes softly against the tongue to send more ripples of cinnamon-spiced cherries your way. Fresh, lively and beautifully aromatic with a mellow finish tinged with peony and rose.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Holzspur", "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "94", "title": "Loimer 2014 Spiegel Reserve Grüner Veltliner (Kamptal)", "description": "This opens with smoky, almost smudgy and intriguing notes of yeast. Underneath, however, there is a wealth of green pear and lemon zest. The palate is uncommonly spicy: white pepper, fresh yeast and crushed aromatic kitchen herbs leave a lasting, salty tang that really hits you There is freshness and concentration and echoing brininess on the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Spiegel Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "94", "title": "Franz Hirtzberger 2014 Hochrain Smaragd Riesling (Wachau)", "description": "Some earthy spice mingles with the citrus zest that does not want to reveal itself quite yet, but there are notions of citron and grapefruit peel. There is a textured intensity at the core of this slender body, something addictive and moreish that you simply want to fathom. Light-bodied but rather seductive with an intensity that slowly creeps up on you.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Hochrain Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "94", "title": "Guastaferro 2007 Primum Riserva  (Taurasi)", "description": "Aromas of mature black-skinned fruit, baking spice, new leather, a whiff of oak and a balsamic note unfold on this powerful, concentrated red, which the winery only makes in exceptional vintages. The smooth, full-bodied palate doles out ripe black cherry, raspberry jam, sweet baking spice and licorice alongside big, rounded tannins. The juicy fruit richness seamlessly supports the hefty abv of 15%. Drink 2017–2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Primum Riserva", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Guastaferro"}, {"points": "94", "title": "Emmerich Knoll 2014 Loibner Smaragd Riesling (Wachau)", "description": "A nose of pure lemon zest also has the faintest notions of juniper and bitter orange peel that seem to assert themselves more on the slender, sylph-like body of this incisive wine. That lemony purity illuminates the taut palate and highlights those spicy reaches that are merely hinted at. A subtle wine of immense charm.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 41, "designation": "Loibner Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "94", "title": "Emmerich Knoll 2014 Ried Pfaffenberg Kabinett Riesling (Wachau)", "description": "A hint of yeasty earth still clings to the lifted, uncompromising citrus purity that rises from the glass, still as tightly closed as a leaf-bud in winter, yet holding everything in readiness to burst forth after some bottle age. The wiry, dry, straight-laced citrus thrill is already perceptible. What else will flourish is a mystery although that it will be of exquisite quality and purity is a without a doubt. Lay this treasure down and look forward to it. Drink 2018–2015.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Ried Pfaffenberg Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "94", "title": "Markowitsch 2013 Reserve Pinot Noir (Carnuntum)", "description": "For now, very restrained oak dominates the nose. Wafts of soft smokiness create the impression of a cloud within which red fruit slumbers. This is youthful and comes with a smoky backbone of a structure—a beautiful faultline of fresh acidity. To appropriate a well-used metaphor, this is like a firm handshake from a hand gloved in vermilion velvet. With some time, tender notes of morello cherry tantalizingly appear. This should come with an addiction warning for lovers of elegant Pinots. Drink 2017–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Markowitsch"}, {"points": "94", "title": "Nittnaus Anita und Hans 2012 Tannenberg Blaufränkisch (Burgenland)", "description": "Intriguing notes of blackcurrant surface at first, displaying both the full and juicy ripeness of dark berry fruit and a lifted leafiness. Hints of tar and slight notes of iron oxide create a haunting picture of a potent wine made from dense, ripe but fresh fruit. With more air, the characteristic red and black cherry fruit shines through. This is complex and rewarding, even luscious in its brooding, mysterious dark reaches to which the fine tannins stretch. Drink 2017–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 128, "designation": "Tannenberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Nittnaus Anita und Hans"}, {"points": "94", "title": "Prieler 2012 Goldberg Blaufränkisch (Leithaberg)", "description": "Plum, cherry and blueberry appear in concert and ease into a dense but very pliable, supple body that seductively winds itself around tongue and palate. This is serious stuff, yet there is a playful elegance inherent in the dense but sinous curls of fruit that stretch and swirl their cherry-ish tentacles everywhere. This is a whole lot of power in a most elegant package.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 111, "designation": "Goldberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "94", "title": "Johanneshof Reinisch 2013 Grillenhügel Pinot Noir (Thermenregion)", "description": "Smoke and dark earth, soft red berry fruit tip-toe onto the nose. Insinuations of wild and garden strawberries tumble forth on the palate as they are framed by the softest hints of vanilla and aromatic clove. This echoes long and draws you in. There is very distinct fruit at the core, alternating from ripe cherry at one moment to smoky plum the other. It scintillates. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Grillenhügel", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "94", "title": "Justin 2012 Isosceles Red (Paso Robles)", "description": "The Paso pioneer's annual bottling of Cabernet Sauvignon, Merlot and Cabernet Franc does not disappoint, offering aromas of plump, dark blueberry, tart Bing cherry and bay leaf. The palate offers crushed herbs—from oregano and thyme to rosemary and dill—alongside more blueberry fruit and a solid yet smooth tannic structure.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 72, "designation": "Isosceles", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "94", "title": "Domäne Wachau 2014 Achleiten Smaragd Riesling (Wachau)", "description": "Lifted, notes of pure lemon zest fill the nose while the palate follows up and throws in some riper notions akin to plump, little, yellow mirabelle plums. There is a wonderfully textured midpalate that lends more body to this slender figure. The purity of the fruit expressed here is thrilling, as is the lemony freshness that pervades everything.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Achleiten Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "94", "title": "Lynmar 2013 Freestone Pinot Noir (Russian River Valley)", "description": "Thick, rich and tightly wound, this cool-climate wine from near the town of the same name is brightly acidic and floral. A mix of rose petal, violet and dried herbes de Provence on the nose echoes on the palate. Bing and dark cherry provide a sultry fruitiness that never dominates over the piquant cardamom spice. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Freestone", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Lynmar 2013 Quail Hill Vineyard Bliss Block Pinot Noir (Russian River Valley)", "description": "This wine comes from the coolest pocket of the producer's estate, the last part typically picked. It offers a study in savory tannin development and thickness, the skins unable to soften gently in the cold. Earthy clove defines the flavor, along with a leathery meatiness and firm structure. A suggestion of black cherry tries to muddle through. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Quail Hill Vineyard Bliss Block", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Lynmar 2013 Quail Hill Vineyard Block 10 Pinot Noir (Russian River Valley)", "description": "From the steepest, east-facing block of the estate vineyard, given 15% whole-cluster fermentation, this is a dense, brooding wine, spicy and concentrated in blueberry and black cherry. It has a tenacity of earthiness that never lets go, lingering on the full-bodied palate for days. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Quail Hill Vineyard Block 10", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Le Dôme 2013  Saint-Émilion", "description": "Initially closed, this wine just hints at its richness and perfumed character. As it opens it shows still-young tannins and intense black plums and blueberries that will develop as the wine ages. It is likely to mature well over the medium to long term, and will not be ready to drink before 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 155, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Le Dôme"}, {"points": "94", "title": "TH 2013 Three-Four Syrah (Paso Robles)", "description": "Rich but balanced aromas of caramel, vanilla, blueberry pie with buttery crust, allspice, clove and mace whirl into an amazingly seductive nose on this wine by former NFL star Terry Hoage. It's luscious on the palate, with Vietnamese coffee, burnt caramel, black cherries, blueberry paste and smoked oak, yet balanced and tingling with acidity throughout.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 80, "designation": "Three-Four", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "TH"}, {"points": "94", "title": "F X Pichler 2014 Loibner Loibenberg Smaragd Grüner Veltliner (Wachau)", "description": "Gentle perfume of citrus with just a hint of yeast sets the scene. The palate is concentrated, a lot more yeasty and very citric. There is ample depth and a core of white pepper and fruit that yet has to open up properly. This is one for the long run—but with ample refreshment and elegant poise. The finish just lasts and lasts.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 57, "designation": "Loibner Loibenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "94", "title": "Eichinger 2014 Gaisberg Reserve Grüner Veltliner (Kamptal)", "description": "On the nose, aromas of russet apple and pear skin mingle with fresh citrus zest and a hint of ripe pear. The palate underlines the ripe fruit which is bedded in a soft but very fresh and concentrated core of savory yeast. Each layer shimmers with fruit, freshness and spice. The palate has a real dynamic energy and is lovely now but will be even lovelier in two or three years' time.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Gaisberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "94", "title": "Woodward Canyon 2013 Old Vines Cabernet Sauvignon (Washington)", "description": "Barrel notes of vanilla and spice take the lead in this aromatically brooding wine, followed by dried herbs and dark fruit. The flavors are pitch black, coating the palate from end to end with layers of fruit, tannins that go the distance and a graphite-filled finish that lingers. It will drink best from 2020–2027.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 99, "designation": "Old Vines", "variety": "Cabernet Sauvignon", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "Woodward Canyon"}, {"points": "94", "title": "Château Ducru Beaucaillou 2013  Saint-Julien", "description": "The tannin structure of this wine is firm and dense considering the vintage, giving impressive concentration that contrasts with the ripe black berry and plum fruits that are beginning to show through. The wine is already balanced, the hints of wood smoothing the fresh, bright black-currant flavors. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Ducru Beaucaillou"}, {"points": "94", "title": "Château la Gaffelière 2013  Saint-Émilion", "description": "An impressive, solidly tannic wine, this also manages to capture fresh fruits and acidity in a balanced package. The wine is firm, dark and designed for serious aging. It is packed with fruit tannins, structure and black currant fruitiness. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château la Gaffelière"}, {"points": "94", "title": "Bründlmayer 2014 Spiegel Vincent Reserve Grüner Veltliner (Kamptal)", "description": "Ripe yellow pear notes signal a richness that is subsumed on the palate into a salty, zingy, lemon-zest savoriness. Sprays of white pepper flare deliciously at every turn while notes of the freshly cut peel of ripe lemons illuminate everything. A very compelling wine with lots of friendly personality. Utterly moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 69, "designation": "Spiegel Vincent Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Château Lynch-Bages 2013  Pauillac", "description": "Ripe and showing the typical generosity of this château, this bold, round wine is powered by rich berry and damson fruit flavors. It is juicy and perfumed, while the tannic structure and wood flavors are enveloped by the fruits. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lynch-Bages"}, {"points": "94", "title": "Château Pape Clément 2013  Pessac-Léognan", "description": "This ripe and rich wine balances its wood-aging flavors with its ripe tropical fruits. Pineapple, apricots and delicious acidity are all present. It will be a rich and delicious wine, but needs time, so drink from 2020. The first harvest at this château was in 1252. The property is now owned by Bernard Magrez, a wine, art, culture and gastronomy patron.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pape Clément"}, {"points": "94", "title": "Duca di Salaparuta 2010 Duca Enrico Nero d'Avola (Sicilia)", "description": "Scents of ripe dark-skinned fruit, leather, carob, black culinary spice and Mediterranean herbs meld in the glass. The polished, structured palate includes juicy blackberry, ripe black cherry, ground pepper, licorice and exotic spice alongside velvety tannins that lend a smooth, almost creamy texture. This seamlessly combines full flavor, power and elegance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Duca Enrico", "variety": "Nero d'Avola", "region_1": "Sicilia", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Duca di Salaparuta"}, {"points": "94", "title": "Prieler 2012 Marienthal Blaufränkisch (Burgenland)", "description": "The nose is almost completely closed: the palate slowly opens up into full-fruited, velvet-textured density that speaks of juicy black and red cherries. There are edges of peppery spice, hints of tar and iron oxide, tinting the fruit with mineral interest. The tannins are firm but ripe: they stand upright and proud. The palate is rich, dense and taut and clearly made to last. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 110, "designation": "Marienthal", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Prieler"}, {"points": "94", "title": "Gernot and Heike Heinrich 2013 Alter Berg Blaufränkisch (Burgenland)", "description": "Brooding notes of black, crunchy cherry along with wood smoke and fir rise from the glass. On the palate there is a vein of tart, lively freshness that draws earthy smoke and full fruit notes towards the core, leaving shadows of smoke and fir, cherry, blueberry and white pepper around the fringes. Freshness is far more of a defining factor than silky tannins. This is authentic, unforced and very fresh.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 100, "designation": "Alter Berg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gernot and Heike Heinrich"}]