[{"points": "94", "title": "E. Guigal 2015 La Doriane  (Condrieu)", "description": "Guigal's flagship Condrieu is always flashy, fleshy and opulent, and the 2015 is no slouch in those areas. Hints of toast and vanilla accent apricot-laden fruit, while subtle spice shadings linger on the long, mouthwatering finish. Drink now–2020.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 135, "designation": "La Doriane", "variety": "Viognier", "region_1": "Condrieu", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "E. Guigal"}, {"points": "94", "title": "Adi Badenhorst & Duncan Savage 2016 Cape Winemakers Guild Love Boat Red Red (Swartland)", "description": "Winemakers: Adi Badenhorst and Duncan Savage. A blend of 65% Shiraz, 27% Grenache and 8% Cinsault, this blend made by two friends is bright and vibrant, much like their personalities. The bouquet is brimming with fruity character, expressed in waves of boysenberry, blueberry and raspberry, all hit by accents of pressed purple violets and fresh fynbos. The medium-weight palate is full in body and flavor, with a texture like crushed velvet and lingering flavors of spiced berries and chewy chocolate brownie on the long, evolving finish. A baby right now, though delicious, it should age well through 2026.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Love Boat Red", "variety": "Rhône-style Red Blend", "region_1": null, "region_2": null, "province": "Swartland", "country": "South Africa", "winery": "Adi Badenhorst & Duncan Savage"}, {"points": "94", "title": "Au Bon Climat 2014 Hildegard White (Santa Maria Valley)", "description": "Based on a blend from the era of Charlemagne, Jim Clendenen's annual combination of 50% Pinot Gris, 40% Pinot Blanc and 10% Aligoté aged in all new oak shows intriguing smoked stone fruit, sea salt, buttered toast with orange marmalade and a touch of crème brûlée on the delicious nose. The palate offers burnt lemon peels, Marcona almond paste and a touch of buttercream.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Hildegard", "variety": "White Blend", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Au Bon Climat"}, {"points": "94", "title": "Boekenhoutskloof 2015 Cape Winemakers Guild Auction Reserve Cabernet Sauvignon (Franschhoek)", "description": "Winemaker: Marc Kent. Though perhaps better known for his classic Boekenhoutskloof Syrah or Semillon, do NOT underestimate the power and beauty of Marc Kent's Cabernet. This is a real stunner, packed full of well-balanced and -composed power that suggests this is a wine indented for the long haul. It's loaded with ripe, dense black-fruit aromas and flavors, expressed in waves of black plum, berry and cherry that are accented by pleasant hints of green pepper, licorice root and charred bark. It's bold and firmly structured on the palate, with robust tannins that linger long on the chewy, cigar-box spiced finish. Drink 2022–2028.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Auction Reserve", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Franschhoek", "country": "South Africa", "winery": "Boekenhoutskloof"}, {"points": "94", "title": "Chateau Ste. Michelle & Dr. Loosen 2014 Eroica Ice Wine Riesling (Horse Heaven Hills)", "description": "The aromas pop, with notes of diesel, lychee, dried orange peel, marmalade and peach. The stone-fruit and tropical flavors are rich, sugary and intense, showing an exquisite sense of balance. Skip the rest of dessert. This delivers it all by itself.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Eroica Ice Wine", "variety": "Riesling", "region_1": "Horse Heaven Hills", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Chateau Ste. Michelle & Dr. Loosen"}, {"points": "94", "title": "Cocchi 2013 Rösa Pinot Nero (Alta Langa)", "description": "Made entirely with Pinot Nero, this stunning sparkler from Piedmont opens with delicate aromas of wild berry, bread crust and a whiff of cake spice. The vibrant palate is loaded with finesse, doling out red cherry, strawberry, vanilla and cinnamon. Tangy acidity brightens the creamy flavors.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Rösa", "variety": "Pinot Nero", "region_1": "Alta Langa", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cocchi"}, {"points": "94", "title": "Sojourn 2014 Vineyard Georges III Cabernet Sauvignon (Rutherford)", "description": "Smoky, toasted oak is met by brighter elements of cassis and red currant in this 100% varietal wine, blessed by substantial density and ripeness. Dusty tannin rides along the palate with a smooth edge, finishing in rich caramel toffee.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Vineyard Georges III", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "94", "title": "Schiavenza 2013 Cerretta  (Barolo)", "description": "Truffle, new leather, wild berry, forest floor and balsamic notes are just some of the aromas you'll find on this fragrant, fantastic red. Fresh and juicy, the palate doles out Marasca cherry, raspberry, cinnamon and pipe tobacco set against a tannic backbone and fresh acidity. It's firmly structured but also boasts balance and elegance. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Cerretta", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Schiavenza"}, {"points": "94", "title": "Quilceda Creek 2014 Cabernet Sauvignon (Columbia Valley (WA))", "description": "This wine is 100% Cabernet Sauvignon from Champoux, Palengat and Wallula vineyards, all located with the Horse Heaven Hills appellation. Aromas of incense, dark fruit, licorice and barrel spice rise up from the glass, which also reveals penetrating cherry and anise notes. The flavors are rich and concentrated but far from over the top, with expertly integrated tannins. It brings a very pleasing sense of texture. Just a baby now, but it has the stuffing to go the distance. Best from 2027–2033.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 140, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Quilceda Creek"}, {"points": "94", "title": "Treana 2014 Cabernet Sauvignon (Paso Robles)", "description": "For lovers of the rich and ripe Paso Robles style, this is a high-value wine. Aromas of candied black cherry and vanilla pudding meet with roasted game and crushed gravel on the nose. Vanilla holds strong into the palate, where it blends with blueberry syrup and blackened caramel. Well-measured acidity and chalky tannins complete the experience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Treana"}, {"points": "94", "title": "Turnbull 2014 Oakville Reserve Estate Grown Cabernet Sauvignon (Oakville)", "description": "Gritty, grippy and full of life, this full-bodied wine exhibits a generous swath of extracted cherry, plum and cedar flavor, with additional notes of graphite and oak. Well integrated and big-boned, it has structure and an underlying brightness that make it balanced and elegant within its size.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Oakville Reserve Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Turnbull"}, {"points": "94", "title": "Winzerkeller Andau 2015 Beerenauslese Scheurebe (Burgenland)", "description": "Honey and barley sugar dance on the nose. They also vie for attention on the unctuous palate where their rich and decadent sweetness is revealed. This, however, is countered by an acidic thrill of pure lemon, suggesting candied lemon peel in a sea of rich caramel. A touch of passion fruit can be glimpsed, too. The interaction between these opposing poles creates tension in this lip-smacking, lemony- bright wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": "Beerenauslese", "variety": "Scheurebe", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Winzerkeller Andau"}, {"points": "94", "title": "Wieninger 2015 Select Pinot Noir (Vienna)", "description": "A shy nose hints at crushed autumn leaves, fresh red fruit and soft vanilla. The palate has that same interplay of earthiness and red-berry fruit, supported by a gentle nudge of oaky vanilla. Slender and layered, the body shows a firm grip of very fine tannin. Freshness is evident on the finish. While lovely now, this elegant, poised wine will blossom over the coming years: the fruit is pure and ample; the structure firm and lasting. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 33, "designation": "Select", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Vienna", "country": "Austria", "winery": "Wieninger"}, {"points": "94", "title": "Williams Selyem 2015 Heintz Vineyard Chardonnay (Russian River Valley)", "description": "From the great site in Occidental, this white shines in pear, peach and pineapple flavors, while an inviting floral aroma of honeysuckle permeates the nose. Integrated oak and a creamy palate make for a fulsome, voluptuous experience, balanced and complemented by the wine's crushed-gravel minerality.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Heintz Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Boheme 2014 English Hill Vineyard Pinot Noir (Sonoma Coast)", "description": "Pine needles, rhubarb and strawberry wrap around a depth of fresh earth and rose petals in this medium-bodied and well-integrated wine. As it reveals fully developed layers of fruit and nuanced texture, it sizzles in white pepper, a twist of intrigue that differentiates this wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "English Hill Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Boheme"}, {"points": "94", "title": "Brecon Estate 2015 Syrah (Adelaida District)", "description": "This is a classically ripe Paso Robles Syrah, delicious and hedonistic from front to back. Vivacious blackberry and black currant meet with dark chocolate, violets and caramel on the approachable nose. The palate's neatly integrated flavors include blackberry pie in a flaky vanilla crust, tart black plum and a dusting of pepper. The finish is very long.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 59, "designation": null, "variety": "Syrah", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brecon Estate"}, {"points": "94", "title": "Neyers 2014 Neyers Ranch Cabernet Sauvignon (Napa Valley)", "description": "This balanced wine is rich in velvety texture, with a backbone of structured tannins and a hint of earthy minerality. The fruit takes on a compelling tone of linzer torte, with layers of juicy blackberry and black cherry, but never veers too far, pulling back on the ripeness to find complexity, harmony and grace.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Neyers Ranch", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Neyers"}, {"points": "94", "title": "Paul Cluver 2016 Cape Winemakers Guild The Wagon Trail Chardonnay (Elgin)", "description": "Winemaker: Andries Burger. Always a stunner, the 2016 Wagon Trail delivers impeccable balance, freshness and minerality that can easily translate in the wine being mistaken for one from another iconic Old World Chardonnay region, and probably at about five times the price. It's decadently ripe and toasty, with present yet refined notes of baked apple, lemon meringue and toasted hazelnut that leave you begging for more. The rich mouthfeel is immediately countered by superb, bright acidity and stony minerality before veering back into notes of toasted brioche and spiced citrus peel on the endless finish. A true stunner that will age well through 2028.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild The Wagon Trail", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Elgin", "country": "South Africa", "winery": "Paul Cluver"}, {"points": "94", "title": "Merryvale 2015 Chardonnay (Carneros)", "description": "A lengthy, plush and full-bodied expression of the variety, this wine is sourced from the producer's estate, Stanly Ranch, as well as Hyde and Poe vineyards. Salty caramel and toffee are complemented by bright orange and lemon accents. It's well balanced and attractive now.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": null, "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Merryvale"}, {"points": "94", "title": "Freeman 2014 Akiko's Cuvée Pinot Noir (Sonoma Coast)", "description": "Richness and depth meet vibrancy and precision in this multi-layered and multi-faceted wine. The aroma combines mild spices with gentle red fruits. Flavors go deeper to black cherry and cinnamon, while a broad, gentle texture with mild tannins seems to fill the mouth. Best after 2021.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 72, "designation": "Akiko's Cuvée", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "94", "title": "Rivetto NV Nebbiolo (Vino Rosso d'Italia)", "description": "Made entirely with Nebbiolo, this unique table wine is entirely vinified and aged in terracotta amphora. Lithe and vibrant, the aromas change continuously in the glass, opening with intense scents of ripe raspberry, blue flower and baking spice that segue into aromas of tilled soil, leather and balsamic notes of eucalyptus and menthol. The savory palate offers tart cherry, cinnamon, licorice, white pepper and mineral alongside glossy tannins that give it a smooth polished texture.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": null, "variety": "Nebbiolo", "region_1": "Vino Rosso d'Italia", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Rivetto"}, {"points": "94", "title": "Pine & Brown 2014 Konrad Vineyard Cabernet Sauvignon (Mount Veeder)", "description": "A 100% varietal wine from a tiny site, this is dark yet approachable in its wild characteristics of raspberry and gravel. Expansive and juicy on the midpalate, it offers lengthy clove and dried herb tones between layers of blueberry and blackberry. The leathery texture is satisfying and complex.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Konrad Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pine & Brown"}, {"points": "94", "title": "Michael Mondavi Family Estate 2013 M by Michael Mondavi Cabernet Sauvignon (Napa Valley)", "description": "From the producer's beloved Atlas Peak planting, M is a powerhouse of brawny flavor and earthy minerality, a mix of chocolate, coffee and blackberry jam that's burly in size and scope. Spicy, it layers on savory elements of tar, leather and tobacco, complementing with ease the forceful fruit and supportive oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 200, "designation": "M by Michael Mondavi", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Michael Mondavi Family Estate"}, {"points": "94", "title": "Sandrone 2012 Le Vigne  (Barolo)", "description": "Alluring aromas of pressed rose petal, menthol, woodland berry and a whiff of cedar follow over to the succulent palate along with crushed raspberry, tobacco and a sprinkling of white pepper. Fine-grained tannins provide an elegant structure while a licorice note wraps around the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 155, "designation": "Le Vigne", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Sandrone"}, {"points": "94", "title": "Turnbull 2014 Estate Grown Cabernet Sauvignon (Napa Valley)", "description": "Sizable oak presents itself in this wine, before more delicate nuances of cedar, pencil shavings and firm, integrated tannin make themselves known. Full bodied and robustly built, this wine also has balance, offering a cooler-climate sensibility to the fruit and savory touches. Enjoy best 2024–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Turnbull"}, {"points": "94", "title": "Ken Brown 2013 Radian Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Fresh cranberries and mulberries meet with crushed thyme, peppercorn and chaparral on the elegant and subtle nose of this bottling, from a vineyard on the southwestern edge of the appellation. The palate is dry and redolent of wild mint, sage and bay leaf, spiced by black and white pepper, which all lead into the black plum-flavored finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Radian Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ken Brown"}, {"points": "94", "title": "Feather 2013 Vintage Select Cabernet Sauvignon (Columbia Valley (WA))", "description": "This reserve level wine brings high-toned aromas of herbs, violets, bittersweet cocoa, mint and dark fruits. The palate displays layered, full-bodied cherry and chocolate flavors that show density and depth. It's an impressive display that captures the senses with its seamless feel.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Vintage Select", "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Feather"}, {"points": "94", "title": "Germano Ettore 2013 Brut Sparkling (Alta Langa)", "description": "Fragrant spring flower, white stone fruit, citrus and baked bread aromas lift out of the glass. Creamy and crisp, the vibrant palate delivers juicy Bartlett pear, Gala apple, vanilla and pastry cream. It's all framed in an elegant continuous perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Brut", "variety": "Sparkling Blend", "region_1": "Alta Langa", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Germano Ettore"}, {"points": "94", "title": "Gloria Ferrer 2009 Extra Brut Reserve Cuvée Sparkling (Carneros)", "description": "This is a late-disgorged sparkler made from 67% Pinot Noir and 33% Chardonnay. Low in sugar, it shows glorious Granny Smith apple flavor around salty oak. Dry as a bone on the palate, it offers a wealth of lifted acidity and lemon peel that provides complexity and deliciousness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Extra Brut Reserve Cuvée", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "94", "title": "12C Wines 2014 G3 Beckstoffer Vineyard Georges III Cabernet Sauvignon (Rutherford)", "description": "Sanguine in pomegranate and red currant, this dark, effusive wine is generous in body and flavor, a tangle of vanilla, blueberry and cassis liqueur. Integrated in oak, the tannins take on a pillowy, plush quality that provides polish and focus to the wine. Enjoy from 2024–2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "G3 Beckstoffer Vineyard Georges III", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "12C Wines"}]