[{"points": "93", "title": "Calcareous 2013 Devil's Canyon Syrah (Paso Robles)", "description": "This wine is highly perfumed on the nose, reminiscent of a dried-flower-filled sachet, with lilacs, rosewater candy, sweet tobacco and a little caramel making for a distinct aroma. The dried purple flowers hit the palate too, along with plums, Asian spice and black peppercorns. The gritty structure is sprinkled with ample acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": "Devil's Canyon", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calcareous"}, {"points": "93", "title": "Shane Wines 2012 The Unknown Syrah (Sonoma County)", "description": "This wine forms a beautiful union of sweet, spicy oak with dark, brooding fruit and black-pepper flavors from the grapes. It smells complex and spicy, like cinnamon, clove and cedar backed by concentrated flavors of black cherry, pepper and clove. Built to age, this will drink best after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 34, "designation": "The Unknown", "variety": "Syrah", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Shane Wines"}, {"points": "93", "title": "Sierra Cantabria 2010 Reserva  (Rioja)", "description": "Crisp, toasty oak and spice aromas are currently outranking this wine's berry-fruit components...but only for now. In five or more years, this will be less oaky and more complex. At this point in time, look for a sinewy, tight, almost jagged palate with toasty, robust flavors of plum and berry, dry spices and mixed herbs along with firm tannins. A long, balanced finish bodes well for the future. Drink through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 27, "designation": "Reserva", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Sierra Cantabria"}, {"points": "93", "title": "Travaglini 2011 Il Sogno  (Gattinara)", "description": "Aromas of baked plum, cake spice, purple flower and a balsamic note jump out of the glass. The full-bodied palate shows power and finesse, delivering dried cherry, fig, vanilla, nutmeg and pipe tobacco while firm, velvety tannins provide the framework.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 120, "designation": "Il Sogno", "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Travaglini"}, {"points": "93", "title": "Zusslin 2013 Brut Zéro Sparkling (Crémant d'Alsace)", "description": "Notes of fresh sourdough rye bread, crisp apples and citrus vie for attention and signal an evolved wine with beautiful notes of long autolysis. This is borne out on the exquisitely pure and fresh palate, still sprightly with lemon and green-apple freshness against a background of bread crust and crumb. Over time, the apple notes mellow and are reminiscent of spiced winter apple. This is marked by exquisite elegance and purity. Without any dosage, this shines with pure, intense and lively fruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Brut Zéro", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Zusslin"}, {"points": "93", "title": "Château la Gaffelière 2014 Dame Gaffelière  (Saint-Émilion)", "description": "The second wine of this Saint-Emilion Premier Grand Cru Classé estate comes from selected parcels. Rich and with the smoothness of oak aging and ripe grapes, it is a generous wine that is developing well. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 49, "designation": "Dame Gaffelière", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château la Gaffelière"}, {"points": "93", "title": "Zusslin 2013 Brut Zéro Rosé Pinot Noir (Alsace)", "description": "The faintest note of caramel precedes hints of baked red apples. This is soft and generous, mellow and smooth, supported by very fine mousse and pervaded by subtle freshness. All the structure and richness of Pinot Noir are evident in this elegant rosé. Its purity and poise is outstanding, its flavors linger and last. This is immensely rich yet slender: clearly the art of zero-dosage has been mastered here completely.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Brut Zéro Rosé", "variety": "Pinot Noir", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Zusslin"}, {"points": "93", "title": "Westerly 2014 Bentrock Vineyard Chardonnay (Sta. Rita Hills)", "description": "Very fresh on the nose but with an underlying savory character, this bottling from a vineyard on the extreme western edge of the appellation shows exotic aromas of lime skin, chopped lemongrass and salted lemon juice. The palate is taut with crispness and very salty, showing apple flesh, pear skin and lime-rind flavors. It's altogether well centered, cohesive and attention-grabbing.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Bentrock Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Westerly"}, {"points": "93", "title": "Colombera & Garella 2012 Pizzaguerra  (Lessona)", "description": "A savory blend of 95% Nebbiolo and 5% Vespolina, this opens with lovely scents of fragrant purple flower, tilled soil, woodland berry, dark spice, new leather and a whiff of chopped herb. The polished palate offers mouthwatering black cherry, crushed raspberry, baking spice and star anise framed in firm, elegant tannins. Drink 2017–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Pizzaguerra", "variety": "Red Blend", "region_1": "Lessona", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Colombera & Garella"}, {"points": "93", "title": "Deaver 2012 Petite Sirah (Amador County)", "description": "In a flight of incredibly dark, rich and mouth-coating wines, this one stood out as especially concentrated and high octane, but well-balanced. It smells and tastes like perfectly charred steak, dark chocolate, blackberry jam without the sweetness and spices like clove and cardamom. It's so tempting to drink now, but will be best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 27, "designation": null, "variety": "Petite Sirah", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Deaver"}, {"points": "93", "title": "Diamond Creek 2013 Volcanic Hill Cabernet Sauvignon (Napa Valley)", "description": "From an eight-acre block of the producer's iconic estate, this is a velvety smooth, darkly colored wine, luxuriously structured to age yet deliciously appealing now. Chocolate, blackberry, currant and a leathery, smoky edge combine forcefully on the palate with length and breadth. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 225, "designation": "Volcanic Hill", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Diamond Creek"}, {"points": "93", "title": "Charles Ellner NV Premier Cru Brut  (Champagne)", "description": "As its name indicates, this is a blend of premier cru wines. Holding Pinot Noir and Chardonnay, it is ripe with yellow fruit and apple flavors tinged attractively with touches of toastiness. This rich Champagne is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "Premier Cru Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles Ellner"}, {"points": "93", "title": "Real Companhia Velha 2012 Quinta dos Aciprestes Grande Reserva Red (Douro)", "description": "This great north-facing vineyard is opposite the village of Tua in the heart of the Douro. It has produced this densely rich wine from selected parcels in a spectacular cypress-lined vineyard on the south bank of the Douro river. Aged for 18 months in wood, the juicy black fruits and acidity balance intense spice and toast flavors of this powerful wine. Keep until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "Quinta dos Aciprestes Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Real Companhia Velha"}, {"points": "93", "title": "Tantara 2014 Bentrock Vineyard Pinot Noir (Sta. Rita Hills)", "description": "This is a heady and attention-stealing wine, starting from the powerful nose that shows ripe strawberries, cherries, cinnamon and Christmas spice galore. Rounded red fruits like strawberryand cranberry come with a spice rack of clove, allspice, thyme, marjoram, sagebrush and other crushed herbs.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Bentrock Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tantara"}, {"points": "93", "title": "Kenefick Ranch 2015 Estate Grown Sauvignon Blanc (Calistoga)", "description": "This is a highly satisfying estate-driven white, impressively crafted in spicy acidity and complex layers of grapefruit. Pithy in its citrus components, it goes on and on, never ceasing to unleash subtle hits of wet stone and a tiny taste of the sea.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 24, "designation": "Estate Grown", "variety": "Sauvignon Blanc", "region_1": "Calistoga", "region_2": "Napa", "province": "California", "country": "US", "winery": "Kenefick Ranch"}, {"points": "93", "title": "Le Brun de Neuville NV Lady de N. Cuvée Clovis  (Champagne)", "description": "Aged for seven years before disgorging, this deliciously mature wine is full of Pinot Noir richness. It has a warm character that seems to be the style of this producer in the Côte de Sézanne. Named after the king who created the French monarchy, the wine has toast, almonds and a generous, creamy aftertaste. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 67, "designation": "Lady de N. Cuvée Clovis", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Le Brun de Neuville"}, {"points": "93", "title": "Gary Farrell 2014 Hallberg Vineyard Dijon Clones Pinot Noir (Russian River Valley)", "description": "Set within the smaller Green Valley AVA, Hallberg is 100 acres of varying aspects and weather, much of the site impacted by ocean winds and fog. The wine reflects this in its bright, citrusy acidity and earth, measured by elegant layers of orange, cranberry and strawberry. Cedar and black tea give it an exotic edge.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Hallberg Vineyard Dijon Clones", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "93", "title": "Lombard et Cie NV Brut Nature Cramant Blanc de Blancs Grand Cru Chardonnay (Champagne)", "description": "One of a pair of blanc de blancs from grand cru vineyards, this is a chalky, flinty-textured wine. It is crisp and tight, still young and needing to age. It offers an appealing aromatic character, shot through with citrus and green-fruit acidity. Drink this bottling (disgorged January 2016) from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Brut Nature Cramant Blanc de Blancs Grand Cru", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lombard et Cie"}, {"points": "93", "title": "Lombard et Cie NV Brut Nature Grand Cru Blanc de Blancs Chardonnay (Champagne)", "description": "A blend of wine from four Côte des Blancs villages, this is crisp, very dry in the Lombard style while also smooth from the short wood aging. Mineral and tangy, it is a bottling (disgorgement January 2016) that could age a bit longer. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Brut Nature Grand Cru Blanc de Blancs", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lombard et Cie"}, {"points": "93", "title": "Global Wines 2011 Monte da Cal Saturnino Grande Reserva Red (Alentejano)", "description": "This is a dense and very powerful wine that manages to retain a sense of style. It is certainly rich, although the juicy black fruits and acidity give it a great lift of acidity that balances the density and ripeness. The wine is just approaching its maturity although it will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": "Monte da Cal Saturnino Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Global Wines"}, {"points": "93", "title": "Domaine Eden 2012 Cabernet Sauvignon (Santa Cruz Mountains)", "description": "This Cab shows intensely pure blueberry fruit alongside cocoa, sandalwood, dried scarlet rosebuds, leather and pencil shavings on the nose. Very savory on the palate with restrained fruit, this offers crushed oregano, marjoram, thyme, black pepper, sea salt, soy and miso flavors. It's pleasantly approachable and enjoyable now.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Domaine Eden"}, {"points": "93", "title": "Pannier 2006 Egérie Extra Brut  (Champagne)", "description": "This crisp, dry style of Champagne with its tightly wound texture and acidity is deliciously balanced, showing just the hint of toasty maturity that lies behind the apple and citrus fruits. Relying on ripe fruit for its richness, the wine is on the cusp of drinkability. Ideally wait until 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 110, "designation": "Egérie Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pannier"}, {"points": "93", "title": "Marco Abella 2013 Mas Mallola Red (Priorat)", "description": "Aromas of berry, cherry and earthy schist are what the Priorat is known for. This wine feels tight and pure, with firm tannins and a gritty personality. Toasty flavors of mocha, black cherry, raspberry and cassis are generous, while the finish is fresh, tight, balanced and indicates that midterm aging will only help; drink 2017–2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 50, "designation": "Mas Mallola", "variety": "Red Blend", "region_1": "Priorat", "region_2": null, "province": "Catalonia", "country": "Spain", "winery": "Marco Abella"}, {"points": "93", "title": "Mersenne 2013 Chenoweth Vineyard Pinot Noir (Russian River Valley)", "description": "This tiny-production wine from a great vineyard sings in a layered perfume of roses, forest floor, pomegranate and more nuanced elements of cola and dark cherry. Bright and elegant within a substantive body, it is inviting in equal measures of plant, fruit and spice, showing tremendous taste.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 43, "designation": "Chenoweth Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Mersenne"}, {"points": "93", "title": "Harper Voit 2015 Surlie Pinot Blanc (Willamette Valley)", "description": "This barrel-fermented wine drinks like a beautifully proportioned Chardonnay. It takes bright, intense fruit flavors of melon, yellow apples and green bananas, and puts a Burgundian spin on the mouthfeel with judicious acids and a touch of caramel. It's delicious, complex and should age nicely for another five to six years.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 20, "designation": "Surlie", "variety": "Pinot Blanc", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Harper Voit"}, {"points": "93", "title": "Henry's Drive Vignerons 2012 Shiraz-Cabernet Sauvignon (Padthaway)", "description": "This is a prime example of how blending Cabernet and Shiraz can benefit both. The Shiraz provides texture and amplitude, the Cabernet soaring cassis aromas and length on the finish. Smoky mocha-tinged oak frames that impressive velvety fruit, only slowly fading away. Drink 2018–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": null, "variety": "Shiraz-Cabernet Sauvignon", "region_1": "Padthaway", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Henry's Drive Vignerons"}, {"points": "93", "title": "Jean Laurent 2005 Blanc de Blancs Millésime Brut Chardonnay (Champagne)", "description": "This is ripe Chardonnay, maybe missing the more typical minerality but making up for it with the ripe apple and apricot fruits. The wine is now showing some good age while still retaining a fresh character. With its hints of almonds and vanilla, it balances fruit and maturity. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 96, "designation": "Blanc de Blancs Millésime Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Jean Laurent"}, {"points": "93", "title": "Jean Laurent NV Fleur de Celles Brut  (Champagne)", "description": "With Arbane and Pinot Blanc, two of the rarely used Champagne grapes in the blend, this is a fascinating small-production wine. Grown in the village of Celles in the Aube region, it is ripe with rich yellow and spicy fruit as well as good acidity. It is just mature and can be drunk now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 155, "designation": "Fleur de Celles Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Jean Laurent"}, {"points": "93", "title": "Salomon Estate 2009 Aestatis G-S-M (Southern Fleurieu)", "description": "Austrian Bert Salomon has turned out a wonderful Grenache-based blend. Potent cherry-berry fruit and ample spice (licorice, mocha and pepper) combine in a plump midpalate and linger on the velvety finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 49, "designation": "Aestatis", "variety": "G-S-M", "region_1": "Southern Fleurieu", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Salomon Estate"}, {"points": "93", "title": "Domaine Serene 2013 Winery Hill Vineyard Pinot Noir (Dundee Hills)", "description": "As with its companion releases, the inviting aromatics capture your attention. On the palate, the wine offers classic varietal flavors of berry and tart plum, along with nuanced highlights of sassafras, bramble and a slight hint of hemp. Concentrated and compact, it should cellar well for at least a decade. Drink now through 2026.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 90, "designation": "Winery Hill Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}]