[{"points": "93", "title": "Merry Edwards 2013 Olivet Lane Vineyard Chardonnay (Russian River Valley)", "description": "From a vineyard site long tapped by both this producer and others, this beautifully crafted white is rich in a swirl of apple pie, fig and anise aromas and offers a voluptuous texture and mouthfeel. That concentration is complemented by crisp acidity, allowing for both balance and complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Olivet Lane Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "93", "title": "Godelia 2012 Selección Mencía (Bierzo)", "description": "Ripe black-fruit aromas are cuddly and reflect the warm conditions of 2012. Tight and ribbed on the palate, this has the structure to handle blackberry, chocolate and peppery spice flavors without seeming overripe or jammy. A saturated finish benefits from the right amount of acidity. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Selección", "variety": "Mencía", "region_1": "Bierzo", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Godelia"}, {"points": "93", "title": "Domaine Gresser 2011 Wiebelsberg Grand Cru Riesling (Alsace)", "description": "The nose is like a veil of Golden Delicious apple scent. The palate follows with soft apple freshness that is pervaded by a deeper lemony streak. But it is apple charm that stays on the surface. There are hints of wax and stone too. The dry intense palate is concentrated and clean. Apple and lemon notes linger and leave the palate utterly clean.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 53, "designation": "Wiebelsberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Gresser"}, {"points": "93", "title": "Domaine Marcel Deiss 2015 Alsace White (Alsace)", "description": "Brilliant golden color promises richness. The nose obliges with a seamless scent of apples: fresh and ripe, baked and mellow. The palate shows soaring freshness, but countless notions swirl on the dry palate of this traditional field blend: citrus and apple, pear and blossom. There is so much fruit, so much expression, this is pure exuberance, but in a rather grown-up way. A very apt expression of both the freshness and the richness of Alsace.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": "Alsace", "variety": "Alsace white blend", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Marcel Deiss"}, {"points": "93", "title": "Domaine Michel Fonne 2010 Marckgrain Grand Cru Gewurztraminer (Alsace)", "description": "The intense aroma of very ripe peach rises from the glass. There are nuances of orange peel, too. These become aromatically amplified on the rich, dense and almost grippy palate. There is great concentration and residual sweetness, countered by bitter pith and texture. This is mature and totally fluid, ample and generous but its maturity adds subtle tone to the eloquent aromas. The finish is medium dry and very, very long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Marckgrain Grand Cru", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Michel Fonne"}, {"points": "93", "title": "Domaine Ostertag 2015 Fronholz Muscat (Alsace)", "description": "A lovely mix of gentle rose petal, sandalwood and honeysuckle perfumes the nose. The palate has an earthy element, grounding these flavors and a texture of silky peach skin, along with soft peachy fruit. The body is light and lifted—an almost weightless pleasure—but with concentration and lasting flavors. This is a compact bundle of aromatic joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Fronholz", "variety": "Muscat", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "93", "title": "Il Poggione 2012  Brunello di Montalcino", "description": "Ripe plum, tobacco, dark spice and balsamic aromas adorn this invigorating red. Firm and full-bodied, the palate delivers wild cherry, crushed raspberry, star anise and grilled herb flavors with a backbone of youthful, bracing tannins. It's already tempting but give it time to fully come around. Drink 2020–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Il Poggione"}, {"points": "93", "title": "Domaine Saint-Rémy 2014 Ehrhart Hengst Grand Cru Riesling (Alsace)", "description": "A very pure but subtle note of Golden Delicious apple hits the nose. The palate rounds out this ripe but tart flavor but also brightens it with lovely apple crispness and freshness. The body is dry and totally fresh with wonderful concentration, aromatic length and purity. This simply leaves you wanting more.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Ehrhart Hengst Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Saint-Rémy"}, {"points": "93", "title": "Domaine Sipp-Mack 2013 Rosacker Grand Cru Pinot Gris (Alsace)", "description": "Generous hints of ripe and dried pear are edged with gentlest vanilla spice and promise a rich palate, which duly follows but remains dry and fresh. All the ripe generous pear fruit is made even juicier by pervading lemony freshness. There is zesty texture, too, and a hint of earth and stone. Both concentration and freshness are impressive. The finish is totally dry and lasting.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Rosacker Grand Cru", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Sipp-Mack"}, {"points": "93", "title": "Dutton-Goldfield 2014 Deviate Pinot Noir (Sonoma Coast)", "description": "As its name suggests, this wine deviates from the single-vineyard model, sourcing fruit from both Jentoft in Green Valley and Ehlenbach near Annapolis. The two sites get along famously in the blend, offering blackberry, huckleberry and nutmeg flavors, with integrated oak and tannin, and a succulence that lasts long on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 72, "designation": "Deviate", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "93", "title": "Parducci 2013 Coro Mendocino Red (Mendocino County)", "description": "This is an exceptionally concentrated, smooth and delicious wine. It has ripe blueberry, blackberry and raspberry flavors, and its texture strikes the right balance between supple and tannic. A Coro Mendocino blend, it's made from a base of Zinfandel, with Petite Sirah, Syrah and a dash of Grenache. Delicious now, it also has the stuffing to age. Best from 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 38, "designation": "Coro Mendocino", "variety": "Red Blend", "region_1": "Mendocino County", "region_2": null, "province": "California", "country": "US", "winery": "Parducci"}, {"points": "93", "title": "Nicolas-Jay 2014 Bishop Creek Pinot Noir (Yamhill-Carlton)", "description": "A big, chunky tannic wine, loaded with black-cherry fruit. The structure is there to age awhile, and 15 months in 50% new French oak has added notes of coffee and dark chocolate. There's a hint of tar, and overall an impression of bridled power. Drink now through 2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 100, "designation": "Bishop Creek", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Nicolas-Jay"}, {"points": "93", "title": "Rubino Estates Winery 2014 Reserva Collection Cabernet Sauvignon (Livermore Valley)", "description": "A beautiful black currant character animates this classically-styled wine. It's fruity and generously spiced on the nose, with cinnamon and nutmeg scents from oak. Its flavors build on that black currant, with spice notes giving it a layered effect, supported by fine-grained tannins. While irrestible now, this will be best after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": "Reserva Collection", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rubino Estates Winery"}, {"points": "93", "title": "Paul Blanck 2012 Schlossberg Grand Cru Riesling (Alsace)", "description": "A lovely lemony lift jumps from the glass and immediately signals maturing Riesling. The palate is still taut with freshness but has the harmonious balminess of bottle age. Hints of dried pear and candied lemon peel appear. The palate is as precise and taut as ever, brightened by utter apple and citrus crispness. The finish is long, dry and utterly clean cut.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Schlossberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Paul Blanck"}, {"points": "93", "title": "Mignanelli 2014 Nelson Family Vineyard Chardonnay (Santa Cruz Mountains)", "description": "From Mt. Eden and Wente clones grown at 1,700 feet, this under-$30 bottling shows key lime and pomelo pith freshness on the nose, backed by chalk, crushed sea shell and tangerine blossom aromas. There is a fine-grained texture to the tannins on the palate, where bright citrus fruit meets with marcona almond touches. It's simultaneously refreshing and savory.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Nelson Family Vineyard", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mignanelli"}, {"points": "93", "title": "Molino di Sant'Antimo 2012  Brunello di Montalcino", "description": "This opens with inviting, classic Sangiovese aromas: woodland berry, forest floor, new leather, violet and truffle. The youthfully taut palate isn't quite as expressive—yet—but already offers Marasca cherry, white pepper and star anise notes. It's primary in its flavors now but will develop complexity over the next decade and then maintain well for years. Drink 2022–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Molino di Sant'Antimo"}, {"points": "93", "title": "Mollydooker 2014 Velvet Glove Shiraz (McLaren Vale)", "description": "Full-bodied, rich and chewy, this is a big, bold wine. Ample oak frames black cherry and cassis fruit, adding hints of vanilla and dark chocolate to the fudge-like impression. Warmth suffuses the palate, but doesn't quite progress to full-blown high-alcohol heat. There's no doubting its impressive intensity and ripeness. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 185, "designation": "Velvet Glove", "variety": "Shiraz", "region_1": "McLaren Vale", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Mollydooker"}, {"points": "93", "title": "Jim Barry 2010 The Benbournie Cabernet Sauvignon (Clare Valley)", "description": "Only released in top vintages, this is Jim Barry's luxury cuvée of Cabenet Sauvignon. It does see plenty of oak, so it shows impressive notes of baking spices, vanilla and brown sugar, but it backs those with ample dark fruit. It's elegant despite its size, with a fine-grained tannins lingering on the finish. Drink now–2025, and possibly beyond.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 83, "designation": "The Benbournie", "variety": "Cabernet Sauvignon", "region_1": "Clare Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Jim Barry"}, {"points": "93", "title": "Sokol Blosser 2014 Blackberry Block Pinot Noir (Dundee Hills)", "description": "This particular block was first planted in 2007, so these are young vines. Sometimes fruit from young vines will burst forth in spectacular fashion, and that's the case here. Supremely aromatic, this opens with a velvety mix of Asian spices, fruit leather, plum, cherry, cocoa powder and coffee grounds. All this and more can be tasted as well as sniffed, with excellent penetration through a lingering, cedary finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Blackberry Block", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Sokol Blosser"}, {"points": "93", "title": "Domaine Michel Fonne 2010 Marckrain Grand Cru Pinot Gris (Alsace)", "description": "There is not just a notion of ripeness but almost of overripeness of pear fruit on the nose, accompanied by hints of honeysuckle. There also are hints of sandalwood and gentle vanilla. The palate is cushioned with mellow residual sweetness, making the rich flavors even more rich and generous. A vein of citrus freshness counters this, but this is in the generous, medium-sweet spectrum, oozing fruit and generosity. The finish, nonetheless, is precise and fresh. A great example of mature Pinot Gris.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 26, "designation": "Marckrain Grand Cru", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Michel Fonne"}, {"points": "93", "title": "Lenné Estate 2014 Cinq Élus Pinot Noir (Yamhill-Carlton)", "description": "The name means “five chosen” and references the barrels selected for this reserve-level wine. Dense, complex and refined, it remains quite compact with nicely layered ripe berry fruit. The tannins carry a suggestion of orange pekoe tea, and the length is impressive. Drink 2020 through 2028.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 72, "designation": "Cinq Élus", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Lenné Estate"}, {"points": "93", "title": "Lenné Estate 2014 Eleanor's 114 Pinot Noir (Yamhill-Carlton)", "description": "Distinctive scents of chocolate, nougat and lemon cake swirl up from the glass, framing a dive into a tangy wine loaded with red fruits. There's a suggestion of cola, great texture, excellent length, and above all an approachable, yet ageworthy, structure.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Eleanor's 114", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Lenné Estate"}, {"points": "93", "title": "Thorn Clarke 2014 Ron Thorn Single Vineyard Shiraz (Barossa)", "description": "Full-bodied and rich, this is a traditional style of Barossa Shiraz, aged in American oak hogsheads. Faint menthol or dill notes and plenty of vanilla frame plum and mulberry fruit, while hints of green peppercorn and maple syrup add interest to the long finish. Drink now–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 89, "designation": "Ron Thorn Single Vineyard", "variety": "Shiraz", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Thorn Clarke"}, {"points": "93", "title": "Torbreck 2012 The Struie Shiraz (Barossa Valley)", "description": "Tasted together with the 2013, this is everything its younger brother is, but ever-so-slightly less intense. Complex notes of baking spices, pepper, bacon fat, raspberries and blueberries glide across the palate, picking up a slightly meaty note on the long, fruit-driven finish. Drink now–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 50, "designation": "The Struie", "variety": "Shiraz", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Torbreck"}, {"points": "93", "title": "Vitesse 2013 Cabernet Sauvignon (Napa Valley)", "description": "This is a tiny production wine in its third vintage that continues to impress—a deft concoction of dusty leather and pencil shavings that's elegantly structured and integrated. Red currant and clove add seasoning to ripe blackberry and dark chocolate flavors.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Vitesse"}, {"points": "93", "title": "Donum 2014 Year of the Horse Single Vineyard Reserve Pinot Noir (Russian River Valley)", "description": "With a sizable presence on the nose and a palate evocative of black cherry, strawberry compote and orange peel, this wine speaks volumes in terms of texture and body. Its full-bodied concentration is supported by generous oak. Despite all that power, the tannins remain demure and relatively well behaved.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Year of the Horse Single Vineyard Reserve", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Donum"}, {"points": "93", "title": "François Baur 2014 Brand Grand Cru Clos de la Treille Pinot Gris (Alsace)", "description": "The richest and most generous hints of dried pear and fruit loaf rise from the glass. The palate continues in the same, generous vein with plenty of pear, shimmering and scintillating with juicy, mellow and just off-dry ripeness. This is countered by fresh lemon zestiness and leaves a totally balanced and very lasting impression. There are pleasant highlights of bitterness and that pervasive sense of pear fruit just lasts and lasts.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Brand Grand Cru Clos de la Treille", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "François Baur"}, {"points": "93", "title": "Williams Selyem 2014 Hirsch Vineyard Pinot Noir (Sonoma Coast)", "description": "Forest, mint and campfire scents are complemented by brambly black cherry in this explosively complex wine. Soft and subtle, it has juicy layers of cranberry, orange and maraschino, with a roundness and firmness to the strong tannin. The finish is all about coffee, cardamom and five spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 82, "designation": "Hirsch Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Château Lalande-Borie 2016 Barrel Sample  (Saint-Julien)", "description": "92–94. Barrel Sample. The wine has a fine, elegant character while at the same time density and power. It is ripe, full of acidity and pure black-currant fruitiness. The wine has dusty tannins, never tough, with fine fruit. For long-term aging.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lalande-Borie"}, {"points": "93", "title": "Château Larrivet Haut-Brion 2016 Barrel Sample  (Pessac-Léognan)", "description": "92–94. Barrel Sample. With tannins that are ripe and velvety, this is already a generous wine. At the same time, it has a line of acidity that keeps it crisp and brings out the black currant fruitiness. Put the two elements together and the wine will be on top form after 2027.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Larrivet Haut-Brion"}]