[{"points": "92", "title": "Les Vignerons de Tutiac 2014 Lieu-Dit Ter Pointe  (Blaye Côtes de Bordeaux)", "description": "Although it effectively disappeared from Bordeaux after phylloxera, Malbec hung on in Blaye on the north side of the Gironde Estuary. This wine, part of a single-parcel (lieu dit in French) single-varietal range, is richly structured and powerfully dense. It has great tannins and also bold ripe black fruits. Drink this concentrated wine from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Lieu-Dit Ter Pointe", "variety": "Malbec", "region_1": "Blaye Côtes de Bordeaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Les Vignerons de Tutiac"}, {"points": "92", "title": "Lincourt 2014 Annie Dyer Pinot Noir (Sta. Rita Hills)", "description": "Red plum, dark cranberry, composting rose petals, dried ginger and earthy mushrooms show on the slightly funky, slightly sweet nose of this bottling. The palate begins with a sour plum skin and tart raspberry kick, then leads into a core with hints of pine needle, juniper and turned loam.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Annie Dyer", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lincourt"}, {"points": "92", "title": "Lincourt 2014 Lindsay's Pinot Noir (Sta. Rita Hills)", "description": "Restrained mulberry aromas interweave with scents of turned soil, white pepper and clove on the earthy nose of this bottling. The sip starts with a pleasing softness but quickly grows deeper and more weighty with luxurious tannins, showing hearty red cherry and dried fennel flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Lindsay's", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lincourt"}, {"points": "92", "title": "Maetierra Dominum 2008 QP Reserva  (Rioja)", "description": "An attractive mix of spiced plum, fresh tomato, herb, tobacco and vanilla aromas are the intro to this excellent wine from a not-good vintage. The palate is creamy but vital, with roasted plum, integrated oak and savory flavors. A smooth but intense finish brings this home. Drink through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 25, "designation": "QP Reserva", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Maetierra Dominum"}, {"points": "92", "title": "Migration 2015 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "Intriguing aromas of saltwater taffy, churned butter, lemon drop and cotton candy show on the dairy-powered nose of this bottling of the historic vineyard by the Duckhorn-related producer. Lemon cream and white-peach flavors show on the sip, where a strong salty character cuts through.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Migration"}, {"points": "92", "title": "Gainey 2015 Limited Selection Sauvignon Blanc (Santa Ynez Valley)", "description": "There is a very accessible aromatic entry to this bottling. An almost-sweet touch of crystallized honey and beeswax is cut by green plum, wet stone and chopped lemongrass. The sip delivers rounded and pleasant flavors of nectarine, red apple and chamomile.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 19, "designation": "Limited Selection", "variety": "Sauvignon Blanc", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Gainey"}, {"points": "92", "title": "Domaine Michelas St Jemm 2011 La Chasselière  (Crozes-Hermitage)", "description": "At six years of age, this wine shows a gorgeous nose of smoked meats, blueberries and espresso. It's medium to full in body, with a long, dusty finish. This wine is still firmly tannic—it probably will always have a dry edge to it—but pair it with grilled or roasted lamb or beef and it should be fine. Drink now–2028.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 30, "designation": "La Chasselière", "variety": "Syrah", "region_1": "Crozes-Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine Michelas St Jemm"}, {"points": "92", "title": "Fischer 2016 Ried Zanzl Federspiel Grüner Veltliner (Wachau)", "description": "Spicy notes of miso and yeast appear first on the nose. The palate, full with vivid spritz, amplifies them even more. Bright lemon notes provide freshness, createing a lively, almost warming but still refreshing Grüner that is all about total savoriness, spice and verve.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 23, "designation": "Ried Zanzl Federspiel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Fischer"}, {"points": "92", "title": "Heinrich Hartl 2015 Rotgipfler (Thermenregion)", "description": "A touch of honeysuckle works its way through the peachy, lemony nose of this indigenous Austrian. The palate brings out peach and a perfumed, rose-scented phenolic edge. Although the texture is rounded, the palate is fresh and firm. Ripeness and exuberance are coralled into lively and very appetizing freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": null, "variety": "Rotgipfler", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Heinrich Hartl"}, {"points": "92", "title": "Dutton-Goldfield 2014 Redwood Ridge Pinot Noir (Sonoma Coast)", "description": "This is the first vintage of this designated wine, grown on a high-elevation vineyard called William Wesley, near Annapolis. Cherry, raspberry and a touch of smoke create synergy around a medium-bodied core of soft, velvety texture and a crisp seasoning of white pepper.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Redwood Ridge", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "92", "title": "Ernie Els 2015 Cape Winemakers Guild CWG Red (Stellenbosch)", "description": "Winemaker: Louis Strydom. A blend of 60% Cabernet Sauvignon, 30% Shiraz and 10% Cinsault, this wine is an infant right now, with closed but concentrated dark-fruit aromas and flavors of cassis, black plum, Bakers chocolate and oak spice. Black plum skin, currant and char flavors unfold on the palate, framed by firm, gripping tannins that linger through the long, dry close. Give this time for the tannins to resolve, allowing the fruit to shine a bit brighter. Drink 2021–2025.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild CWG", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Ernie Els"}, {"points": "92", "title": "F X Pichler 2016 Ried Klostersatz Federspiel Grüner Veltliner (Wachau)", "description": "Aromatic hints of russet and yellow pear appear first, followed by lemon freshness. The palate holds all of these, accentuating the freshness with a touch of fine spritz. White pepper shimmers around the edges and the slightest phenoloc grip creates a fresh and slender body. This has a light touch but a lastingly clean finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 38, "designation": "Ried Klostersatz Federspiel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "92", "title": "Mirror 2013 Cabernet Sauvignon (Napa Valley)", "description": "Very smooth and flavorful, this full-bodied wine pairs excellent concentration of dark-fruit flavors with subtle accents of both dark and milk chocolate. Classic varietal cues of black olive, black cherry and a faint hint of rosemary make it complex and interesting to taste. The mouthfeel strikes a good balance between firm, fine-grained tannins and a posh richness that helps the finish linger. Best after 2024.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 85, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mirror"}, {"points": "92", "title": "Peter Paul Wines 2014 Mill Station Road Pinot Noir (Russian River Valley)", "description": "This ripe, boldly made wine offers a rich tease of Dr Pepper that pleases the palate, before complex characteristics takes over. Black tea, forest floor, currant and spicy acidity are memorably interwoven with dense black fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Mill Station Road", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Peter Paul Wines"}, {"points": "92", "title": "Markowitsch 2015 Blaufränkisch (Carnuntum)", "description": "A touch of promising reduction still hovers on the nose. The palate is both firm and fruity. This wine is gorgeously ripe, with aromatic fruit captured at the perfect moment. It has grip and muscle, along with juicy, firm freshness that lets the dark and almost brooding black cherry, blueberry and blackberry fruit speak. On the finish, peppery spice appears amid the berries and bright freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 15, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Markowitsch"}, {"points": "92", "title": "Marqués de Murrieta 2010 Finca Ygay Gran Reserva Limited Edition  (Rioja)", "description": "Slightly overripe aromas of raisin and prune dominate the nose on this jammy, spongy-feeling gran reserva. Soft, ripe cassis and plum flavors come with spice and tobacco accents. On a savory finish, prune comes back into play, thus cementing a ripe, jammy essence. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 80, "designation": "Finca Ygay Gran Reserva Limited Edition", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Marqués de Murrieta"}, {"points": "92", "title": "Nasiakos 2013 Agiorgitiko (Nemea)", "description": "Cedar, violet and red forest fruit aromas start this complex and stately red. On the palate, cherry, plum and pepper prevail. A classic wine with potential in the cellar.", "taster_name": "Susan Kostrzewa", "taster_twitter_handle": "@suskostrzewa", "price": 19, "designation": null, "variety": "Agiorgitiko", "region_1": null, "region_2": null, "province": "Nemea", "country": "Greece", "winery": "Nasiakos"}, {"points": "92", "title": "Neyers 2014 AME Cabernet Sauvignon (Napa Valley)", "description": "From the highest-elevation spot within the producer's Conn Creek vineyard, this wine is sticky and grippy in coffee, red cherry and billowing tannins that reach a soft, round approachability. The finish is part chocolate, part vanilla, both in proportion and in balance, the wine ultimately full of grace.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "AME", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Neyers"}, {"points": "92", "title": "Northstar 2014 Cabernet Sauvignon (Columbia Valley (WA))", "description": "The aromas are generous, with notes of spice box, blue and purple fruit, pencil lead, barrel spice and vanilla. It's silky and sumptuous, showing a pleasing sense of texture and an extended finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 41, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Northstar"}, {"points": "92", "title": "Northstar 2014 Premier Merlot (Columbia Valley (WA))", "description": "This wine is 82% Merlot and 18% Cabernet Sauvignon, coming from Cold Creek and Four Feathers vineyards. Designed with the specific intent of aging, brooding aromas of blue and red fruit, earth and spice lead to a saturated seamless palate. It drinks beautifully now, but should have a long life in front of it. Best after 2022.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 85, "designation": "Premier", "variety": "Merlot", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Northstar"}, {"points": "92", "title": "Rizzi 2011 Pas Dosé Metodo Classico Sparkling (Vino Spumante)", "description": "A blend of mostly Chardonnay, with some Pinot Nero and Nebbiolo, this radiant sparkler delivers aromas and flavors of citrus, McIntosh apple, Bartlett pear and bread crust. Vibrant acidity brightens the creamy flavors while small, continuous bubbles lend elegance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Pas Dosé Metodo Classico", "variety": "Sparkling Blend", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Rizzi"}, {"points": "92", "title": "Parallel 2014 Cabernet Sauvignon (Napa Valley)", "description": "Perfumed in smoky oak, this 100% varietal wine is nuanced and well rounded. Expressive in dark, brooding flavors of baked cherry and cedar, it has a persistent, gritty texture that impresses through the spicy, peppery end.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Parallel"}, {"points": "92", "title": "Kaapzicht 2015 Cape Winemakers Guild The Ultimate Vision Red (Stellenbosch)", "description": "Winemaker: Danie Steytler. A blend of 45% Pinotage, 45% Cabernet Sauvignon and 10% Merlot, this isn't a shy or reserved wine, though it expresses overall balance and harmony in all its elements. Intense aromas of pressed purple flowers, wild strawberry and juicy muddled cherries abound on the nose, with a cinnamon thread weaving throughout. Serious tannins frame the ripe, concentrated palate, with rich fruit flavors that are ripe without being overly so. The finish is long and evolving, carrying you from the fruit to leather and earth and finally toasted spice. Drink 2021–2027.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild The Ultimate Vision", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Kaapzicht"}, {"points": "92", "title": "Sohm & Kracher 2016 Lion Grüner Veltliner (Niederösterreich)", "description": "Pure notes of fresh apple and pear peel are appetizing on the nose, with a touch of spicy tangerine peel. The palate amplifies these expressive fruit notes. Ripeness of fruit and concentration characterize the midpalate that also shimmers with white pepper. The finish is long and intense, again with that lovely tangerine pith.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Lion", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Sohm & Kracher"}, {"points": "92", "title": "Domaine Jean-Michel Gerin 2013 Les Grandes Places  (Côte Rôtie)", "description": "Gerin's lieu-dit wines from 2013 are both successful. Les Grandes Places is muscular but not musclebound, combining finesse and elegance with elements of roasted meat and grilled fruit. After 20 months in new oak, the nose reveals hints of baking spices, but those are balanced by blueberry and pepper elements. Drink 2018–2028.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 166, "designation": "Les Grandes Places", "variety": "Syrah", "region_1": "Côte Rôtie", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine Jean-Michel Gerin"}, {"points": "92", "title": "Kracher 2016 Cuvée Spätlese White (Burgenland)", "description": "Both the juicy and the tart notes of ripe apple and freshly cut apple peel play on the nose. The palate follows with balanced, gentle sweetness: a play-off between apple ripeness and apple tartness. The notion is crisp and the body generous. The finish is delicate and the wine seems just off dry, although it is a proper late-harvest style. It would be an absolute winner with soft cheeses.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Cuvée Spätlese", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "92", "title": "Luigi Oddero & Figli 2011 Vigna Rionda  (Barolo)", "description": "This boasts intense aromas of crushed thyme, new leather and a balsamic note of camphor. Firmly structured but elegant, the linear palate offers dried sour cherry, tobacco, clove and sage set against assertive, close-grained tannins. Drink 2021–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 140, "designation": "Vigna Rionda", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Luigi Oddero & Figli"}, {"points": "92", "title": "L'Ecole No. 41 2014 Ferguson Vineyard Estate Grown Red (Walla Walla Valley (WA))", "description": "This wine comes from a recently planted area of valley, high on a ridge top. A blend of 56% Cabernet Sauvignon, 32% Merlot, 6% Cabernet Franc and 6% Malbec, the aromas boast high-toned notes of mineral, herb, cherry, licorice and dark fruit. The cranberry and cherry flavors bring a sense of concentration and richness. It shows well now, but should only get better with some additional time in the bottle.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 65, "designation": "Ferguson Vineyard Estate Grown", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "L'Ecole No. 41"}, {"points": "92", "title": "Les Vignerons de Tutiac 2014 Lieu-Dit  (Blaye Côtes de Bordeaux)", "description": "Finding ripe Petit Verdot outside the Médoc in Bordeaux is unusual. And then to make an 100% varietal wine is very rare. It is a rich wine without being excessive. Its tannins and structure are firm, backed up by black fruits that will surely develop as the wine matures. Drink this success story from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Lieu-Dit", "variety": "Petit Verdot", "region_1": "Blaye Côtes de Bordeaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Les Vignerons de Tutiac"}, {"points": "92", "title": "Hillinger 2014 Blaufränkisch (Leithaberg)", "description": "Ripe blueberry with a dusting of cinnamon makes for an enticing, inviting nose. These flavors also dominate the juicy palate, where fine tannins weave a delicate web of support. Freshness balances the rich fruit, showcasing a juicy, berry-ish wine that is more than just fruit-driven. Structure and aroma resonate on the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 37, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Hillinger"}]