[{"points": "94", "title": "Aldo Conterno 2013 Bussia  (Barolo)", "description": "Young but already impeccably balanced and extremely elegant, this vibrant wine offers alluring scents of pressed rose, red berry, dark spice and a whisper of menthol. The firmly structured palate delivers cherry, juicy cranberry, licorice and crushed herb framed bright acidity and taut, noble tannins. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Bussia", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Aldo Conterno"}, {"points": "94", "title": "Boheme 2014 Stuller Vineyard Pinot Noir (Sonoma Coast)", "description": "Light and earthy, this wine's secret weapon is its sizzling tease of white pepper that explodes quietly on the palate as it develops. Further spiced in forest and pine, it dances along an elegant focus of integrated power and tannin to reveal elements of cranberry, pomegranate and wild strawberry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Stuller Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Boheme"}, {"points": "94", "title": "Broadside 2014 Ephemera Cabernet Sauvignon (Paso Robles)", "description": "This expertly woven wine proves very cohesive and well balanced, despite its intent to compete with the bigger, often richer wines of the luxury category. Blueberry and blackberry aromas meet with charred wood, graphite and chocolate on the elegant nose. The ripe berry flavors are wrapped in cocoa and light cedar spice, laced together with buoyant acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 125, "designation": "Ephemera", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Broadside"}, {"points": "94", "title": "Gunter Triebaumer 2013 Ruster Ausbruch Welschriesling (Burgenland)", "description": "Candied lemon and rich blossom honey hit the brain with their lifted, intense scents. A touch of smoky stone can be glimpsed before the sweetness of the palate takes over. Here, a pleasantly bitter note edges the richness with welcome texture and bite. Candied-citrus notes swish across the palate, trailing blossom, honey, nectar and candied peel in their wake. The finish is fresh and clean.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Ruster Ausbruch", "variety": "Welschriesling", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "94", "title": "Goldeneye 2014 Ten Degrees Pinot Noir (Anderson Valley)", "description": "Rich, but also subtle, this full-bodied wine smells like wood smoke, baking spices, ripe plums and red cherries, then brings mulled cherry and cinnamon flavors on a broad, velvety texture. It offers nuances of oak in the spices, and a confident sense of pure fruit behind it all, giving this bottling a slight edge over the other 2014 Pinots from Goldeneye. It will be best after 2021.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 120, "designation": "Ten Degrees", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "94", "title": "Gary Farrell 2014 Rochioli-Allen Vineyards Pinot Noir (Russian River Valley)", "description": "From two of the most coveted sites in the appellation, this wine showcases an elegant ripeness and rapturous relationship to fruit. Dried sage and forest overtones complement concentrated flavors of fig, orange and dried cherry. It offers ample structure and is beautifully put together.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Rochioli-Allen Vineyards", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "94", "title": "Giacosa Fratelli 2013 Scarrone Vigna Mandorlo  (Barolo)", "description": "Ripe berry, menthol, licorice and tobacco aromas mingle with whiffs of new leather and truffle. The delicious palate shows both generous fruit and restrained elegance, doling out raspberry jam, anise, clove, vanilla and dried herb framed in firm fine-grained tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Scarrone Vigna Mandorlo", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacosa Fratelli"}, {"points": "94", "title": "Laurel Glen 2013 Estate Cabernet Sauvignon (Sonoma Mountain)", "description": "This is a bright, engaging and vibrant 100% varietal wine, lovely in currant, cranberry and a sanguine earthiness. The acidity is weaved throughout and entirely supportive, uplifting the fruit to greater heights of freshness and focus.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Estate", "variety": "Cabernet Sauvignon", "region_1": "Sonoma Mountain", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Laurel Glen"}, {"points": "94", "title": "Peter Paul Wines 2013 Giuliani Vineyard Cabernet Sauvignon (Napa Valley)", "description": "Juicy, wooded and herbal, this full-bodied wine is deliciously layered in plum, cherry and blackberry, well composed and sourced from a site in Yountville. The grippy texture is accented in dark chocolate that gives velvety lushness that lasts through the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Giuliani Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Peter Paul Wines"}, {"points": "94", "title": "Vietti 2013 Ravera  (Barolo)", "description": "Dark berry, chopped mint, sage, tobacco and a balsamic note are some of the aromas you'll find on this. Firmly structured and youthfully austere, the palate delivers red cherry, raspberry compote, anise and clove framed in vibrant acidity and tightly-woven tannins that give it a firm finish. It needs time to fully come together and develop complexity. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Ravera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Vietti"}, {"points": "94", "title": "Reynvaan Family Vineyards 2014 Foothills Reserve Syrah (Walla Walla Valley (WA))", "description": "This is a shockingly good wine. The aromas draw you into the glass, with vibrant notes of capers and Kalamata olives, brine, smoke meat, mineral, black pepper and earth. The fruit and savory flavors—speckled by black and green olive notes throughout—show a compelling sense of texture and richness. It's a savory delight.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 70, "designation": "Foothills Reserve", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Reynvaan Family Vineyards"}, {"points": "94", "title": "Brovia 2013  Barolo", "description": "Given the poise and complexity, it's hard to believe this is the firm's entry-level Barolo. It opens with alluring aromas of wild berry, forest floor, new leather, menthol and purple flower while the full-bodied palate delivers crushed raspberry, morello cherry, mint and star anise. Firm refined tannins and bright acidity give it a structured finesse as well as balance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 56, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Brovia"}, {"points": "94", "title": "Brezza 2013  Barolo", "description": "Fragrant and refined, this has classic Nebbiolo aromas of woodland berry, rose petal, tilled soil and a balsamic note of eucalyptus. It's vibrant, elegant and balanced, boasting juicy cherry, crushed strawberry, white pepper and a hint of licorice framed in bright acidity and taut, polished tannins. Drink 2019–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Brezza"}, {"points": "94", "title": "Aperture 2014 Nomad Cabernet Franc (Alexander Valley)", "description": "Blended with 19% Merlot and 3% Malbec, this Cabernet Franc is richly round and structured, offering a length and breadth of bright flavor and complexity. Black cherry, leather and white pepper compete with classic notions of dried herb and violet, the layers intertwining on the lengthy finish. While it's enjoyable now, it will cellar well through 2024–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Nomad", "variety": "Cabernet Franc", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Aperture"}, {"points": "94", "title": "Beckon 2015 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Elegant and lush aromas of black plum and boysenberry mesh with violets and lavender on the nose of this wine. Earthy tones of mace, cinnamon and crushed gravel enhance the bouquet, while wild berries pop on the palate. Flavors of bay leaf, coffee bean and more lavender ride atop the soft and polished tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Beckon"}, {"points": "94", "title": "Mirù 2007  Ghemme", "description": "This bright ten-year-old has enticing aromas of red berry, pressed rose, dark cooking spice, leather and a balsamic note. Balancing ripe fruit and finesse, the juicy palate delivers succulent cherry, cranberry, star anise and white pepper set against a backbone of refined tannins and fresh acidity. A savory mineral note closes the lingering finish. It's smooth and enjoyable now but will offer years of fine drinking pleasure. Enjoy through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 33, "designation": null, "variety": "Red Blend", "region_1": "Ghemme", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mirù"}, {"points": "94", "title": "Ramey 2014 Westside Farms Estate Chardonnay (Russian River Valley)", "description": "The first such bottling from the producer's 75-acre ranch on Westside Road, this impressive white is crisp in acidity with a fullness of body, both lengthy and complex. Apple skin, nutmeg, Bosc pear and a salty lilt combine effortlessly around a core of power and concentration that continues to evolve in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Westside Farms Estate", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "94", "title": "Stonestreet 2015 Estate Vineyards Chardonnay (Alexander Valley)", "description": "This wine is a blend from several of the producer's higher-elevation estate vineyards in the appellation. Floral and inviting in sugar apple, caramel crème brûlée and complex spice and salt seasonings, it's plush and voluptuous, with supportive acidity and a crushed stone minerality.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": "Estate Vineyards", "variety": "Chardonnay", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Stonestreet"}, {"points": "94", "title": "Tegernseerhof 2015 Ried Steiner Pfaffenberg Auslese Riesling (Niederösterreich)", "description": "A restrained nose recalls ripe pear peel and a touch of grapefruit. The palate has a gentle sweetness, with caramelized apple notes. Fresh and balanced, this enticing wine is sweetish but not fully sweet. Lovely now, it will show its true, fascinating Riesling colors only over time. It will hold well through at least 2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Ried Steiner Pfaffenberg Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "94", "title": "Guarachi Family 2015 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "Velvety smooth, this wine seduces from the get-go, robust in black fruit, tea and delicate offerings of rose petal and lavender. Intensely full bodied, it retains a balance of bright, natural acidity that tames the spicy tannin.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Guarachi Family"}, {"points": "94", "title": "Cinnabar 2014 Tondre Grapefield Pinot Noir (Santa Lucia Highlands)", "description": "A rusty cherry and earthy forest-floor quality marks the energetic nose of this bottling, along with graphite and touches of chocolate and coffee. The sip boasts great verve, showing flavors of tart raspberry and well-integrated thyme, rosemary and pine-needle herbaceousness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Tondre Grapefield", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cinnabar"}, {"points": "94", "title": "Davies 2014 Cabernet Sauvignon (Napa Valley)", "description": "This blends vineyards from across the valley, successfully capturing a compact and full-bodied explosion of black cherry and chocolate that benefits from bright, balanced acidity. Though offering depth and concentration, it finds a focused freshness that adds length and breadth.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Davies"}, {"points": "93", "title": "Nittnaus Anita und Hans 2014 Kalk und Schiefer Blaufränkisch (Burgenland)", "description": "A touch of promising reduction still colors the ripe and aromatic blueberry notes on the nose. The palate shows exactly what makes Blaufränkisch so sexy: that telltale mix of blueberry, cherry and tingling white pepper. Precise in its fruit and fine tannic structure, the wine has purity, toned muscle and verve, with a freshness and illuminating brightness that makes it both fresh and elegant. The finish rings with all the peppery glory of this variety.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Kalk und Schiefer", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Nittnaus Anita und Hans"}, {"points": "93", "title": "Stift Klosterneuburg 2015 St. Laurent (Thermenregion)", "description": "Both tart and ripe red cherries characterize nose and palate. Ample, crunchy freshness gradually tips into juicy ripeness. The palate discloses lovely density, with overtones of licorice that create subtle, delicious resonance. The tannins are superfine and have a sexy little crunch. It's a totally balanced and beautiful red.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": null, "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Stift Klosterneuburg"}, {"points": "93", "title": "Renato Ratti 2013 Conca  (Barolo)", "description": "Rose, iris, ripe red berry and aromatic herbs are some of the aromas you'll discover in this wine. It's both focused and juicy, delivering succulent Marasca cherry, crushed raspberry, mint and licorice alongside a backbone of fined-grained tannins that leave a firm finish. Bright acidity provides balance. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Conca", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Renato Ratti"}, {"points": "93", "title": "Gebeshuber 2015 Lage Glas St. Laurent (Thermenregion)", "description": "Alluring scents of ripe red and black cherries make for an inviting nose. More of that aromatic black cherry resides on the palate that is smooth and just at the point where St. Laurent is perfectly ripe but still beautifully fresh. A good structure and bright acidity provide a backdrop for the precisely drawn, gloriously pure fruit. It's elegant and authentic.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 73, "designation": "Lage Glas", "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Gebeshuber"}, {"points": "93", "title": "Geyerhof 2016 Stockwerk Grüner Veltliner (Kremstal)", "description": "Aromatic notions of green and yellow pear play on the nose. These get intense on the palate with herbal savor: think arugula and salt, chervil and miso. Intensely savory, the flavors are full but the palate remains fresh and slender. Hints of ripe stone fruit provide fruity, refreshing interludes alonside bright lemon freshness. It conveys wonderful varietal purity and tang.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 15, "designation": "Stockwerk", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Geyerhof"}, {"points": "93", "title": "Ehlers Estate 2014 1886 Estate Cabernet Sauvignon (St. Helena)", "description": "Chalky red fruit rides atop a mineral component of earthiness and lively acidity in this estate wine. A rich coffee flavor permeates the midpalate, complementing sparks of clove, cinnamon and a smoky, layered backbone of sultry texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 110, "designation": "1886 Estate", "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ehlers Estate"}, {"points": "93", "title": "HammerSky 2013 Estate Grown Cabernet Sauvignon (Paso Robles)", "description": "Silky in the glass, this bottling shows heady aromas of cooked blueberry, vanilla and licorice along with a slightly more complex turned-loam touch. The mouthfeel is soft at first, then the tannins stand up firmly, delivering flavors of blueberry, black pepper and cocoa dust for a complete experience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 85, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "HammerSky"}, {"points": "93", "title": "Kevin White 2015 La Fraternite Red (Yakima Valley)", "description": "Coming from Upland and Boushey vineyards, this wine is 60% Grenache, 33% Mourvèdre and 7% Syrah. Expressive aromas of fresh blackberry, huckleberry, black pepper, smoked meat and herb are followed by penetratingly pure dark fruit flavors that are rich but still bring a sense of freshness. The purity is dazzling as is the length on the finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 28, "designation": "La Fraternite", "variety": "Rhône-style Red Blend", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Kevin White"}]