[{"points": "92", "title": "Armida 2014 Sauvignon Blanc (Russian River Valley)", "description": "Just 10% of this wine was fermented in new French oak which adds a bit of weight and length. Grapefruit, peach and lime mingle on the palate, a briny afterthought providing an edge. Smooth and refreshing, it ends in a long dream of lemon.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 20, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Armida"}, {"points": "92", "title": "Comartin 2012 Tierra Alta Vineyard Syrah (Ballard Canyon)", "description": "Adam Comartin's San Jose-based label shines a bright light on this new appellation. This wine shows blackberry shave ice, black cherries, black pepper, cola and the lifting aromatics of violets on the nose. More black pepper spices up the palate, with the balanced cherry and berry power proving quite distinctive and regal.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Tierra Alta Vineyard", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Comartin"}, {"points": "92", "title": "Companhia das Quintas 2012 Quinta da Fronteira Grande Reserva Red (Douro)", "description": "The combination of acidity, dark fruits and a minerality give this wine both great density and a fine potential. It is firm, showing the terroir of the Douro well in its grainy texture while also bringing acidity into play. It is young, concentrated and needs to age. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Quinta da Fronteira Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Companhia das Quintas"}, {"points": "92", "title": "Delamotte 2007 Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Delamotte, the sister house of the legendary Salon, is based in the Côte des Blancs so it has plenty of experience with Chardonnay. This crisp, fruity and lightly toasty wine shows well-balanced freshness and poise. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 112, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Delamotte"}, {"points": "92", "title": "Domaine Charles Frey 2011 Extra Brut Sparkling (Crémant d'Alsace)", "description": "Savory spiced apple with complex autolytic overtones of stone, oatmeal, soy and baked apple lend a rich, rounded to the nose and palate. There is real character in the classy, slender structure and the lingering taste is satisfyingly clean and long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Extra Brut", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Charles Frey"}, {"points": "92", "title": "Chanoine 2009 Tsarine Millésime Brut  (Champagne)", "description": "This wine is still young, very fresh in its crisp acidity and lemon and grapefruit flavors. It has the potential to age well, with an underlay of tension between fruit and mineral texture. It is complex, structured and needs to mature further. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Tsarine Millésime Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Chanoine"}, {"points": "92", "title": "Barbieri 2010 Anonymus Syrah (Santa Barbara County)", "description": "Concentrated violets, cherry blossoms and cola aromas show on this wine by master sommelier Paolo Barbieri (who works in the cellar of friend Joey Tensley) that gets 5% Viognier added to the mix. Flavors are dense and broadly approachable, with blackberries, black cherries and purple flower elements.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Anonymus", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barbieri"}, {"points": "92", "title": "Black Cordon 2012 Cabernet Sauvignon (Napa Valley)", "description": "Juicy blackberry, cherry and leathery tannins characterize this full-bodied, dense and complex wine, which is velvety-smooth on the palate. Though the fruit is nicely developed and full figured, the tannins should continue to integrate with more time in the bottle. Cellar through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Black Cordon"}, {"points": "92", "title": "Boizel 2004 Joyau de France Brut Rosé  (Champagne)", "description": "From a great Champagne vintage year, this mature rosé is at once stylish with its toasty character, and full of life, with red fruits and bright acidity still evident. This combination makes now the perfect moment to drink this rich, dry and elegant wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Joyau de France Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Boizel"}, {"points": "92", "title": "Bonny Doon 2012 Le Posseur Syrah (Central Coast)", "description": "This blend of grapes from four vineyards—48% Alamo Creek, 18% Bien Nacido, 18% Spanish Springs and 16% Ventana—offers dense berries and smoke on the nose as well as black pepper and tar. The tar shows strongly on the palate, as do blackberry blossoms and denser black pepper spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": "Le Posseur", "variety": "Syrah", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bonny Doon"}, {"points": "92", "title": "Joseph Jewell 2012 Hallberg Vineyard Pinot Noir (Russian River Valley)", "description": "Spicy, fruity and fresh, this hearty vineyard-designate is high-toned in red cherry and citrus, well-integrated and softly layered, with a blistering note of tannic power on the finish. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Hallberg Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Jewell"}, {"points": "92", "title": "Knudsen 2013 Pinot Noir (Dundee Hills)", "description": "A fine follow-up to the inaugural vintage, this classically-styled wine is a medium-rose color, shading subtly into tawny around the rim. Flavors are an elegant mix of blackberry fruit, brown sugar and crème brûlée. The original vineyard dates back to the 1970s, though this wine is produced from more recent plantings from 2000–2008.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": null, "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Knudsen"}, {"points": "92", "title": "Le Vieux Pin 2011 Équinoxe Syrah (Okanagan Valley)", "description": "Steely and compact, this rather reluctantly opens to reveal subtle complexity. The mix of tart blueberry and blackberry fruit is accompanied by scents of cured meat, menthol and garrigue. It spent 18 months in a mix of barrels and puncheons, yielding a pleasant finishing impression of cedar. Decant this for at least an hour or two.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 85, "designation": "Équinoxe", "variety": "Syrah", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Le Vieux Pin"}, {"points": "92", "title": "Leah Jørgensen Cellars 2014 Panner-Hanson Vineyard Loiregon Sauvignon Blanc (Rogue Valley)", "description": "This delightful and refreshing wine is atypical in all the right ways. Intensely aromatic, it conveys a lush mix of honeysuckle, sweet hay, smoke, lime and honeydew melon. And that's before you take the first sip. The low alcohol and bright acidity set it up for a wide range of poultry, pasta and seafood options, and anything with goat cheese is sure-fire.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 20, "designation": "Panner-Hanson Vineyard Loiregon", "variety": "Sauvignon Blanc", "region_1": "Rogue Valley", "region_2": "Southern Oregon", "province": "Oregon", "country": "US", "winery": "Leah Jørgensen Cellars"}, {"points": "92", "title": "Fess Parker 2013 Parker West Chardonnay (Sta. Rita Hills)", "description": "This wine comes from a single vineyard in the western part of the appellation. Aromas suggest honeysuckle, lemon cream sauce and a wild array of garden herbs and spices, from scallions and green garlic to fresh oregano. It's light and bright on the palate, with a steely focus of lime juice on peach.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 37, "designation": "Parker West", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "92", "title": "Hawk Watch Winery 2011 Cold Fusion Red (South Coast)", "description": "This blend of Grenache, Syrah and Petite Sirah from the Warner Springs area southeast of Temecula shows lots of promise for this producer. Smoky berries, uncrushed black peppercorns and a bit of asphalt show on the nose, with juicy, plump red fruits benefitting from lots of cardamom, allspice and other black spices on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 29, "designation": "Cold Fusion", "variety": "Rhône-style Red Blend", "region_1": "South Coast", "region_2": "South Coast", "province": "California", "country": "US", "winery": "Hawk Watch Winery"}, {"points": "92", "title": "Henriet-Bazin 2010 Marie-Amélie Fleur de Vigne Premier Cru Brut Chardonnay (Champagne)", "description": "Marie-Amélie is the daughter of the Henriets and her cuvée is a fine blend of ripe fruits from the difficult 2010 vintage. It has a crisp element as well as fresh acidity and delicious apple juice and ripe pear flavors. A crisper element gives a balanced wine that has soft acidity at the end.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 87, "designation": "Marie-Amélie Fleur de Vigne Premier Cru Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Henriet-Bazin"}, {"points": "92", "title": "Hidden Ridge 2012 55% Slope Impassable Mountain Reserve Cabernet Sauvignon (Sonoma County)", "description": "This robustly generous wine is impactful in chocolate and sweet, soft plum. A complexity of cedar, herb and blackberry marks the palate, with integrated tannins and oak. The complementary elements provide intrigue and flavor in a heavyweight package, ready for cellaring through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "55% Slope Impassable Mountain Reserve", "variety": "Cabernet Sauvignon", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hidden Ridge"}, {"points": "92", "title": "Dry Creek Vineyard 2012 The Mariner Meritage (Dry Creek Valley)", "description": "Cabernet Sauvignon makes up the majority of this Meritage, with 25% Merlot, 8% Malbec, 8% Petit Verdot and 3% Cabernet Franc. The blending succeeds in offering a mix of chalky tannins and juicy cassis, with the wine structured and fairly elegant in style. Pencil lead and licorice mark the lengthy finish. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "The Mariner", "variety": "Meritage", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dry Creek Vineyard"}, {"points": "92", "title": "Paltrinieri 2012 Grosso Metodo Classico  (Lambrusco di Modena)", "description": "Violet, red rose, wild berry and chopped herb aromas abound on this fragrant sparkling wine. Made with 100% Sorbara gapes, the luminous, copper-toned palate offers ripe strawberry, crushed raspberry, wild cherry, nectarine zest and a note of baking spice alongside tangy acidity and a firm, persistent perlage. This puts a whole new spin on Lambrusco.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": "Grosso Metodo Classico", "variety": "Lambrusco di Sorbara", "region_1": "Lambrusco di Modena", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Paltrinieri"}, {"points": "92", "title": "Panthea 2012 Klindt Pinot Noir (Anderson Valley)", "description": "Distinct aromas of cola, cedar and Bing cherry, as well as flavors of mocha and blackcurrants, weave fascinating complexity into this supple, full-bodied wine. The texture feels broad and relaxed, while the acidity and tannins are moderate. A nice viscosity carries its plump appeal through the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": "Klindt", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Panthea"}, {"points": "92", "title": "René Muré NV Sparkling (Crémant d'Alsace)", "description": "Perfumed, subtle apple notes unfold on the creamy, biscuity palate. This is rounded but fresh, generous but shows tension. A central seam of acidity keeps the dry palate very supple and lets the purity of this wine speak clearly. The mousse is somewhere between creamy and frothy and thus very invigorating.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": null, "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "René Muré"}, {"points": "92", "title": "Resalte 2011 Crianza  (Ribera del Duero)", "description": "Savory oak, tobacco, vanilla and blackberry aromas create a nice opening. This feels tight and structured, with firm tannins. Flavors of savory oak, turned earth, blackberry and cassis end with smoky echoes of barrel spice and resin. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 35, "designation": "Crianza", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Resalte"}, {"points": "92", "title": "Robert Biale 2013 Varozza Vineyard Zinfandel (St. Helena)", "description": "From a warm site in the heart of St. Helena's valley floor, this is a restrained, elegant version of a powerfully built wine, thick in tannin and yet nonetheless able to speak its mind. Mushroom aromas give it a Pinot Noir-esque personality at first, before layers of red and black berry provide sultry, juicy texture and flavor. The finish is chewy, asking for more time. Cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Varozza Vineyard", "variety": "Zinfandel", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "92", "title": "Enrique Mendoza 2010 Las Quebradas Monastrell (Alicante)", "description": "Licorice aromas are matched by herbal, horsey notes on this earthy, muscular Monastrell. A bold, high-volume palate is home to plum, currant and blackened flavors, while an integrated, lightly herbal finish is fresh and powerful, with a firm structure that will ensure at least several additional years of life. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 42, "designation": "Las Quebradas", "variety": "Monastrell", "region_1": "Alicante", "region_2": null, "province": "Levante", "country": "Spain", "winery": "Enrique Mendoza"}, {"points": "92", "title": "River's Edge 2012 Elkton Vineyard Pinot Noir (Elkton Oregon)", "description": "The winery produces two old-vine Pinots from estate-grown fruit; this shows a touch more concentration and complexity. Black-cherry cola, smoke, earth, tobacco and even a faint whiff of the barnyard all mingle, leading the taster down an engaging flavor trail that winds gracefully into a lingering finish. Drink now through 2022.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 28, "designation": "Elkton Vineyard", "variety": "Pinot Noir", "region_1": "Elkton Oregon", "region_2": "Southern Oregon", "province": "Oregon", "country": "US", "winery": "River's Edge"}, {"points": "92", "title": "Marimar Estate 2014 Don Miguel Vineyard Estate Grown and Bottled Albariño (Russian River Valley)", "description": "This is a succulently juicy, light wine that is refreshing from start to finish. A wealth of jasmine, crisp apple and white peach combine effortlessly on the palate. With a kick of creaminess and power on the finish, it's the ideal wine for tapas and appetizers of all flavors.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Don Miguel Vineyard Estate Grown and Bottled", "variety": "Albariño", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Marimar Estate"}, {"points": "92", "title": "Merryvale 2013 Chardonnay (Carneros)", "description": "This is rich and oaky in honey and graham cracker yet completely well integrated in terms of tannin and power. Silky smooth, it invites with compelling layers of apple, pear and fresh-squeezed blood orange, finishing roundly satisfying.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": null, "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Merryvale"}, {"points": "92", "title": "Montaudon NV Classe M Brut  (Champagne)", "description": "This is Montaudon's prestige cuvée, a wine with bottle age and elegance. A strongly toasty, yeasty character gives secondary flavors to the ripe fruits. It is textured and complex, a serious wine that has been given just the right amount of aging. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Classe M Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Montaudon"}, {"points": "92", "title": "Henriet-Bazin NV Sélection de Parcelles Premier Cru Brut  (Champagne)", "description": "A selection from the many parcels owned by the producer, this wine comes from the north slopes of the Montagne de Reims. It is a delicious, balanced wine that is 50-50 Chardonnay and Pinot Noir, rich and full in the mouth with perfumed acidity and a generous texture. The wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Sélection de Parcelles Premier Cru Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Henriet-Bazin"}]