[{"points": "95", "title": "Ramey 2015 Chardonnay (Sonoma Coast)", "description": "This combines grapes from the Martinelli family's Charles Ranch Vineyard in Fort Ross-Seaview with grapes from Platt Vineyard, a site long sourced by Ramey overlooking the Pacific Ocean near Freestone, the producer's coolest-climate site. It melds exotic ginger with apple skin, melon rind and bright focused acidity that remains fresh, succulent and lingering.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": null, "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "95", "title": "Domaine Carneros 2011 Le Rêve Chardonnay (Carneros)", "description": "Made entirely from estate-grown Chardonnay, this blanc de blancs is heady and intense with ample mousse and body. Green-apple Jolly Rancher flavor meets steely acidity that takes on a tone of wet stone and a focused structure, with a lasting impression of pineapple upside-down cake and crème brûlée.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 110, "designation": "Le Rêve", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Domaine Carneros"}, {"points": "95", "title": "Kistler 2015 Durell Vineyard Chardonnay (Sonoma Coast)", "description": "This gorgeous white has a density and weight to it that never becomes heavy, instead remaining complex and steely in character. Wet stone, apricot and key lime intermingle effortlessly around a core of balanced richness and supportive acidity, the oak well-integrated and nuanced.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Durell Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "95", "title": "Kistler 2015 McCrea Vineyard Chardonnay (Sonoma Mountain)", "description": "With an underlying richness, this medium-bodied white never forgets about its throughput of acidity, allowing for an undeniable crispness on the palate. Floral on the nose in apple and orange blossom, it shows a stony character that speaks to mineral components like oystershell and rock.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "McCrea Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Mountain", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kistler"}, {"points": "95", "title": "Samsara 2014 Turner Vineyard Syrah (Sta. Rita Hills)", "description": "There's extreme, maybe even obscene, amounts of cracked black pepper on the savory nose of this cool-climate expression, which comes from the same 12 rows each vintage. There are also scents of roasted beef, asphalt and a pinch of lavender. The pepper character coats the palate too, diced by lively acidity. This is, perhaps, the most pitch-perfect show of Côte-Rôtie in California to date.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Turner Vineyard", "variety": "Syrah", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Samsara"}, {"points": "95", "title": "Clos Solène 2015 Hommage A Nos Pairs Reserve Syrah (Paso Robles)", "description": "Deep and dark in color with savory aromas galore, this bottling, which includes 3% Grenache and 2% Viognier, shows dense beef-crust aromas along with violet paste, black-currant jam and fudge. Chalky tannins and smooth acidity frame a seamlessly integrated palate, where both caramelized and fresh boysenberries are dusted with lavender.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Hommage A Nos Pairs Reserve", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos Solène"}, {"points": "95", "title": "Hartford Court 2015 Three Jacks Vineyard Chardonnay (Green Valley)", "description": "From a site farmed by the Dutton family, this wine is beautifully aromatic in brioche and honey apple, with light toasted oak playing a supporting part. An underlying richness presents as expansive and fleshy on the robust palate, with high-toned offerings of peach and Gravenstein apple.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Three Jacks Vineyard", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "95", "title": "Trujillo 2014 Gary Morisoli Vineyard Reserve Cabernet Sauvignon (Rutherford)", "description": "This is a tiny-production wine that packs an impressive punch. Currant, cassis and cedar open on the nose and palate, allowing for a soft, approachable beginning that takes on additional complexity as the wine develops. A grippiness dominates on the finish, suggesting it would benefit from time in the cellar. Enjoy 2024–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 130, "designation": "Gary Morisoli Vineyard Reserve", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Trujillo"}, {"points": "94", "title": "Alain Jaume et Fils 2015 Domaine Grand Veneur Les Origines Red (Châteauneuf-du-Pape)", "description": "Despite the ripeness and plump, rounded palate, there's subtlety and restraint in the black cherry and berry flavors here. With its deeply integrated acidity and alcohol, it's a nuanced, concentrated red shaded by hints of nut and toast. Ripe but firm, penetrating tannins grip the long, savory finish. Hold until 2021 and enjoy for decades to come.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 70, "designation": "Domaine Grand Veneur Les Origines", "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Alain Jaume et Fils"}, {"points": "94", "title": "Axr 2014 Chardonnay (Napa Valley)", "description": "Made by winemaker Jean Hoefliger of Alpha Omega, this is gorgeous white, fleshy and complex in anise, pear and briny green olive. The texture is fleshy and balanced in lasting acidity that provides a freshness and succulence of great distinction.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Axr"}, {"points": "94", "title": "B Cellars 2015 Blend 26 Red (Napa Valley)", "description": "Thick, extracted and smoothly integrated, this combines 76% Cabernet Sauvignon, 12% Cabernet Franc and 12% Petit Verdot. The elements are a complementary contradiction of earthy sage, rock and sanguine meat alongside a richer chapter of mocha and toffee. Together, they are formidable and would stand up well to cellaring; enjoy best 2025–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 97, "designation": "Blend 26", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "94", "title": "Hartford Court 2015 Fog Dance Vineyard Pinot Noir (Green Valley)", "description": "This wine is slightly reductive on the nose, and tannic in its youth, with a strong floral component that brightens the proceedings. From a foggy hillside site overlooking Forestville, it sings in forest pine, tart tangy blood-orange acidity and sprinkles of Asian spice and soy.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Fog Dance Vineyard", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "94", "title": "Hartford Court 2015 Hailey's Block Pinot Noir (Green Valley)", "description": "This wine speaks to cool-climate sensibilities, fleshy and fruity with a vibrancy and intensity. Sage, thyme and forest floor fill the nose before unleashing full-bodied succulent flavors of strawberry and raspberry that take on a kirsch-like complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Hailey's Block", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "94", "title": "Kevin White 2015 Pionnier Boushey Vineyard Red (Yakima Valley)", "description": "This blend of 90% Grenache, 5% Syrah and 5% Mourvèdre is a new offering from the winery. Lighter in color, the aromas are arresting, with notes of orange peel, raspberry, green olive, mineral, fresh chopped parsley, white pepper, herb, potpourri and whiffs of smoked meat. There's a compelling sense of purity to the flavors and feel of the raspberry, cherry and meat notes along with a crazy-long orange peel, meat and raspberry-filled finish. It's a complete knee buckler, all about delicacy. Best after 2022.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 35, "designation": "Pionnier Boushey Vineyard", "variety": "Rhône-style Red Blend", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Kevin White"}, {"points": "94", "title": "Montecillo 2001 Gran Reserva Selección Especial  (Rioja)", "description": "The rusty color, the subtle scents of root beer, smoked meat and leafy berry fruits, and a general air of complexity all help this fine Gran Reserva make its mark early on. A cushioned palate is both light yet deep. Ripe berry, mulled plum, fig and prune flavors finish with chocolaty notes of raspberry and plum. This is a classic Gran Reserva in peak form—the best Montecillo wine in decades. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 53, "designation": "Gran Reserva Selección Especial", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Montecillo"}, {"points": "94", "title": "Obsidian Ridge 2015 Half Mile 2640' Cabernet Sauvignon (Red Hills Lake County)", "description": "A deep and dark color signals the concentrated flavors to come in this very ripe, opulent and ultimately gentle wine. Cinnamon, clove and cedar notes waft up from the glass, with rich blueberry, blackberry and espresso flavors that coat the palate. Grown at 2,640 feet in a vineyard strewn with sharp, black obsidian rocks, the wine is packed with minute threads of tannin that add good grip to the texture without being at all drying. Best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 65, "designation": "Half Mile 2640'", "variety": "Cabernet Sauvignon", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Obsidian Ridge"}, {"points": "94", "title": "Three Sticks 2016 Pinot Noir (Russian River Valley)", "description": "Juicy with explosive acidity, this is made from vineyards across the appellation and is a fine showcase of its decadent grace and beauty. Delectable, it has a fleshy midpalate with lasting notions of cardamom, forest spice and wild pomegranate, with a depth of structure and balanced weight.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "94", "title": "Croix 2015 Wood Estate Zinfandel (Russian River Valley)", "description": "From Winemaker Kirk Venge, this estate wine is sourced from the heart of the appellation. Char, blueberry and layered swathes of dusty chocolate give it richness around a full-bodied palate that's tempered by bright, lingering acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Wood Estate", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Croix"}, {"points": "94", "title": "Hartford Court 2015 Jennifer's Pinot Noir (Russian River Valley)", "description": "This wine has a tannic intensity to it and a depth of rich red fruit. Rose and lavender aromatics season a seductively velvety texture of leather, nutmeg and Asian spice, the spiciness warming and muscular within a full-bodied boldly ripe core.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Jennifer's", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "94", "title": "Hartford Court 2015 MacLean's Block Pinot Noir (Russian River Valley)", "description": "Velvety and luxurious on the nose, this is named for the producers' son and is from a vineyard near the coastal town of Occidental. Dark cherry and chocolate travel along a smooth spicy thoroughfare of integrated oak and tannin, the body bold and full bodied. Forest pine and orange peel add complex nuances of aroma and flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "MacLean's Block", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "94", "title": "Jermann 2015 Vintage Tunina White (Venezia Giulia)", "description": "This wine's tomato vine, passion fruit, white stone fruit and herb aromas jump out of the glass. The delicious, elegantly restrained palate delivers grapefruit, white peach, apple and mineral flavors alongside fresh acidity. A tangy lemon-drop note backs up the long, lingering finish. Drink now–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Vintage Tunina", "variety": "White Blend", "region_1": "Venezia Giulia", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Jermann"}, {"points": "94", "title": "Joseph Phelps 2016 Freestone Vineyards Estate Grown Chardonnay (Sonoma Coast)", "description": "Year after year, this wine from a spectacularly cool-climate site impresses and intrigues. A crisp green-apple note is followed by high-toned acidity etched in Meyer lemon and wild lime flavors. The fresh, fruity core is well balanced and melds with a grip of oak on the finish, adding ample body and weight.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Freestone Vineyards Estate Grown", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "94", "title": "Ramey 2015 Ritchie Vineyard Chardonnay (Russian River Valley)", "description": "The block sourced by this producer was planted in 1972 with Old Wente clone. The combination of site and winemaker is stunningly successful. The grainy, textured wine is nutty and boldly laced in crème brûlée richness. Integrated vanilla oak gives it additional density as supportive acidity freshens flavors of peach, olive and apple.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Ritchie Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "94", "title": "Sleight of Hand 2015 Psychedelic Stoney Vine Vineyard Syrah (Walla Walla Valley (WA))", "description": "Somewhat lighter in color, the aromas are expressive, with notes of cigar box, green and black olive, fresh parsley, funk, grilled asparagus, wet stone, ember, black pepper, prosciutto and fresh herb, leaning hard into the savory. The palate shimmers with intensity, packed with sleek but rich, incredibly flavorful flower, earth and smoked-meat notes that persist on the long olive and smoked-meat filled finish. It's a stunner.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Psychedelic Stoney Vine Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Sleight of Hand"}, {"points": "94", "title": "Strange Family Vineyards 2015 Chardonnay (Sta. Rita Hills)", "description": "Very tightly wound on the nose, this bottling is fresh and without many frills, allowing the bright lemon rind, chilled nectarine and crushed chalk aromas to stand clean and pure. There are flashes of honeysuckle and cherimoya on the palate, but it too is very taut and sharp, with crushed sea shells and the slightest hint of oak arising on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": null, "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Strange Family Vineyards"}, {"points": "94", "title": "Talley 2015 Rosemary's Vineyard Estate Bottled Pinot Noir (Arroyo Grande Valley)", "description": "Very delicate at first, this single-vineyard expression opens slowly but steadily into sagebrush, elderflower, jasmine, hibiscus and framboise on the nose. On the palate, bright flavors are seamlessly integrated and enveloped in a light but taut texture, proving ethereal and delicious all at once.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Rosemary's Vineyard Estate Bottled", "variety": "Pinot Noir", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talley"}, {"points": "94", "title": "Barden 2016 Chardonnay (Sta. Rita Hills)", "description": "Very tightly focused on the nose, this bottling by Doug Margerum, shows Meyer lemon pith, crushed seashells, lime skin and a hint of honeysuckle on the nose. It's extremely zippy and racy on the palate, with a taut texture that conveys flavors of kumquat, lemon-lime and butter-brushed Asian pears.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": null, "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barden"}, {"points": "94", "title": "Chamisal Vineyards 2015 Califa Estate Grown Chardonnay (Edna Valley)", "description": "Tightly wound, bright and fresh aromas of lychee, light caramel and white peach make for a delicious entry to this bottling by Winemaker Fintan du Fresne. A chalky texture on the palate delivers complex and intertwined flavors of almond, Meyer lemon and pear.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Califa Estate Grown", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chamisal Vineyards"}, {"points": "94", "title": "Domaine Carneros 2012 Le Rêve Rosé Sparkling (Carneros)", "description": "With a heady entry of rose petal, this sparkling blend is rich, creamy and lush in bold flavors of cherry, strawberry and Creamsicle. Integrated and lushly complex, it offers well-defined acidity and freshness amidst a crisp layered body of delicious flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 135, "designation": "Le Rêve Rosé", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Domaine Carneros"}, {"points": "94", "title": "Dutton-Goldfield 2015 Dutton Ranch Emerald Ridge Vineyard Pinot Noir (Green Valley)", "description": "High toned in a rose petal aroma, the palate of this wine is bright in acidity yet medium in build and complex. The concentration of the vintage is on full display in velvety layers of raspberry and strawberry coated in nutmeg and Asian spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Dutton Ranch Emerald Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}]