[{"points": "94", "title": "Rijk's 2013 Cape Winemakers Guild CWG Pinotage (Tulbagh)", "description": "Winemaker: Pierre Wahl. A dense, full-fruited and powerful wine, the bouquet is loaded with ripe, brambly berry and plum aromas that are hit with complementary notes of char, cured bacon, black pepper and a touch of bittersweet cocoa powder. The palate is plush and decadent, with superb balance between the supple yet structured tannins, ample acidity and bold black-fruit flavors. The long, evolving finish transitions seamlessly from fruity richness to baking spice, then black tea and finally sweet smoke. Delicious now, but should cellar well through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild CWG", "variety": "Pinotage", "region_1": null, "region_2": null, "province": "Tulbagh", "country": "South Africa", "winery": "Rijk's"}, {"points": "94", "title": "Saronsberg 2012 Cape Winemakers Guild Sneeusig Shiraz (Tulbagh)", "description": "Winemaker: Dewaldt Heyns. Big, bold and powerful, this is currently a bruiser, but one that has the components to age well through 2025, at least. Loads of dark blackberry and boysenberry are hit with accents of black pepper, chicory, char and cocoa shavings. The palate is rich and plushly textured, with structured tannins and mouthfilling black-fruit flavors that linger endlessly on the spicy finish.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Sneeusig", "variety": "Shiraz", "region_1": null, "region_2": null, "province": "Tulbagh", "country": "South Africa", "winery": "Saronsberg"}, {"points": "94", "title": "G D Vajra 2012 Ravera  (Barolo)", "description": "Intense and well structured, this offers scents of wild berry, blue flower, chopped herb and a balsamic note. The firm palate boasts juicy black cherry, crushed raspberry, pipe tobacco, licorice and clove alongside a backbone of polished tannins. A mineral note lifts the finish. Drink 2020–2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Ravera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "G D Vajra"}, {"points": "94", "title": "Giacomo Conterno 2011 Cerretta  (Barolo)", "description": "New leather, blue flower, raspberry and Mediterranean herb aromas emerge on this full-bodied, concentrated wine. The structured palate doles out creamy raspberry, juicy black cherry marinated in spirits, cinnamon and pipe tobacco alongside velvety tannins. A licorice note wraps up the warm, lingering finish. It's delicious and already surprisingly accessible.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 225, "designation": "Cerretta", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Conterno"}, {"points": "94", "title": "Elias Mora 2010 Reserva  (Toro)", "description": "Cool, alluring aromas of ripe blackberry and fine oak are complete and highly attractive. A deep palate offers excellent balance, while flavors of cassis, blackberry, oak and delicate spices finish with power, elegance, length and an overriding sense of high quality. Drink through 2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 110, "designation": "Reserva", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Elias Mora"}, {"points": "94", "title": "Fontanafredda 2012 Vigna La Rosa  (Barolo)", "description": "Fragrant blue flower, woodland berry, underbrush, scorched earth and grilled herb are just some of the aromas that float out of the glass. The dense, succulent palate doles out ripe raspberry, black cherry, chopped mint, clove and cinnamon framed in velvety tannins that lend structure and finesse.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 119, "designation": "Vigna La Rosa", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fontanafredda"}, {"points": "94", "title": "Goldeneye 2013 Split Rail Vineyard Pinot Noir (Anderson Valley)", "description": "A dark color and big, brooding flavors make this wine bolder than most Pinots. The aromas are full of toasty, spicy oak, with more meaty, rich and almost earthy flavors that are very concentrated. With more sips, more complex accents of tea and forest floor add complexity.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 82, "designation": "Split Rail Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "94", "title": "Donum 2013 Single Vineyard Pinot Noir (Carneros)", "description": "Sourced from the estate's best blocks, this opens in a seductive whiff of bay leaf and sour, muddled cherry and strawberry, with lacings of orange for refreshing tang. Full bodied and concentrated, with sizable tannin providing structure and complexity, the density is balanced by ample acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 72, "designation": "Single Vineyard", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Donum"}, {"points": "94", "title": "Viberti 2010 Bricco delle Viole Riserva  (Barolo)", "description": "This offers intriguing aromas of chopped mint, menthol, leather, soil and spiced berry. The mint note carries over to the chewy palate, along with soothing licorice, clove and tobacco, all of which add depth to the core of juicy black cherry. Velvety tannins lend structure and polish. It's already accessible and will make wonderful imbibing over the next several years. Drink through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 120, "designation": "Bricco delle Viole Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Viberti"}, {"points": "94", "title": "Mark Ryan 2013 Lonely Heart Cabernet Sauvignon (Red Mountain)", "description": "This wine is a blend of fruit from the Ciel du Cheval and Force Majeure vineyards. Aromas of black cherry, herb, graphite, barrel spice and violets are followed by dense yet focused and lively black-fruit flavors, as well as tightly wound tannins. Best from 2022-2028.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Lonely Heart", "variety": "Cabernet Sauvignon", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Mark Ryan"}, {"points": "94", "title": "D.R. Stephens 2014 Star Vineyard Estate Chardonnay (Rutherford)", "description": "This wine is heady in apple blossom and jasmine, deeply honeyed in color with an accompanying taste of honey and apple. Big on the nose, it impresses in surprising ways by being quite lean and well integrated on the palate, with a lingering heft of juicy ripeness on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Star Vineyard Estate", "variety": "Chardonnay", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "D.R. Stephens"}, {"points": "94", "title": "Tenuta delle Terre Nere 2014 Guardiola  (Etna)", "description": "Made from the estate's highest vineyards, ranging between 800 and 1,000 meters high, this boasts balsamic aromas of wild Mediterranean herb, leather, menthol and dark spice. The palate is youthfully austere, offering dried cherry, licorice, espresso, clove and tobacco. Assertive, fine-grained tannins and firm acidity provide backbone and an age-worthy structure. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Guardiola", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Tenuta delle Terre Nere"}, {"points": "94", "title": "Williams Selyem 2014 Olivet Lane Vineyard Chardonnay (Russian River Valley)", "description": "Tropical stone fruit and wild honey rise from the nose of this exquisite white wine, from a spot smack in the middle of the appellation. High-toned citrus lifts the acidity to refreshing, supporting levels, a mix of Meyer lemon and limestone-like stoniness. A lean, lithe underbelly underlies a heart of apple pie and baked pineapple.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Olivet Lane Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Williams Selyem 2014 Olivet Lane Vineyard Pinot Noir (Russian River Valley)", "description": "Feral on the nose and palate, awash in cherry but also a savage garden of wild rose, this wine is precociously young. It expands slowly in the glass finally to unleash a ferocity of cranberry and raspberry. Drink 2018 through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 78, "designation": "Olivet Lane Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Williams Selyem 2014 Terra de Promissio Vineyard Pinot Noir (Sonoma Coast)", "description": "Cherry and orange please the palate immediately, with a subversive note of peat and forest—it's a good commingling of fruit and exotic savory elements that remain memorable through the lengthy complexity of medium-bodied, velvety texture and weight. This wine is so good now it'd be hard to set it down, but it will reward cellaring, through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Terra de Promissio Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Giacomo Fenocchio 2012 Bussia  (Barolo)", "description": "Aromas of underbrush, tobacco, sunbaked earth and mature black-skinned fruit lead the nose on this fantastic, firmly structured red. On the concentrated palate, notes of licorice, graphite and clove add depth to the core of mature black cherry. Drink 2019–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Bussia", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Fenocchio"}, {"points": "94", "title": "Guarachi Family 2014 Sun Chase Vineyard Pinot Noir (Sonoma Coast)", "description": "From the proprietor's sought-after vineyard site, on the southern side of Sonoma Mountain near Gap's Crown, up to 1,400-feet high, this wine is concentrated in cherry kirsch and orange peel, with a sultry hint of pine. Underlying flirtations with white pepper and cardamom provide further temptation, as the lengthy finish rambles on.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Sun Chase Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Guarachi Family"}, {"points": "94", "title": "Paix Sur Terre 2014 Either Side of the Hill Glenrose Vineyard Red (Adelaida District)", "description": "Brooding and powerful, this ripe and regionally representative blend of 85% Syrah and 15% Mourvèdre shows caramelized blueberry, chocolate sauce, crème brûlée and coffee bean on the nose. It hits the palate with density that masks the fruit at first, and then unleashes waves of fudge, elderberry, blackberry, licorice and jet-black coffee laced with black cassis.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Either Side of the Hill Glenrose Vineyard", "variety": "Rhône-style Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Paix Sur Terre"}, {"points": "94", "title": "Paolo Scavino 2012 Bric dël Fiasc  (Barolo)", "description": "Intense and fragrant, this impressive wine opens with enticing scents of rose, iris, red berry and baking spice. The structured, elegant palate delivers sour cherry, raspberry, white pepper, aromatic herb and licorice alongside youthfully firm but refined tannins. Hold for even more complexity. Drink 2019–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 87, "designation": "Bric dël Fiasc", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Paolo Scavino"}, {"points": "94", "title": "Passopisciaro 2013 Contrada P Nerello Mascalese (Terre Siciliane)", "description": "Perfumed and loaded with finesse, this offers scents of woodland berry, aromatic herb, menthol, new leather and wild flower. The vibrant, elegant palate offers succulent red cherry, strawberry, star anise and clove while bright acidity and supple tannins offer impeccable balance and a smooth texture. A mineral note wraps around the finish. Drink 2018–2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Contrada P", "variety": "Nerello Mascalese", "region_1": "Terre Siciliane", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Passopisciaro"}, {"points": "94", "title": "Tenuta delle Terre Nere 2014 Prephylloxera La Vigna di Don Peppino  (Etna)", "description": "Red berry, menthol, grilled sage, leather and a whiff of oak lead the nose. The palate boasts a weightless concentration, offering raspberry compote, oak-driven spice, white pepper, licorice and a mineral vein that weave together around a backbone of fine-grained tannins and bright acidity. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Prephylloxera La Vigna di Don Peppino", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Tenuta delle Terre Nere"}, {"points": "94", "title": "Young Inglewood 2012 Right Bank Blend Red (St. Helena)", "description": "Dominated by 60% Cabernet Franc, with 37% Merlot and 3% Petit Verdot, this is a demonstration of elegance married with ripeness, offering rich, round, luxurious plum flavors alongside savory teases of clove, cigar and leather. Lengthy and smooth on the palate, it's a wine for the table, with length and breadth developing in the glass as it goes.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Right Bank Blend", "variety": "Bordeaux-style Red Blend", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Young Inglewood"}, {"points": "94", "title": "Young Inglewood 2013 Linda Vista Vineyard Chardonnay (Napa Valley)", "description": "This is a cool vineyard site farmed by Steve Matthiasson. In this small-production offering, anise, lemon and lime rise to the fore of a lengthy, complex texture of tangy acidity and light body. It'll linger in the mind, too.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Linda Vista Vineyard", "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Young Inglewood"}, {"points": "94", "title": "Williams Selyem 2014 Pinot Noir (Russian River Valley)", "description": "Baked bread, pine forest and strawberry rise out of the glass in this relatively light yet complex and layered wine, spicy in cinnamon and black tea. It shows the powerful grace of good winemaking, showcasing the appellation's beauty and brawn from a warm, even year.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Benjamin de Rothschild & Vega Sicilia SA 2012 Macán  (Rioja)", "description": "This young, massive Rioja smells of raspberry, plum, char and tar. The mouthfeel is chunky, rich and deep, with manageable tannins. Blackberry, mocha, char, clove and chocolate flavors announce generous oak, while the finish is spicy, peppery, toasty and ripe. Drink 2018–2034.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Macán", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Benjamin de Rothschild & Vega Sicilia SA"}, {"points": "94", "title": "Black Stallion 2012 Bucephalus Red (Napa Valley)", "description": "This Cabernet Sauvignon-based wine, a celebration of cherry, vanilla and clove that's seasoned in black pepper and smoke, is impressively crafted. Firm yet integrated tannins ensure a seamless texture and smoothness that's instantly compelling, while the finish continues to add to the intrigue with further layers of savory meat.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Bucephalus", "variety": "Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Black Stallion"}, {"points": "94", "title": "Bründlmayer 2015 Heiligenstein Riesling (Kamptal)", "description": "An earthy dimension still clings to the zesty notes on the nose but on the palate a whole load of citrus flavors are expressed without strain: For now, lemon and the tangy zest of tangerine carry everything on this slender but concentrated wine to a glorious, totally refreshing finish. This is the glory of youth but with such purity and bundled energy this has a long, promising and decidedly delicious future. Drink 2016–2036.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Heiligenstein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Byron 2013 Nielson Vineyard Pinot Noir (Santa Maria Valley)", "description": "From the oldest commercial vineyard in Santa Barbara County comes this heady bottling, showing aromas of deep black raspberry, vanilla bean, beef carpaccio, black pepper and sesame oil. Black and white pepper and bay leaf spice up the acid- and mineral-laced palate, where dark but sharply focused fruits of elderberry and boysenberry gain a savory touch from smoked pork.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Nielson Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Byron"}, {"points": "94", "title": "Elvio Cogno 2012 Ravera  (Barolo)", "description": "Lovely scents of rose petal, iris and perfumed berry slowly take shape in this striking wine. The full-bodied palate delivers ripe red cherry, licorice, white pepper, cinnamon and sage alongside firm, fine-grained tannins and fresh acidity. A mineral note wraps around the finish. Hold for even more complexity; drink 2019–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 79, "designation": "Ravera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Elvio Cogno"}, {"points": "94", "title": "Giuseppe Rinaldi 2012 Tre Tine  (Barolo)", "description": "Red berry, tilled soil, leather, aromatic herb and clove aromas slowly take shape in the glass, together with a balsamic note. The bright, elegantly structured palate doles out layers of black raspberry, ripe black cherry, white pepper and licorice while firm, refined tannins provide the framework. It's subtle and loaded with finesse. Drink 2017–2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 140, "designation": "Tre Tine", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giuseppe Rinaldi"}]