[{"points": "92", "title": "Concannon 2013 Reserve Petite Sirah (Livermore Valley)", "description": "A very dark color and extremely concentrated fruit flavors give this dry and firmly tannic wine a lot of substance. It feels tightly wound, and will need time for the tannins to soften and let the tight, tart blackberry and bitter-chocolate flavors open up for more enjoyment. Known to age well for decades, this Concannon classic will be best from 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": "Reserve", "variety": "Petite Sirah", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Concannon"}, {"points": "92", "title": "Cuttings 2013 Cabernet Sauvignon (California)", "description": "A beautiful aroma like violets, cedar, light oak smoke and black cherry wafts from this deeply colored wine. It brings ripe fruit flavors and a hint of toasted oak to the palate, filling the mouth with juicy black cherry, cassis and blueberry. Touches of dark chocolate are bolstered by ample layers of fine-grained tannins. This is a full-bodied, lightly sweet and elegantly balanced wine to drink now through 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Cuttings"}, {"points": "92", "title": "Domaine de la Mordorée 2014 La Reine Des Bois Red (Lirac)", "description": "Unusually full-bodied and rich for a 2014, this is a big, muscular wine. The superripe plummy fruit is wrapped in a luxurious coat of chocolate-vanilla oak, yet finishes with drive to match its dusty tannins. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 43, "designation": "La Reine Des Bois", "variety": "Rhône-style Red Blend", "region_1": "Lirac", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine de la Mordorée"}, {"points": "92", "title": "Camparo 2013 Boiolo  (Barolo)", "description": "You'll find aromas suggesting underbrush, wild berry, tobacco and a whiff of aromatic herb on this. The palate isn't quite as expressive as the nose and is still tightly wound, offering red cherry, cranberry and white pepper alongside a backbone of tense tannins and bright acidity. Give it time to unfold. Drink 2025–2035.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Boiolo", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Camparo"}, {"points": "92", "title": "Vine Cliff 2013 Original Blend 1871 Cabernet Sauvignon (Oakville)", "description": "Leather, tobacco and mocha combine effortlessly in this medium-bodied wine, a juicy, broad expression of the variety that drinks well. Black cherry and currant fruit flavors integrate into the quiet oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Original Blend 1871", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Vine Cliff"}, {"points": "92", "title": "Waterford 2016 Cape Winemakers Guild 1988 Kept Aside Chardonnay (Stellenbosch)", "description": "Winemaker: Kevin Arnold. Bright, clean aromas of cinnamon-dusted yellow apple, dried orange peel and a touch of honeydew unfold on the nose of this rich yet well-balanced Chardonnay. There's a pleasant creaminess to the medium-weight mouthfeel, though it's not overly fat or flat, enlivened by ample acidity and forward, lingering notes of baked apple and peach pit on the finish. Drink 2019–2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild 1988 Kept Aside", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Waterford"}, {"points": "92", "title": "Wohlmuth 2016 Ried Gola Pinot Gris (Südsteiermark)", "description": "The nose has tantalizing touches of peach and passion fruit that flash up among the lemon notes. On the palate, this peachy, fruity note is joined by lemon freshness and some zesty textural substance. A brisk, poised Pinot Gris, it's slender but brimming with flavor and crisp freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Ried Gola", "variety": "Pinot Gris", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Wohlmuth"}, {"points": "92", "title": "Château la Genestière 2016  Tavel", "description": "Unusually complex for a rosé, this medium- to full-bodied wine offers a mix of red berries and melon, hints of cinnamon and clove, richness reminiscent of white chocolate and even a tinge of mocha on the lengthy finish. Drink now–2018.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 22, "designation": null, "variety": "Rosé", "region_1": "Tavel", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Château la Genestière"}, {"points": "92", "title": "Waxwing 2015 Ascona Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Dark, tangy black-plum skin and tart boysenberry meet with purple flowers and rosemary on the nose of this bottling, which promises plenty of life in the cellar. The palate is lightly bodied but firmly structured, with tannic depth upholding the dark purple fruits and subtle black spice. These flavors will concentrate and intensify with time. Drink 2018–2025.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Ascona Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Waxwing"}, {"points": "92", "title": "Three 2014 CMZ Red (California)", "description": "This is a big, dry and compelling wine made from an unusual combination of Cabernet Sauvignon, Mourvèdre and Zinfandel. Wood smoke and black-pepper aromas join quite ripe blackberry and blueberry flavors, while firm tannins support full body and all that wonderful richness. It's perfect for a casual meal headlined by a slab of beef.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 44, "designation": "CMZ", "variety": "Red Blend", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Three"}, {"points": "92", "title": "Pirouette 2013 Vintage Select Solo Dancer Red (Columbia Valley (WA))", "description": "Although not labeled as such, this is 98% Cabernet Sauvignon and 2% Petit Verdot. Aromas of dried herb, black currant, pipe tobacco, cassis, black licorice and blackberry pie give way to pitch-black tightly wound fruit flavors. It shows exquisite concentration and richness, with enough acid and tannin to go the distance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 90, "designation": "Vintage Select Solo Dancer", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Pirouette"}, {"points": "92", "title": "Tokara 2013 Cape Winemakers Guild Tribute Cabernet Sauvignon (Stellenbosch)", "description": "Winemaker: Miles Mossop. This is a somewhat special release, as Mossop is not only the current chairman of the CWG but also on his way out of an 18-year-long tenure at Tokara (to focus his attention on his eponymous brand). It opens with soft, seductive ripe-black fruit that are hit with good doses of vanilla, baking spice and crushed violets. The medium-weight palate offers a crushed-satin texture, as ample tannins frame the lush dark-fruit flavors. It's attractive and enticing now, but should continue to mature well through 2023.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Tribute", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Tokara"}, {"points": "92", "title": "Travaglini 2011 Tre Vigne Estate Bottled  (Gattinara)", "description": "Aromas of raspberry compote, vanilla, clove and a balsamic note slowly emerge on this structured red. The firm yet elegant palate shows dark cherry, cranberry, licorice, chopped herb and mineral. Fresh acidity and polished fine-grained tannins lend balance and finesse. Drink 2018–2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 42, "designation": "Tre Vigne Estate Bottled", "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Travaglini"}, {"points": "92", "title": "Wohlmuth 2016 Kitzecker Sauvignon Blanc (Südsteiermark)", "description": "Fresh notes of nettle, lemon and green pear appear on the nose. These crisp, fresh flavors are even more present on the light but textured palate that offers substance despite the slenderness. Friendly notes of lemon throughout make this restrained Sauvignon Blanc hugely appetizing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Kitzecker", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Wohlmuth"}, {"points": "92", "title": "Wohlmuth 2016 Ried Steinriegl Gelber Muskateller (Südsteiermark)", "description": "An aromatic touch of freshly cut green grass and nettle hovers above the tell-tale aromas of Muscat grapes: blossom and citrus. The palate comes in with exquisite lightness, freshness and transparency, carrying refreshing aromatics on a vein of lemon zestiness. The finish adds green apple notes and leaves you wanting more. It's delicate but aromatic.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Ried Steinriegl", "variety": "Gelber Muskateller", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Wohlmuth"}, {"points": "92", "title": "Au Bon Climat 2013 Bien Nacido Vineyard Santa Barbara Historic Vineyards Collection Pinot Noir (Santa Maria Valley)", "description": "Rusty-red in color, this bottling by Jim Clendenen comes from the vineyard where his winery has sat for decades. Energetic and well balanced, it shows red-cherry juice, rose hips, garrigue and baked ginger spice on the complex nose. Refreshingly light in body, it's packed with flavors of bay leaf and thyme that decorate the light cranberry fruit. .", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Bien Nacido Vineyard Santa Barbara Historic Vineyards Collection", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Au Bon Climat"}, {"points": "92", "title": "Diatom 2016 Machado Chardonnay (Sta. Rita Hills)", "description": "Greg Brewer resurrects his briefly shuttered brand to show what can be done on the floral edge of Chardonnay. This bottling that is very light in the glass offers tons of boisterous fruit displayed with delicacy, including tuberose, orange blossoms, lime and ripe pears. Guava powers the sip along with coconut, mango and apple-blossom flavors, wrapped in a tantalizing acidity. It would go great with sushi.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Machado", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Diatom"}, {"points": "92", "title": "Centovigne 2012 Il Centovigne Red (Coste della Sesia)", "description": "A fragrant blend of 80% Nebbiolo and 20% Vespolina and Croatina, this stunning red offers enticing scents of dark-skinned berry, tilled soil, new leather, dark spice and a balsamic note. Elegant, structured and savory, it boasts juicy black-cherry, raspberry, white-pepper, cinnamon and tobacco flavors set against a backbone of firm, refined tannins and fresh acidity. Drink 2019–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 16, "designation": "Il Centovigne", "variety": "Red Blend", "region_1": "Coste della Sesia", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Centovigne"}, {"points": "92", "title": "Château d'Aqueria 2016  Tavel", "description": "Favorable exchange rates have lowered the price of this gem to nearly everyday status, making it a terrific value. Ripe melon and red berry flavors are supported by a firm bed of crushed stone, then garnished by subtle spice notes. Typical of Tavel, it's on the full-bodied side for a rosé, but doesn't seem heavy at all. Drink now–2018.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 16, "designation": null, "variety": "Rosé", "region_1": "Tavel", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Château d'Aqueria"}, {"points": "92", "title": "Barrister 2014 Cabernet Franc (Columbia Valley (WA))", "description": "The aromas bring notes of flower, herb, cigar box, spice and cherry. The cherry flavors are sweet and luscious, showing a lovely sense of balance and texture, with an extended finish capping it off. Impressive stuff.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 31, "designation": null, "variety": "Cabernet Franc", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Barrister"}, {"points": "92", "title": "Borgogno F.lli Serio e Battista 2013 Cannubi  (Barolo)", "description": "Wild berry, new leather, iris, dark spice and crushed herb aromas carry over to the elegant palate along with juicy Marasca cherry, raspberry, clove and white pepper. Firm fine-grained tannins and bright acidity lend balance and structure. Drink 2023–2035.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Cannubi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Borgogno F.lli Serio e Battista"}, {"points": "92", "title": "Boutari 2016 Moschofilero (Mantinia)", "description": "Lemon, orange blossom and rose aromas start this exotic and refreshing wine. On the palate, bright flavors of citrus mingle with melon and pepper. Easygoing but distinctive.", "taster_name": "Susan Kostrzewa", "taster_twitter_handle": "@suskostrzewa", "price": 17, "designation": null, "variety": "Moschofilero", "region_1": null, "region_2": null, "province": "Mantinia", "country": "Greece", "winery": "Boutari"}, {"points": "92", "title": "Carucci 2014 Murmur Vineyard Grenache (Santa Maria Valley)", "description": "The aromatics on this bottling are stunning, with elegant and fresh layers of violet, boysenberry and black raspberry. The sip is tightly woven and graceful, with tart black-raspberry fruit and white pepper leading into a lengthy finish that's supported by slow-rising tannins. This will evolve well in the years to come.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Murmur Vineyard", "variety": "Grenache", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Carucci"}, {"points": "92", "title": "Syncline 2014 Estate Vineyard Syrah (Columbia Gorge (WA))", "description": "Syrah is a relative rarity from this appellation. Harvested at one ton per acre, this one brings light aromas of earth, white pepper, herb and smoked meat. It's palate coating, with reserved red fruit and spice flavors that bring a compelling sense of texture. There's no apparent new oak influence, keeping the focus on the fruit. Put it on the dinner table and it will shine.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Estate Vineyard", "variety": "Syrah", "region_1": "Columbia Gorge (WA)", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "Syncline"}, {"points": "92", "title": "Sordo 2012 Ravera  (Barolo)", "description": "This opens with aromas of pressed rose petal, underbrush, truffle, white pepper and leather. The already approachable palate delivers juicy black cherry, cooking spice and licorice. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 65, "designation": "Ravera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Sordo"}, {"points": "92", "title": "Rasa 2014 In Order to Form a More Perfect Union Red (Columbia Valley (WA))", "description": "A blend of Cabernet Sauvignon (41%), Merlot (26%), Cabernet Franc (22%) and Petit Verdot from Firethorn, Bacchus, DuBrul, Dionysus, Kiona and XL vineyards, the aromas are all high toned, with notes of char, coffee grounds, plum, herb, barrel spice and vanilla. The coffee, cherry and dark-fruit flavors are concentrated but lithe, showing a mesmerizing sense of balance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "In Order to Form a More Perfect Union", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Rasa"}, {"points": "92", "title": "Newton Johnson 2016 Cape Winemakers Guild Windansea Pinot Noir (Upper Hemel en Aarde Valley)", "description": "Winemaker: Gordon Newton Johnson. This is such a pretty and elegant Pinot, certainly not what most would expect from a \"New World\" wine region. It expresses the masterful balance that South African Pinot can achieve in the New World style of ripe red-fruit character with the Old World finesse of bright acidity and an earthy, forest-floor dominance. Pressed floral tones are partnered with notes of red cherry, cola spice and sous bois throughout. Silky and smooth, it offers soft, fine tannins that somehow still manage to provide a present structure for overall balance and harmony. Drink now–2023.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Windansea", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Upper Hemel en Aarde Valley", "country": "South Africa", "winery": "Newton Johnson"}, {"points": "92", "title": "J. Bookwalter 2014 Chapter 7 Conner Lee Vineyard Red (Columbia Valley (WA))", "description": "Cabernet Sauvignon makes up 90% of this wine, with the rest smidgens of Malbec, Syrah, Cabernet Franc and Merlot. Brooding aromas of blackberry seed, smoke, tar, wood spice, dark flowers and cherry pit are followed by generous full-bodied black-fruit flavors that possess a very supple feel. It's a bold but far from over the top expression of power.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 100, "designation": "Chapter 7 Conner Lee Vineyard", "variety": "Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "J. Bookwalter"}, {"points": "92", "title": "J. Bookwalter 2014 Vintage Four Dionysus Cabernet Sauvignon (Columbia Valley (WA))", "description": "This wine is 100% varietal coming from one of the state's most esteemed vineyards. Bright smoke, blackberry liqueur and anise aromas lead full-bodied black-fruit flavors. It brings an unabashed sense of richness, with firm tannins providing support. Give it some time to open up.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 75, "designation": "Vintage Four Dionysus", "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "J. Bookwalter"}, {"points": "92", "title": "J Vineyards & Winery 2014 Annapolis Ridge Vineyard Estate Grown Pinot Noir (Sonoma Coast)", "description": "Juicy in red fruit, orange and rhubarb, this wine offers sizable body against a backbone of impressively balanced oak. Dry, firm tannins add to the strength and resonance of the palate, while subtle floral aromas lend intrigue to the bouquet.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Annapolis Ridge Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "J Vineyards & Winery"}]