[{"points": "96", "title": "Schramsberg 2007 Reserve Sparkling (North Coast)", "description": "Made from 76% Pinot Noir and 24% Chardonnay, spice-tinged fruit aromas and toasted baguette complexity make a grand entrance on the nose. It then gushes bold and complex flavors, like toasted walnuts and almonds, poached pears and a touch of ginger. Although big and broad in flavor for a sparkling wine, it's very well structured and a good bet to age through 2022 or longer.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 120, "designation": "Reserve", "variety": "Sparkling Blend", "region_1": "North Coast", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Schramsberg"}, {"points": "96", "title": "Schramsberg 2007 J. Schram Brut Rosé  (North Coast)", "description": "Elegant and almost ethereal, this wine is tantalizing and irresistible. It shows sophistication, from the mysterious, earthy bouquet to the complex, well-aged brioche and peach flavors, as well as the almost gentle texture and refined finish. While full bodied, the wine has great balance, as all the tasty components join together to weave their magic.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 150, "designation": "J. Schram Brut Rosé", "variety": "Champagne Blend", "region_1": "North Coast", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Schramsberg"}, {"points": "95", "title": "Hall 2012 Rainin Vineyard Cabernet Sauvignon (Diamond Mountain District)", "description": "This is a sultry, sexy wine—elegant in red fruit and black licorice, with a restrained approach to both tannin and oak. From a mountain vineyard, this has a complex mix of aromas, from pine and forest floor to brambly wild berry. Full bodied and voluptuous on the palate, it remains balanced and pretty. It's a wine that can be enjoyed now, but will age well through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 325, "designation": "Rainin Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "95", "title": "Shafer 2011 Hillside Select Cabernet Sauvignon (Stags Leap District)", "description": "This mighty icon of the Napa Valley shows it can handle a cool vintage with as much power and velvety grace as in any other year, providing plenty of grippy tobacco, leather and cedar atop a tannic backbone and mouthwatering mouthfeel. A 100% varietal wine fromvarious estate-farmed vineyard blocks, it guards its minerality with a steely gaze, rationing out black currant, clove and tobacco in measured waves. Drink now through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 250, "designation": "Hillside Select", "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Shafer"}, {"points": "95", "title": "La Voix 2012 Reflektor Machado Vineyard Pinot Noir (Sta. Rita Hills)", "description": "It's hard to pick a favorite from this new music-inspired lineup by Steve and Chrystal Clifton, but this slightly older vintage wins, thanks to its dense color, depth of mouthfeel and layers of aroma and flavor. The nose offers turned earth, raw beef, incense and iron elements, while the palate delivers black loam, juniper-berry spice and chaparral scrub laid across tart raspberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Reflektor Machado Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Voix"}, {"points": "95", "title": "Clos de la Tech 2010 Domaine Lois Louise Cote Sud Pinot Noir (Santa Cruz Mountains)", "description": "Black-cherry fruit shows on the nose of this bottling by Silicon Valley veterans T.J. and Valeta Rodgers, but it is deftly hidden behind layers of earth and herbs, from dark clay and black pepper to budding violets and rosemary. The acidity is slowly simmering on the palate, unleashing flavors of dark chocolate, cinnamon, more rosemary, blackberry and pencil-lead minerality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Domaine Lois Louise Cote Sud", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "95", "title": "Castello dei Rampolla 2011 D'Alceo Red (Toscana)", "description": "Smooth and structured, this blend of Cabernet Sauvignon and Petit Verdot opens with intense aromas of ripe blackberry, red currant, exotic spice, menthol, blue flower and a hint of grilled bell pepper. The dense, concentrated palate offers juicy black cherry, raspberry, vanilla, mocha, Asian spice and a hint of game alongside velvety tannins that give it a polished texture.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 260, "designation": "D'Alceo", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello dei Rampolla"}, {"points": "95", "title": "Dutton-Goldfield 2013 Dutton Ranch Cherry Ridge Vineyard Syrah (Russian River Valley)", "description": "Deliciously varietal in its huge offering of white pepper and robust black and blue fruit, this well-crafted wine boasts a lithe texture that invites sip after sip. It remains light footed throughout the palate, yet with enough complexity and balancing weight before the refined finish gives a final hit of juiciness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Dutton Ranch Cherry Ridge Vineyard", "variety": "Syrah", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "95", "title": "Spottswoode 2012 Family Estate Grown Cabernet Sauvignon (St. Helena)", "description": "The Novak family continue to produce an understated style of gorgeous Cabernet year in and year out. This vintage provides a fine example, a blend of 85% Cabernet Sauvignon with 10% Cabernet Franc and 5% Petit Verdot, all from the historic, 40-acre estate. Complex and smooth, it offers an exotic array of cigar, tar, black pepper and currant, the tannins soft and integrated, yet strong. Coffee and chocolate make appearances on the finish, ever so slightly, never at risk of dimming its freshness. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 165, "designation": "Family Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Spottswoode"}, {"points": "95", "title": "Schramsberg 2007 J. Schram Sparkling (North Coast)", "description": "This gorgeous, full-bodied and compelling wine is made from 84% Chardonnay and 16% Pinot Noir. It has a rich golden color, slightly earthy aromas, plus bread dough and white-peach scents that lead to very opulent, sophisticated and nicely aged flavors that range from toasted walnut to honeyed peach to white pepper. While it's already nine years old, this will easily age through 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 120, "designation": "J. Schram", "variety": "Sparkling Blend", "region_1": "North Coast", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Schramsberg"}, {"points": "95", "title": "Vinha Paz 2012 Reserva Red (Dão)", "description": "Vinha Paz is the property of surgeon, António Canto Moniz, who decided to produce wine on his family farm in the 1990s. This latest vintage of the Reserva is intense, dense, and concentrated while never losing sight for an instant of the structure and texture of the finest Dão wines. Dark berry fruits are sustained by tannins, wood aging and final acidity. Keep this wine until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Vinha Paz"}, {"points": "95", "title": "Il Colle 2010  Brunello di Montalcino", "description": "A few minutes in the glass releases quintessential Sangiovese aromas of ripe dark-skinned berry, underbrush, baking spice, tobacco, leather and a floral note. The elegant, balanced palate doles out juicy Morello cherry, crushed raspberry, cinnamon and white pepper alongside polished, velvety tannins and fresh acidity. It's already almost accessible but also shows staying power. Drink from 2018 through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 46, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Il Colle"}, {"points": "95", "title": "Il Paradiso di Manfredi 2007 Riserva  (Brunello di Montalcino)", "description": "Aromas of ripe, dark-skinned berry, baking spice sunbaked soil, tobacco, grilled herb and a whiff of leather unfold on this smooth, structured red. The juicy, polished palate doles out fleshy wild cherry, crushed raspberry, cinnamon, candied orange zest, iron and nutmeg framed in velvety tannins that impart a silky mouthfeel. It's already delicious but will continue to develop complexity over the next decade. Drink through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 144, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Il Paradiso di Manfredi"}, {"points": "95", "title": "Clos de la Tech 2010 Domaine Valeta Sunny Slope Pinot Noir (Santa Cruz Mountains)", "description": "Aromas of plum, black cherry and mulberry are enhanced by crushed graphite, clove dust, scarlet rose petals and menthol on the nose of this bottling. The palate reveals a stunning amount of depth, with eucalyptus leaf, white sage, violet petals, rose hips and pine needles giving depth to the rich black-plum fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 82, "designation": "Domaine Valeta Sunny Slope", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "95", "title": "Domaine Berthoumieu 2012 Vitis MCM Tannat (Madiran)", "description": "Produced from vines planted in 1900 (MCM in Roman numerals), this is a serious, major wine. It is so concentrated with its dark tannins yet never loses its elegant balance between fruit and structure. Dense dusty dry tannins are layered with black plum and damson flavors giving a surprising freshness to a wine that is still young. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Vitis MCM", "variety": "Tannat", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Berthoumieu"}, {"points": "95", "title": "Merry Edwards 2013 Pinot Noir (Russian River Valley)", "description": "The producer's larger-production offering, this in no way suffers from not having a vineyard designated. Instead, it shows the prowess of blending, delivering a big, bold style with elegance and grace. Tangy cranberry and orange rind wrap themselves around powerful acidity and a silky body, finishing with notes of earth and cardamom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "95", "title": "Gary Farrell 2013 Rochioli-Allen Vineyards Pinot Noir (Russian River Valley)", "description": "Fairly light in color and body, this wine sings in fresh cranberry and orange before revealing a meatier underbelly of black tea and sautéed mushroom. Finessed and vibrant in minerality, it has pretty rose and fresh-picked cherry characters that dance on the palate as it evolves and unravels provocatively in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Rochioli-Allen Vineyards", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "95", "title": "Hall 2012 Cabernet Sauvignon (Mount Veeder)", "description": "A structured, concentrated and classically crafted 100% Cabernet Sauvignon. Sanguine red currant and rhubarb combine with darker, more brooding tangles of blackberry and clove to define this beauty, enhanced by a velvety texture and lingering accents of cedar, pine and dried herb.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 160, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "95", "title": "Clos de la Tech 2010 Domaine Lois Louise Twisty Ridge Pinot Noir (Santa Cruz Mountains)", "description": "Dark clay, vanilla bean, Vietnamese cinnamon, black gravel, kola nut, marjoram, smoked tobacco and black plum notes come into play on the nose of this stellar bottling from a 1,700-foot vineyard atop the appellation. It's rich in lush tannic texture but not overripe in flavors, with black cherry fruit laying a base for black pepper, juniper, sage and crushed slate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 82, "designation": "Domaine Lois Louise Twisty Ridge", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "95", "title": "Alain Brumont 2010 Château Bouscassé Red (Madiran)", "description": "The home vineyard of Madiran's star, Alain Brumont, has yielded a superb wine that is full of dark tannins and with a considerable ability to age. It is balanced, concentrated and touched by spice and toastiness from the wood aging. In tandem with that are generous fruits within a dense structure that is just beginning to smooth out. Drink from 2018–2038.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": "Château Bouscassé", "variety": "Red Blend", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Alain Brumont"}, {"points": "94", "title": "Phillips Hill 2013 Oppenlander Vineyard Pinot Noir (Mendocino)", "description": "An outstanding example of balance and reserve that doesn't lack in flavor, this wine will pair well with a wide variety of foods. It has a mild color as well as spicy, woodsy aromas due to 35% whole-cluster fermentation. Satisfying flavors resemble a wine-reduction sauce but are dry and crisp.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Oppenlander Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "94", "title": "Phillips Hill 2013 Valenti Vineyard Pinot Noir (Mendocino Ridge)", "description": "This wine features the signature, woodsy, savory aromas of Phillips Hill. It has a lighter, slightly tawny color compared with most of its peers from Anderson Valley. Flavors combine spice and fruit with meaty, mushroomy notes, giving character and personality to a delicious wine.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 45, "designation": "Valenti Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "94", "title": "Etude 2013 Temblor Vineyard Grace Benoist Ranch Estate Grown Pinot Noir (Carneros)", "description": "A silky, compelling wine full of minerality, this comes from a gradually sloping site within the larger estate ranch, where the soils are tightly packed and volcanic, and the air often drenched in fog. Silky on the palate, the red-fruit profile is crunchy and juicy, the body medium in terms of strength and length.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Temblor Vineyard Grace Benoist Ranch Estate Grown", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Etude"}, {"points": "94", "title": "Guarachi Family 2013 Beckstoffer Las Piedras Heritage Single Vineyard Cabernet Sauvignon (St. Helena)", "description": "A stunning effort from Beckstoffer's famously gravelly site, this is a 100% varietal wine from one clone, made in a tiny amount. Exquisite aromas of blackberry and leather surround a velvety texture and spiky acidity, the tannins integrated and lengthy, with room to grow over time. Powerfully full bodied, this is a classic representation of the valley in expansive celebration of a ridiculously good vintage. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 250, "designation": "Beckstoffer Las Piedras Heritage Single Vineyard", "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Guarachi Family"}, {"points": "94", "title": "Château Eugénie 2013 Haute Collection Malbec (Cahors)", "description": "This is the Couture family's top-of-the-range wine from Eugénie. It is dense and layered with wood, blackberry fruits and a complex structure of tannins, smoky flavors and acidity. This is a serious wine that needs to age. It is still developing so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Haute Collection", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Eugénie"}, {"points": "94", "title": "Volpaia 2012 Coltassala Riserva  (Chianti Classico)", "description": "There's a lot to love on this juicy, delicious wine, starting with aromas of ripe, dark-skinned berry, baking spice, leather, sun baked soil and menthol. The elegant, structured palate delivers ripe black cherry, cinnamon, anise and tobacco while firm, polished tannins provide support and finesse. A blast of orange zest signals the close.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 69, "designation": "Coltassala Riserva", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Volpaia"}, {"points": "94", "title": "Schloss Johannisberger 2014 Silberlack Trocken GG Riesling (Rheingau)", "description": "Delicate whiffs of spice and pine lend depth to crisp-tart white peach and grapefruit flavors in this spry yet penetrating Riesling. Dry on the palate, it's finely textured, as if etched by its acidity and stony mineral tones. It finishes with juicy, concentrated stone fruit flair. Drinks well now but should meld beautifully through 2024.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Silberlack Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheingau", "country": "Germany", "winery": "Schloss Johannisberger"}, {"points": "94", "title": "Langmeil 2013 The Fifth Wave Grenache (Barossa)", "description": "Grenache is being treated with more and more respect around Australia, which means more bottlings are reaching the variety's potential. Gentle herbal notes intertwine with bunches of black cherries and a hint of vanilla in this medium- to full-bodied example. Hints of red peppercorn capture a unique combination of fruit and spice, while the finish is long and crisp.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 53, "designation": "The Fifth Wave", "variety": "Grenache", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Langmeil"}, {"points": "94", "title": "Cullen 2013 Kevin John Chardonnay (Margaret River)", "description": "It's a shame only the equivalent of one barrel of this wine was exported to the U.S., as it means only a handful of people here will get to experience it. It's perhaps the closest thing to great white Burgundy to come from Australia; subtly smoky at first, like grilled white peaches, adding hints of lime and vanilla on the palate. It's plump and slightly creamy in texture, but finishes with crisp, acidic verve. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 109, "designation": "Kevin John", "variety": "Chardonnay", "region_1": "Margaret River", "region_2": null, "province": "Western Australia", "country": "Australia", "winery": "Cullen"}, {"points": "94", "title": "Domaine Berthoumieu 2011 Vitis MCM Tannat (Madiran)", "description": "This is a rich, concentrated wine, powered by both tannins and very ripe fruit. It is produced from vines planted in 1900 (MCM in Roman numerals), giving the dark color, density and power of old vines, layered with stylish black fruits and acidity. It's a fine expression of the complexity of pure Tannat with its layers of tannins and fruit. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Vitis MCM", "variety": "Tannat", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Berthoumieu"}]