[{"points": "94", "title": "Ca' del Bosco 2010 Vintage Collection Brut  (Franciacorta)", "description": "A beautifully balanced wine that abounds in elegance and restrained richness, this wine offers enticing floral, almond and citrus aromas. The crisp, creamy palate brings nectarine zest, yellow apple, mineral notes and bread crust. Tight acidity and an intense, elegant perlage provide the framework. Drink now or hold for complexity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Vintage Collection Brut", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ca' del Bosco"}, {"points": "94", "title": "Von Strasser 2012 Agira Vineyard Cabernet Sauvignon (Diamond Mountain District)", "description": "From a three-acre vineyard, this wine accented in 2% Petit Verdot offers a sense of gravel underneath the dark, syrupy plum and leathery tannin structure. Midway through, it exhibits cherry, raspberry and vanilla, showing a juicy underbelly that should develop further over time. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Agira Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Von Strasser"}, {"points": "94", "title": "Von Strasser 2012 Spaulding Vineyard Cabernet Sauvignon (Diamond Mountain District)", "description": "From the producer's oldest hillside vineyard, planted in 1967, comes this gem of a wine, a taste of cinnamon toast and black currant. Layered acidity forms a backbone against which concentrated flavors of graham cracker and dark chocolate lie, the finish long and deep. It's built to age, enjoy now through 2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Spaulding Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Von Strasser"}, {"points": "94", "title": "Thomas Fogarty 2012 Albutom Vineyard Chardonnay (Santa Cruz Mountains)", "description": "Creamy brie rind aromas mesh with scratched yellow grapefruit skin and a steely minerality on the nose of this small-batch bottling from a winery atop the appellation's ridgeline. Light and focused flavors of kumquat juice, iodine and lime skin satisfy the palate, and would be a perfect match for shellfish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Albutom Vineyard", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "94", "title": "Lanson 2002 Gold Label Brut Vintage  (Champagne)", "description": "Balanced and delicious, this is rich, full in the mouth, packed with both white and citrus fruits and with secondary flavors of almonds, toast and baked bread. It is poised generously between the fresh and mature, making it very ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Gold Label Brut Vintage", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "94", "title": "Pol Roger 2008 Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Crisply fresh, this full-bodied wine has citrus fruitiness that is followed by hints of toast and honey that are just developing. Well balanced, it's very textured while also fruity, and will develop well in bottle. Drink from 2017 for the more mature flavors to bring their own character to the wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pol Roger"}, {"points": "94", "title": "Cave Spring 2013 Riesling Icewine Riesling (Niagara Peninsula)", "description": "Smooth as silk and deeply concentrated, this outstanding icewine offers pressed apple, peach, pear, apricot and papaya fruit in a seamless, dense and immensely flavorful core. A streak of butter and honey carries it into a long, splendid finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Riesling Icewine", "variety": "Riesling", "region_1": "Niagara Peninsula", "region_2": null, "province": "Ontario", "country": "Canada", "winery": "Cave Spring"}, {"points": "94", "title": "Ch.igai Takaha 2013 Samurai Chardonnay (Sta. Rita Hills)", "description": "This collaboration between American winemakers Greg Brewer and Steve Clifton and Japanese entrepreneur Takahide Sugimoto is stunningly high-toned and buttoned-up at first, with sour cream, yogurt, crushed ant, gunmetal, flint and quinine elements on the nose. The palate is complex and fascinating, with chalk and cement minerality bolstered by lime blossom, kumquat and tonic that opens graciously with time. Drink 2016–2026.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Samurai", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ch.igai Takaha"}, {"points": "94", "title": "Beaulieu Vineyard 2012 Georges de Latour Private Reserve Cabernet Sauvignon (Napa Valley)", "description": "One of the appellation's more famous wines, this opens in black licorice and blackberry, alongside a streak of malted chocolate, soft and sinewy, with a tension of acidity that adds age-worthy structure. Dense and interesting now, it'll get better over time, cellaring well through 2027.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 145, "designation": "Georges de Latour Private Reserve", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Beaulieu Vineyard"}, {"points": "94", "title": "Ca' del Bosco 2006 Cuvée Annamaria Clementi  (Franciacorta)", "description": "Delivering elegance and structure, this stunning wine opens with delicate aromas of bread crust, toast, dried fruit, pastry cream and nectarine zest that all carry over to the silky palate. It boasts a lovely depth of flavors that are exalted by tangy acidity and an ultrafine perlage. It's already enjoyable but will continue to develop complexity over the next decade. Drink 2016–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Cuvée Annamaria Clementi", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ca' del Bosco"}, {"points": "94", "title": "Spell 2012 Alder Springs Vineyard Pinot Noir (Mendocino County)", "description": "Exotic fruit aromas and concentrated fruit flavors make this full-bodied wine an attention grabber at first sip. They hold the attention through a fine-grained mouthfeel and lingering finish. A focused core of black-currant flavor runs from first whiff to last impression. It needs time, so drink after 2017.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Alder Springs Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino County", "region_2": null, "province": "California", "country": "US", "winery": "Spell"}, {"points": "94", "title": "Paul Hobbs 2012 Ulises Valdez Vineyard Chardonnay (Russian River Valley)", "description": "Voluptuously tropical in shaved coconut and silky layers of peach and pear, this is a complex, age-worthy white from a stellar vineyard site, a knockout version of the variety. Smooth and round, it maintains a core of acidity that buoys the experience, finishing with a flourish. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Ulises Valdez Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Paul Hobbs"}, {"points": "94", "title": "Gosset 2006 Grand Millésime Brut  (Champagne)", "description": "This is a dry style of wine, with great acidity and a tightly wrought texture. As with many Gosset Champagnes, this wine has had no malolactic fermentation, enhancing the freshness and crispness as well as the structure. Full of lemon zest, crisp grapefruit and delicious acidity, it will still age for many years. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Grand Millésime Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Gosset"}, {"points": "94", "title": "Domaine Eden 2012 Chardonnay (Santa Cruz Mountains)", "description": "This more affordable cousin to the Mount Eden brand is just as good, though different. It presents dairy aromas of brie cheese rind and yogurt but in a deliciously approachable way, with diced chives, caramelized pear and citronella elements. The palate shows tremendous energy, with lots of lime and lemon pith, but also a sour-cream richness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": null, "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Domaine Eden"}, {"points": "94", "title": "Ferrari 2008 Perlé Nero Pinot Nero (Trento)", "description": "Made entirely with Pinot Nero, this stunning sparkler opens with aromas of lemon custard, yeast, citrus and apple. The elegant palate has lovely depth, offering crisp apple, citrus zest, pastry cream and mineral alongside an ultrafine perlage. The tangy finish closes on an almond note.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 78, "designation": "Perlé Nero", "variety": "Pinot Nero", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Ferrari"}, {"points": "94", "title": "Mvemve Raats 2011 MR de Compostella Red (Stellenbosch)", "description": "This world-class blend of 52% Cabernet Franc, 20% Malbec, 13% Cabernet Sauvignon, 9% Merlot and 6% Petit Verdot is concentrated, structured and powerful, with the promise of a long life ahead. Earthy, herbal streaks of cigar box, licorice root, char and minty fynbos frame the lush fruit core of muddled boysenberry, black raspberry, plum and currant. The palate is bold and assertively flavored, with good evolution from jammy black fruit to earthy spice and finally leather and toast on the finish. Drink 2018–2024.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 65, "designation": "MR de Compostella", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Mvemve Raats"}, {"points": "94", "title": "Mvemve Raats 2012 MR de Compostella Red (Stellenbosch)", "description": "A blend of 28% Cabernet Franc, 23% Cabernet Sauvignon, 21% Malbec, 18% Petit Verdot and 10% Merlot, this is a big, bold and powerful wine, with superb balance and a firm, concentrated structure that promises great long-term aging. Dense aromas and flavors of blackberry, boysenberry, cherry and fig are layered with notes of cocoa powder, roasted espresso bean and cigar tobacco. Ripe, rich and lush, but not overdone, hints of charred oak and black pepper linger on the finish. Drink 2018–2025.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 65, "designation": "MR de Compostella", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Mvemve Raats"}, {"points": "94", "title": "Quinta dos Murças 2011 Reserva Red (Douro)", "description": "Made from old vines, this is a powerful wine that is reminiscent of a dry Port. This gives the wine density and richness, along with firm tannins and flavors from the wood aging. The black fruits are still developing, showing youthful freshness. This intense wine has plenty of development ahead of it; drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": "Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta dos Murças"}, {"points": "94", "title": "Mailly Grand Cru 2006 Les Echansons Grand Cru Brut  (Champagne)", "description": "The top wine from Mailly, this is rich with a good balance between its fresh white fruits streaked with lemon and its tight texture. Together, these two aspects hold the wine poised and coiled, a tight wine that is now just at maturity. Drink now and until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Les Echansons Grand Cru Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}, {"points": "94", "title": "Robert Mondavi 2012 To Kalon Vineyard Reserve Cabernet Sauvignon (Oakville)", "description": "From one of the Napa Valley's most historically famous sites, this Cab delivers a testament to gamy blackberry and blueberry alongside complex cassis, clove and black licorice. Full bodied and richly concentrated, it's also soft and well integrated, entirely pleasurable now, with years to go in terms of structure and body. Cellar through 2027 and possibly beyond.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 145, "designation": "To Kalon Vineyard Reserve", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Mondavi"}, {"points": "94", "title": "Paul Hobbs 2012 Richard Dinner Vineyard Cuvée Agustina Chardonnay (Sonoma Mountain)", "description": "Caramelized oak and vanilla make for a thick, rich and buttery experience in this bold, but balanced wine. Juicy and tempered, it exudes passionfruit and lime in abundance, with a seasoning of fennel and dried herb. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Richard Dinner Vineyard Cuvée Agustina", "variety": "Chardonnay", "region_1": "Sonoma Mountain", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Paul Hobbs"}, {"points": "94", "title": "Pride Mountain 2012 Vintner Select Cabernet Sauvignon (Napa Valley)", "description": "A 100% varietal wine entirely from the producer's Napa side of its property, this special cuvée is thick and rich in black and blue fruit, generously soft and silky on the palate with well-integrated oak. Complex and built to age, it finishes in a jolt of black pepper and licorice. Enjoy now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Vintner Select", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pride Mountain"}, {"points": "94", "title": "Taittinger NV Prélude Grands Crus Brut  (Champagne)", "description": "Made from only Grand Cru vineyards, this ripe, full and wonderfully textured wine is rich and complex. It brings out tangy orange and lemon zest, a tightly mineral texture, fragrant fruit and acidity. Dense and concentrated, the wine would benefit from some bottle age to bring out all its flavors.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Prélude Grands Crus Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "94", "title": "Herdade do Esporão 2011 Esporão Private Selection Red (Alentejo)", "description": "Fermented in open-top tanks, this dense and beautifully concentrated wine is rich and structured while remaining sophisticated. Although it is still young, it's supported by ripe, intense black fruits and balanced acidity. This has a long way to develop, so drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Esporão Private Selection", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Herdade do Esporão"}, {"points": "94", "title": "Lachini 2014 Cuore d'Oro Muscat Canelli (Chehalem Mountains)", "description": "Produced cryogenically, this sweet dessert wine is made with estate-grown fruit. A floral nose is rich with scents of orange blossoms, while in the mouth it coats the palate with flavors of lemon drops, candied papaya and dried mango fruits. The concentration and balance are superb, with more than enough acidity to counterbalance the sugar. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 36, "designation": "Cuore d'Oro", "variety": "Muscat Canelli", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Lachini"}, {"points": "94", "title": "Lanson 2005 Gold Label Brut Vintage  (Champagne)", "description": "With 49% Chardonnay and 51% Pinot Noir from grand cru vineyards, this well-balanced wine is just coming into its best years. Crisp and dry, following the Lanson style of no malolactic fermentation, the wine is full of white fruits, citrus and hints of toast, based around a tangy, mineral texture. Drink now and until 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Gold Label Brut Vintage", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "94", "title": "Mercy 2012 Zabala Vineyard Pinot Noir (Arroyo Seco)", "description": "Coming from a block of vines called South Pointe that are planted closest to the vineyard's creek, this wine shows plum and raspberry fruits on the nose along with smoked licorice and black slate. It's ripe in raspberry flavor at the tip of the sip, but then clings to a restrained line of graphite and peppery, acidic spice, continuing to evolve deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Zabala Vineyard", "variety": "Pinot Noir", "region_1": "Arroyo Seco", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mercy"}, {"points": "94", "title": "Veuve Clicquot Ponsardin 2006 La Grande Dame Brut  (Champagne)", "description": "Veuve Clicquot's prestige cuvée is named after the widow Clicquot, the great lady who built up the house in the early 19th century. This latest incarnation is just showing signs of ripe toasty maturity. It is rich and soft with a high dosage, in the house style, with a full panoply of lime, red apple and apricot. Drink now and until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 145, "designation": "La Grande Dame Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Veuve Clicquot Ponsardin"}, {"points": "94", "title": "Viñedos de Paganos 2011 El Puntido  (Rioja)", "description": "Ripe and woody on the nose, this modern Rioja smells like cedar and marzipan along with loamy earth and black fruits. The palate is plush yet right on in terms of balance. Toasty, leathery blackberry flavors come with a dash of saltiness, while licorice, spice, toast and fig flavors go the distance.Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 59, "designation": "El Puntido", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Viñedos de Paganos"}, {"points": "94", "title": "Trombetta 2013 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "A fuller, more concentrated version of the variety from a highly sought-after vineyard, this youthful wine offers a grippy tightness, savory in tea, tobacco and a touch of tomato leaf. Along the way, juicy blueberry and blackberry enter the picture, finished in black peppery spice. Cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Trombetta"}]