[{"points": "94", "title": "Ferrari 2004 Giulio Ferrari Riserva del Fondatore Chardonnay (Trento)", "description": "Boasting lovely depth and great complexity, this iconic bottling opens with scents of toasted hazelnut, exotic fruit, baking spice and a balsamic note. The creamy, elegantly structured palate offers nectarine zest, ripe golden apple, pastry cream, roasted nut and a honey note alongside an ultrafine perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 130, "designation": "Giulio Ferrari Riserva del Fondatore", "variety": "Chardonnay", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Ferrari"}, {"points": "94", "title": "De Toren 2012 Fusion V Red (Stellenbosch)", "description": "Bold, dark and concentrated, this blend of 56% Cabernet Sauvignon, 15% Malbec, 10% Merlot, 10% Cabernet Franc and 9% Petit Verdot still shows some youthful restraint on the nose and palate, suggesting this is a wine best enjoyed after 2018 and through 2024. Seductive notes of toasted oak, cocoa nib, licorice and Thin Mint kiss the black-fruit core of boysenberry, blackberry and cherry. The mouthfeel is dense, with a firm structure and bold tannins that grip the long, spicy finish.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 60, "designation": "Fusion V", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "De Toren"}, {"points": "94", "title": "Bergström 2013 Le Pré du Col Vineyard Pinot Noir (Ribbon Ridge)", "description": "Grapes from this tiny AVA frequently deliver that something extra that catapults Pinot into a higher dimension. Here, solid cherry and berry tones bear almost indefinable traces of iron, mineral and sweet hay. Delicious already, this should continue to improve through 2020.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Le Pré du Col Vineyard", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "94", "title": "Longoria 2013 Bien Nacido Vineyard Block N Pinot Noir (Santa Maria Valley)", "description": "Lavender and other purple flowers meld with graphite, concentrated strawberries and dried raspberries on this wine from a cherished block on a historic vineyard. It's snappy on the palate, with sharp pomegranate fruit and tongue-tingling acidity. A tad of brie, watermelon and shiitake mushroom pop up toward the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bien Nacido Vineyard Block N", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "94", "title": "Louis Roederer 2009 Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This is a beautiful wine, so crisp, taut and refreshing. It brings out the fragrance and freshness of the chalk vineyards of the Côte de Blancs, fruity with apples and citrus. Still young although already balanced, the wine will age for several years and will be ready to drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 86, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "94", "title": "Pahlmeyer 2013 Jayson Pinot Noir (Sonoma Coast)", "description": "Crisp and crunchy red fruit like cranberry surround a tight, grippy structure seasoned well in cola and Asian spice. Full bodied, the wine is textured and elegant, robust without being overbearing, a standout for the producer and the appellation in a picture-perfect vintage year, sourced from both the Wayfarer and Hallberg vineyards. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Jayson", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Pahlmeyer"}, {"points": "94", "title": "Le Vieux Pin 2012 Cuvée Classique Syrah (Okanagan Valley)", "description": "This 100% varietal cuvée is smoky, supple and detailed. From the first sniff, what comes to mind is spice-rubbed grilled venison. In the glass it's fresh and full, with blackberry and loganberry jam. The freshness, tension and balance are pitch-perfect.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Cuvée Classique", "variety": "Syrah", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Le Vieux Pin"}, {"points": "94", "title": "Lanson NV Extra Age Brut Rosé  (Champagne)", "description": "Extra Age in the name means just that. This wine has been given more time (5 years) in bottle before release. That results in a very fine wine, a blend of 2002, 2004 and 2005 that has more depth of flavor and richness as well as showing some bottle maturity. Like all Lanson wines, it is dry although this rosé also brings out crisp red currant fruits and tight acidity. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Extra Age Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "94", "title": "Patz & Hall 2012 Pisoni Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Rich red cherries, raspberries, red currants, concentrated rose petals and hibiscus are cut with an edge of eucalyptus oil, chipped slate and purple sage on this stellar bottling from this producer's 25th vintage. Dark fruits of blueberry, blackberry and black cherry emerge across a deeply layered palate, which is boosted by violet and lavender florality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 90, "designation": "Pisoni Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "94", "title": "Solomon Hills 2012 Pinot Noir (Santa Maria Valley)", "description": "Blending the earthy elements of the low-alcohol movement with the characteristic ripeness of California fruit, this wine by Trey Fletcher offers rhubarb, wet strawberry leaves, pencil shavings, rose hips, wild berries and anise on the nose. The extremely soft palate shows stewed raspberries, poppy seeds and rose petals, proving unique but varietally appropriate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Solomon Hills"}, {"points": "94", "title": "St. Innocent 2013 Shea Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Dark, dense and detailed, this outstanding wine seamlessly layers wild berries, cedar, sandalwood and sassafras. It's smooth and seductive, powerful and polished, with thick, ripe and fulsome tannins.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Shea Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "St. Innocent"}, {"points": "94", "title": "Thiénot 2004 La Vigne aux Gamins Cuvée de 3435 Chardonnay (Champagne)", "description": "From parcels of old vines in the Côte des Blancs, this limited-edition wine is a beautiful Chardonnay. It is finely woven, tightly textured and crisp in apple skin and lemon notes. Concentration from the low-yielding vines gives great depth and the potential to still age well. Drink this exceptional wine from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "La Vigne aux Gamins Cuvée de 3435", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Thiénot"}, {"points": "94", "title": "Boizel 2007 Grand Vintage Brut  (Champagne)", "description": "Disgorged in October 2014, this smooth, now mature, wine has flavors of yeasty toastiness and a tight, mineral structure. Sliced apple and lemon zest still give freshness. Behind the fruit, crisp texture and a steely edge await. It is beautifully balanced, rich while dry and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Grand Vintage Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Boizel"}, {"points": "94", "title": "Babcock 2013 Déjà Vu Pinot Noir (Sta. Rita Hills)", "description": "Bryan Babcock sources from the Buona Terra Vineyard for this bottling that shows intensely focused aromas of candied pomegranate, cola, anise seed and dew on sweet sagebrush. It's rich and soft on the palate, yet lively with intense herbal energy and grippy tension, all laid across the juice of ripe red berries.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Déjà Vu", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Babcock"}, {"points": "94", "title": "Bergström 2013 Shea Vineyard Pinot Noir (Yamhill-Carlton)", "description": "The muscular flavors of Shea vineyard fruit shine through, a potent, briary mix of berries, thistle and highlights of orange peel and coriander. In a vintage of more muted, refined wines, this qualifies as a blockbuster.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Shea Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "94", "title": "Bodegas Gutiérrez de la Vega 2013 Recóndita Armonía Dulce Monastrell (Spain)", "description": "This muscular, stout Monastrell sweet wine is all aces. Blackberry, cassis and fine oak aromas precede a sensationally smooth palate that's full of toffee, chocolate, coffee, pepper, blackberry and cassis flavors. A long, warm, impeccably balanced finish is pure and delicious. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 35, "designation": "Recóndita Armonía Dulce", "variety": "Monastrell", "region_1": "Spain", "region_2": null, "province": "Spain Other", "country": "Spain", "winery": "Bodegas Gutiérrez de la Vega"}, {"points": "94", "title": "Élevée Winegrowers 2012 Élevée Vineyard Pinot Noir (Dundee Hills)", "description": "The lovely label does not deceive—this is a quality product from package to palate. It's expressively aromatic, as Pinot should be, with rose petals, orange peel, raspberries and cherries. That clean, pure fruit gains weight as it carries into a lingering finish, streaked with white chocolate and supported with perfect acidity.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Élevée Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Élevée Winegrowers"}, {"points": "94", "title": "Soutiran 2008 Grand Cru Millésimeé  (Champagne)", "description": "The great 2008 vintage has produced a textured wine that is still young. With its crisp citrus and green fruits, it is tight, mineral and tense. The wine is balanced with its texture and fresh fruits, but it needs to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Grand Cru Millésimeé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Soutiran"}, {"points": "94", "title": "Vilafonté 2012 Series C Red (Paarl)", "description": "A blend of 52% Cabernet Sauvignon, 22% Malbec, 19% Merlot and 7% Cabernet Franc, spicy aromas of leather, black pepper, savory herbs, licorice and Mexican chocolate lead the nose. It's grounded by a solid fruit core of blackberry, boysenberry and mulberry fruit, lending a supporting spine to the toasted spice and earthy accents. Well balanced, with velvety tannins and a long, evolving finish, drink this lush, velvety red from 2018–2024.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 95, "designation": "Series C", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Paarl", "country": "South Africa", "winery": "Vilafonté"}, {"points": "94", "title": "Thomas Fogarty 2012 Portola Springs Vineyard Chardonnay (Santa Cruz Mountains)", "description": "Squeezed Key lime, kumquat rinds, light Marcona almond and a steel-driven minerality show on the nose of this wine, which comes from a vineyard planted in 1982. It's tightly wound on the palate though amazingly expressive with yellow lime flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Portola Springs Vineyard", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "94", "title": "Kracher 2012 Zwischen den Seen Nr. 7 Trockenbeerenauslese Welschriesling (Burgenland)", "description": "The musky notes of unfettered botrytis are on full display here, bringin candied apricot, bitter orange, burnt sugar and musky fruit into the mix. The luscious core of sweetness is concentrated and the acidic thrill lets the entire palate teeter on a delicious precipice. This sort of wine should require a license to kill in all its deadly, overwhelming force of concentration.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 46, "designation": "Zwischen den Seen Nr. 7 Trockenbeerenauslese", "variety": "Welschriesling", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "94", "title": "Terra d'Oro 2013 Deaver Vineyard Zinfandel (Amador County)", "description": "A multidimensional wine, this delicious example made from 130-year-old vines combines depth, breadth and length. It smells like ripe blackberries, tastes fruity and layered, feels luxurious and supple but at the same time firm in fine tannins and balanced by lively acidity. Medium to full bodied, it tastes great now and will improve through 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Deaver Vineyard", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terra d'Oro"}, {"points": "94", "title": "Arrocal 2011 Ángel  (Ribera del Duero)", "description": "Cool, earthy blackberry, cassis and boot-leather aromas are strapping and integrated. This feels layered and structured, with chewy depth, firm tannins and power. Baked, toasty, chocolaty flavors bring ripe-fruit notes of fig, prune and blackberry, while the finish is long and savory, with a strong accent of wood spice. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 55, "designation": "Ángel", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Arrocal"}, {"points": "94", "title": "Bisol 2012 Private Non Dosato  (Valdobbiadene Superiore di Cartizze)", "description": "Made only in small quantities, this newest addition to Bisol's sparkling line up is indeed impressive. Refermented in the bottle and made with no added dosage, it offers ripe apple, bread crust, chopped herbs, mineral and citrus sensations. It seamlessly combines elegance, structure and depth with sheer drinking pleasure.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Private Non Dosato", "variety": "Glera", "region_1": "Valdobbiadene Superiore di Cartizze", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Bisol"}, {"points": "94", "title": "Bonny Doon 2011 Bien Nacido X Block Syrah (Santa Maria Valley)", "description": "Randall Grahm notes that this is one of his best Syrahs from this historic vineyard, and it's hard to disagree. Aromas of gravel, just-crushed peppercorns and blueberries lead into a lighter, airy, mineral-driven palate of black rocks, black pepper and boysenberry fruit. It's one of the better cool-climate Syrahs around right now.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bien Nacido X Block", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bonny Doon"}, {"points": "93", "title": "Ruinart 2004 Dom Ruinart Blanc de Blancs Brut Chardonnay (Champagne)", "description": "The wine has a toasty character showing that it has considerable bottle age. The fruit has moved into the realm of secondary flavors with almonds, fresh bread and spice flavors. It is a delicious wine for those who like more mature Champagnes.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 135, "designation": "Dom Ruinart Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Ruinart"}, {"points": "93", "title": "Parallel 2011 First Temptation Cabernet Sauvignon (Napa Valley)", "description": "Jammy, rich and leathery, this full-bodied, robust wine has a touch of smoke lingering in the back, beneath soft, well-integrated oak. Juicy, it's enjoyable now, while being structured enough to go another decade or so. Cellar through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 138, "designation": "First Temptation", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Parallel"}, {"points": "93", "title": "Talley 2013 Oliver's VIneyard Chardonnay (Edna Valley)", "description": "This is a slightly riper approach from the longtime producer, with browned butter, vanilla, honeyed pineapple and a hint of seared marshmallow on the nose. The palate shows ripe brown pears and caramelized apples that carry deep into the finish. It's a balanced take on this style, never over the top.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Oliver's VIneyard", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talley"}, {"points": "93", "title": "Richard Rottiers 2014  Moulin-à-Vent", "description": "Produced from vines up to 80 years old, this is a powerful, wood-aged wine. Tannins are mixed with toast, spice and dark plum flavors. Acidity gives freshness and finishes the wine with very fine fruits as well as structure. Age this impressive wine and drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 26, "designation": null, "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Richard Rottiers"}, {"points": "93", "title": "Robert Biale 2013 Aldo's Vineyard Zinfandel (Oak Knoll District)", "description": "Estate grown from an historic vineyard planted by the producer's father, this wine is velvety smooth and decked in chocolate, densely rich and delicious in caramel and blackberry pie. Enjoyable now, it has the legs and structure to age through 2025–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 78, "designation": "Aldo's Vineyard", "variety": "Zinfandel", "region_1": "Oak Knoll District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}]