[{"points": "93", "title": "Furthermore 2014 Sierra Mar Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "This winery is packaging the freshness and restraint that's possible in this region, with this bottling offering aromas of pomegranate, red currant and star anise on the nose. The palate is vibrant with red fruit, yet it is the bay leaf, wild mint and fennel pollen flavors that impress most and carry deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Sierra Mar Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Furthermore"}, {"points": "93", "title": "Gary Farrell 2015 Fort Ross Vineyard Pinot Noir (Fort Ross-Seaview)", "description": "From the coastal ridges of the appellation, this lovely wine is tart in strawberry, pomegranate and orange, with a beautiful floral element that lifts the pronounced acidity and darker, more savory forest-floor tones. Spicy and complex, it hits the palate with an intriguing twist of sea spray.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Fort Ross Vineyard", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "93", "title": "Gunter Triebaumer 2015 Plachen Blaufränkisch (Burgenland)", "description": "The nose is both sonorous and toned with vanilla hints meeting tart, dark fruit. The palate plays a similar game of soft, mellow oak meeting concentrated black and red fruit which is ripe but still has bite. Hints of tar and cinnamon shimmer darkly, while fine tannins, warm alcohol and bright acidity make the mouth water. This is quite a mouthful and will benefit from mellowing. These muscles are all still tightly flexed. Wait for this to relax and drink 2022–2032.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Plachen", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "93", "title": "Gunter Triebaumer 2015 Reserve Blaufränkisch (Burgenland)", "description": "Oak notes of roast chestnut and mocha dominate the nose for now and signal a potent wine. The palate is dense with dark plum and black cherry. The fruit is concentrated and the tannins are fine but firm. A streak of fine, pure acidity pulls these elements together and brightens and lightens this brooding wine. The genie in this bottle is still asleep but will show itself with elegance and restrained power with some bottle age. Drink 2020–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "93", "title": "Heath Vineyards 2014 Absolution Red (Paso Robles Willow Creek District)", "description": "Snappy boysenberry meets with vanilla, roasted chocolate and purple flowers on the nose of this bottling, which is made by a Texas-based producer. There is great peppery spice to the sip, where dried herbs and roast beef give depth to the black-currant flavors. Lively acidity and polished tannins complete the picture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Absolution", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Heath Vineyards"}, {"points": "93", "title": "Hiedler 2016 Ried Kogelberg Reserve Riesling (Kamptal)", "description": "A tart kind of ripeness recalling zesty orange and crisp yellow apple creates immediate appetite on the nose of this wine. The palate follows through with fizzing lemon and lime zestiness, great concentration and a rich, leesy texture. The finish is dry, lipsmacking and wonderfully refreshing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Ried Kogelberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "93", "title": "Jalits 2015 Fasching Reserve Blaufränkisch (Eisenberg)", "description": "Blueberry and conifer, a slight whiff of woodsmoke and plum. These are the lovely aromas that pervade nose and palate of this taut, finely structured red. The tannins crunch while the fruit has a really ripe aspect that only becomes apparent with some of the alcoholic warmth on the palate. Everything is so well integrated but still tight. This needs a little bottle age to come into itself. Something to look forward to. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 57, "designation": "Fasching Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Eisenberg", "country": "Austria", "winery": "Jalits"}, {"points": "93", "title": "Jean-Michel Dupré 2015 Le Griottier  (Morgon)", "description": "A seriously structured wine from this fine vintage will surely have good aging potential. This wine is ripe, dense with tannins and rich with blackberry fruits. It makes a powerful statement about the longevity of Morgon wines. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Le Griottier", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Jean-Michel Dupré"}, {"points": "93", "title": "K Vintners 2014 Klein Syrah (Walla Walla Valley (WA))", "description": "This wine was grown at a mere 1.2 tons per acre and spent 20 months in the barrel aging on lees in 60% new puncheons. The aromas are brooding on first pour, with notes of blackberry, mineral, fresh herb, potpourri and barrel spice. The palate is incredibly dense and rich, with a lick of tannins on the warm finish. It's a big wine, made in a muscular powerful style.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 70, "designation": "Klein", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "K Vintners"}, {"points": "93", "title": "K Vintners 2014 Roma River Rock Vineyard Red (Walla Walla Valley (WA))", "description": "Coming from the Rocks District, this wine is a blend of 80% Cabernet Sauvignon and 20% Syrah. The aromas are brooding on first pour, opening up over time, with notes of blackberry, kirsch, high-toned barrel spice, herb and scorched earth. The flavors are concentrated and rich but still bring a sense of deftness, lingering on the finish. It has a long life in front of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 55, "designation": "Roma River Rock Vineyard", "variety": "Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "K Vintners"}, {"points": "93", "title": "Kaena 2014 Clone 362 Tierra Alta Vineyard Grenache (Ballard Canyon)", "description": "Dense blackberries, vanilla, star anise and ripe elderberries show on the nose of this clonal selection by Grenache guru Mikael Sigouin. Thick black plum and black-currant-sauce flavors combine with soy and violet on the palate, where a bright acidity penetrates deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Clone 362 Tierra Alta Vineyard", "variety": "Grenache", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kaena"}, {"points": "93", "title": "Lava Cap 2014 Estate Bottled Cabernet Franc (El Dorado)", "description": "This is a great find from a high-performing estate in the Sierra Foothills. Wonderful ripe fruit and chocolate flavors combine in a seductive texture that seems to melt in the mouth. Bursting with black cherries and blackberries, this full-bodied wine offers a plush mouthfeel from softly layered tannins and relatively low acidity, so it's delicious to drink.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Estate Bottled", "variety": "Cabernet Franc", "region_1": "El Dorado", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Lava Cap"}, {"points": "93", "title": "Malat 2016 Ried Gottschelle Grüner Veltliner (Kremstal)", "description": "A creamy, earthy note joins pear fruit scents on the nose of this wine. The palate bears out the earthy note completely, adding sonorous, textured, yeasty richness. This is countered by lemony freshness, which carries through a fine, long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 41, "designation": "Ried Gottschelle", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "93", "title": "Markus Huber 2016 Ried Rothenbarth Reserve Riesling (Traisental)", "description": "An herbal hint of crushed mint and thyme hovers above bright lemon scents in this wine. The palate is fluid and swishes across the tongue like a caress. The finish lingers forever with a dreamy, pure lemon note. Simply lovely.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Ried Rothenbarth Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Traisental", "country": "Austria", "winery": "Markus Huber"}, {"points": "93", "title": "Meinklang 2016 Graupert Pinot Gris (Weinland Österreich)", "description": "Ripe red apple and orange zest richness create a fresh, appetizing aroma in this wine. The palate comes in with even more freshness, adding green apple tartness and lively, translucent lemon notes, with a pithy, zesty texture. A very original, refreshing and moreish wine quite outside its varietal idiom, it delivers loads of impact and flavor for such moderate alcohol. Bravo.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 33, "designation": "Graupert", "variety": "Pinot Gris", "region_1": null, "region_2": null, "province": "Weinland Österreich", "country": "Austria", "winery": "Meinklang"}, {"points": "93", "title": "Nigl 2016 Ried Goldberg Riesling (Kremstal)", "description": "All the joy of ripe but tart apple is expressed here, supported by lemon freshness. This is as fruity as it is fresh, and the contrast between these two poles creates delicious excitement. An incredibly lively, energetic wine with a dry, zesty and moreish finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Ried Goldberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Nigl"}, {"points": "93", "title": "Peter Franus 2016 Sauvignon Blanc (Napa Valley)", "description": "From the Stewart Vineyard in Carneros, planted with the Musqué clone, this white is spicy and sublimely textured, with a persistence of mineral mystique and balanced ripeness. Its well-crafted fruitiness is a mix of white peach and lime.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 26, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Peter Franus"}, {"points": "93", "title": "Phillips Hill 2015 Oppenlander Vineyard Pinot Noir (Mendocino)", "description": "Wonderful complexity and an appealing earthiness help this mouth-watering wine stand out. It has earthy, forest-floor aromas and bold but not overtly ripe flavors like rhubarb and sour cherry while the texture is nervy and alive with good acidity and moderate tannins. It's worth a search for something this unique.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": "Oppenlander Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "93", "title": "Querceto di Castellina 2013 Sei  (Chianti Classico)", "description": "Aromas of wild blackberry, cedar, violet and a hint of mocha lead the way on this 100% Sangiovese. The polished, balanced palate doles out ripe black cherry, cinnamon, vanilla and tobacco alongside fine-grained tannins that give the finish grip. Enjoy through 2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Sei", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Querceto di Castellina"}, {"points": "93", "title": "Quivira 2015 Wine Creek Ranch Grenache (Dry Creek Valley)", "description": "This complex vineyard-designate is spicy and earthy in equal measure, the burst of white pepper most memorable. Dried plum, rhubarb and strawberry compote add to the story, with a fresh core of acidity piercing through the strong tannin.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 34, "designation": "Wine Creek Ranch", "variety": "Grenache", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Quivira"}, {"points": "93", "title": "Salomon-Undhof 2016 Ried Pfaffenberg Reserve Riesling (Kremstal)", "description": "This wine's tart apple, grapefruit and touch of mango spell fruity intensity on the nose. The palate follows with total juiciness, amplifying the tropical aspects even more. There's concentration and a pithy, warming core. A full-fleshed Riesling with exuberance and freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Ried Pfaffenberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "93", "title": "Stadt Krems 2016 Ried Grillenparz Reserve Riesling (Kremstal)", "description": "Despite this wine's shy nose, it loses no time in presenting ripe, rounded and aromatic pear fruit on the palate, which is made more precise by bright lemon freshness. That zestiness pervades the concentrated palate and underlines the juiciness of its yellow pear fruit. The finish is dry and clean, with lasting freshness. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Ried Grillenparz Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stadt Krems"}, {"points": "93", "title": "The Farm Winery 2014 The Big Game Red (Adelaida District)", "description": "There's an impressive density to the aromas of this blend of 39% Cabernet Sauvignon, 37% Syrah, 15% Petit Verdot and 9% Malbec, with ample amounts of black plum, lilac and damp forest wood. The palate's hearty structure carries ample purple fruit as well as dark chocolate, thyme marjoram and rainbow peppercorn flavors. Quite thick with tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "The Big Game", "variety": "Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "The Farm Winery"}, {"points": "93", "title": "Volpaia 2014 Riserva  (Chianti Classico)", "description": "Inviting aromas of wild berry, violet and sandalwood are front and center. Made with organically farmed Sangiovese, it's bright, savory and linear, offering Morello cherry, black raspberry and baking spice framed in vibrant acidity and refined tannins. A fantastic showing and unusually expressive for the cool, wet vintage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 33, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Volpaia"}, {"points": "93", "title": "Weixelbaum 2016 Ried Wechselberg Grüner Veltliner (Kamptal)", "description": "A shy touch of pear, green apple and passion fruit hovers above the yeasty nose of this wine. On the palate, lemon zest-like freshness takes over and spotlights the textured, savory and salty yeast that fills it out. That pure lemon tone seemingly lasts forever on the moreish finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Ried Wechselberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Weixelbaum"}, {"points": "93", "title": "Williams Selyem 2015 Bacigalupi Vineyard Zinfandel (Russian River Valley)", "description": "Sourced from older vines, this vineyard-designate wine is seductive on the nose in a rose petal aroma. Restrained in oak, the palate is structured and vibrant in flavors of dark cherry, raspberry, black licorice and chocolate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Bacigalupi Vineyard", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Williams Selyem 2015 Weir Vineyard Pinot Noir (Yorkville Highlands)", "description": "Strong cinnamon and clove aromas lead to bold, ripe black-cherry and cassis flavors in this full-bodied, well-structured and ultimately nuanced wine. It has lots of grip on the palate from firm tannins and bright acidity, while the spicy oak flavors last all the way to the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 62, "designation": "Weir Vineyard", "variety": "Pinot Noir", "region_1": "Yorkville Highlands", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Casa Emma 2011 Fiorella Lepri Riserva  (Chianti Classico)", "description": "Aromas of truffle, mocha, scorched earth, toast and baked plum slowly take shape in the glass. Succulent and smooth, the generous, polished palate doles out fleshy black cherry, raspberry compote, cinnamon, crushed mint and licorice framed in velvety tannins. It's already delicious and accessible but still offers good mid-term aging. Drink through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Fiorella Lepri Riserva", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Casa Emma"}, {"points": "93", "title": "Domaine Anita 2016 Château-Gaillard  (Morgon)", "description": "All the pent-up power inherent in a Morgon awaits in this wine. With dense tannins and concentration from the 85-year-old vines, this still-structured wine is packed with ripe black fruits. The juicy acidity gives a crisp edge, although the wine will need to age until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Château-Gaillard", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Anita"}, {"points": "93", "title": "Château du Moulin-à-Vent 2016 Couvent des Thorins  (Moulin-à-Vent)", "description": "This wine that comes from three different parcels has an open style, ripe with berries and rich flavors. The style is rich and concentrated, with a solid core of tannins. This wine could well age, and it will be best from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": "Couvent des Thorins", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château du Moulin-à-Vent"}]