[{"points": "96", "title": "Château La Mission Haut-Brion 2013  Pessac-Léognan", "description": "This is finely structured, a tense wine with great fruits and an intense texture. It's tight while bursting with fruit. The structure is complex, dense and very mineral in character. It is a wine that will need many years, so drink from 2022. The production is tiny, and what is not fit for this wine goes into the Dillon Clarté wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 767, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château La Mission Haut-Brion"}, {"points": "96", "title": "Emmerich Knoll 2014 Ried Schütt Smaragd Riesling (Wachau)", "description": "Once the first whiff of yeast has worn off, a very pure, linear procession of citrus flavors presents itself: from the yellowish green of grapefruit to the greenish orange of a tangy tangerine, always with a deeper, more resonant core of earth and stone. The zestiness glistens on the surface, the tightly closed, still earthy fruit broods at the core. Wait for it to explode. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 78, "designation": "Ried Schütt Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "96", "title": "Eichinger 2014 Gaisberg Reserve Riesling (Kamptal)", "description": "This wines arrives on tiptoe, citrus-scented and fresh, but once it expands on your palate it soon fills the mouth with all manner of stone fruits. As befits this vintage, everything is tempered with grapefruit zestiness but both mirabelle and apricot richness not only lend flavor but also a beautiful texture that insinuates quince and blood orange zest. What a triumph, what a marvel. Irresistible now but with incredible concentration this is built to last. Drink now till 2020 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Gaisberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "96", "title": "Château Mouton Rothschild 2013  Pauillac", "description": "This generous, almost opulent wine has both concentration and rounded fruits. It's open already, hinting at wood-aging while concentrating much more on the ripe fruits. Packed with fruit and tannins, it's densely textured. It will age, of course; don't start to drink before 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 400, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Mouton Rothschild"}, {"points": "95", "title": "Lynmar 2013 Kanzler Vineyard Pinot Noir (Sonoma Coast)", "description": "From mighty Kanzler comes this ripe, densely tannic wine, plush like candy, it's a celebration of black cherry, dried herbs and vanilla oak, rewarding in its nod to hedonism in balance. The minerality is pronounced and persistent, allowing the wine to breathe. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Kanzler Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "95", "title": "Franz Hirtzberger 2014 Honivogl Smaragd Grüner Veltliner (Wachau)", "description": "Chervil, lovage, watercress and yeast swirl headily on the nose. The palate subsumes these in a tight, taut, savory core of immense energy and power. There is muscle and tone, power and punch. If you are looking for a superlatively spicy, long-lived Grüner, this is the one to get. Underneath you will find notions of stone and earth that anchor this firmly. The finish is clean and long. Drink 2017–2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 90, "designation": "Honivogl Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Eichinger 2014 Heiligenstein Reserve Riesling (Kamptal)", "description": "The nose already promises pleasure. Layers of grapefruit and mirabelle, lemon and tangerine, apple and honey present a series of contradictions—not to mention delicious flavors—creating immense and irresistible tension. This is only going to get better if you can refrain from drinking it all. Pure thrill and lots of concentrated, zesty promise.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "95", "title": "Emmerich Knoll 2014 Ried Schütt Smaragd Grüner Veltliner (Wachau)", "description": "An overtone of leesy yeast quickly gives way to lemony freshness, rounded out by hints of yellow plum and peach. Citrus also continues to be the focus on the palate: fresh zest of ripe lemons and Meyer lemons just edged by peppery spice. This is taut and very linear, streamlined, concentrated and slender but still tightly wound. This will relax into more spice and fruit with a little while in bottle. Right now it is a zesty, evocative mouthful of promise.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 53, "designation": "Ried Schütt Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "95", "title": "F X Pichler 2014 Loibner Loibenberg Smaragd Riesling (Wachau)", "description": "The nose is a tease of subtle mandarin and lemon zest, promising but not giving away very much at all. The alluring juiciness of the palate hints at small, yellow mirabelle plums but as of yet merely plays at the surface. Underneath it all is a solid powerhouse bursting with Seville orange, freshness and precision. Another one to keep, guard and treasure for a precious but enlightening soirée. The endless length reinforces that promise. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 62, "designation": "Loibner Loibenberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "F X Pichler 2014 Loibner Steinertal Smaragd Riesling (Wachau)", "description": "Bergamot and lemon, grapefruit and tangerine: students of citriculture would find much to explore—perfumers too. As a drinker you just want to dive into this inviting, fragrant pool of refreshment. There is a powdery edge too, and quite some texture, despite the most slender of bodies. This represents depth rather than power and is a ticket straight to a citrussy Riesling heaven. With age this will get even better.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 57, "designation": "Loibner Steinertal Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Mastroberardino 2008 Radici Antonio Riserva  (Taurasi)", "description": "Named after the late Antonio Mastroberardino, this stunning wine opens with aromas of underbrush, dark cherry, tobacco, exotic spice and blue flower. The radiant palate seamlessly combines structure and finesse, delivering mature black cherry, juicy raspberry, white pepper, clove and licorice while bright acidity and firm, polished tannins provide balance. Hold for added complexity. Drink 2018–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Radici Antonio Riserva", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Mastroberardino"}, {"points": "95", "title": "Aleksander 2011 Red (Paso Robles)", "description": "From a label owned by former L.A. Laker Sasha Vujacic, this Merlot-dominant wine delivers aromas of bricks, dust, black cherries, dried oregano and cedar, the sense of ripe but serious fruit lingering in the background. The energetic, grippy palate is reminiscent of Vietnamese coffee—creamy yet properly bitter, rich and flavorful—with blueberry and tart blackberry fruit proving lush and welcoming.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Aleksander"}, {"points": "95", "title": "Contrade di Taurasi - Lonardo 2010  Taurasi", "description": "New leather, black cherry, underbrush, sweet baking spice and a whiff of white pepper are just some of the aromas you'll discover on this stunning red. The structured, delicious palate doles out mature black cherry, raspberry, licorice, Mediterranean herb and a note of exotic spice alongside a backbone of polished, refined tannins. It already seamlessly combines power and finesse but will continue to develop complexity over the next decade. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": null, "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Contrade di Taurasi - Lonardo"}, {"points": "95", "title": "Testarossa 2013 Sierra Madre Vineyard Pinot Noir (Santa Maria Valley)", "description": "Mossy, dank, forest-floor aromas of juniper, chaparral shrub, pencil lead and spiced porcini mushrooms mix with a cooked rhubarb character on the nose of this wine from single-vineyard specialist Bill Brosseau. Cranberry and tart cherry flavors are decorated with rainbow peppercorns, herb-crusted roast beef, bay leaf, eucalyptus and camphor, with layers upon layers of complexity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Sierra Madre Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "95", "title": "Château Pétrus 2013  Pomerol", "description": "This wine is ripe, juicy and already showing its concentration and depth. It showcases the fruit of the year, deliciously fresh while having a velvet tannic structure. The acidity will continue to keep the wine fresh, allowing the structure to develop slowly. It sings with great fruit and good potential. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 2400, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pétrus"}, {"points": "95", "title": "Bründlmayer 2014 Heiligenstein Alte Reben Reserve Riesling (Kamptal)", "description": "A rich, nutty note hints at hazelnut, with lively citrus laying underneath. This vein of lemony verve leads the melody like the soaring, unfettered notes of a violin against a sonorous background. This will always be firm but once it opens up, it will be even more harmonious and beguiling. Drink from 2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 74, "designation": "Heiligenstein Alte Reben Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "95", "title": "Bründlmayer 2014 Steinmassel Reserve Riesling (Kamptal)", "description": "The slightest whiff of flinty reduction shows how young this is. On the palate, this feels like a bubble containing all manner of fragrant citrus: heady, spicy bergamot, tangy Seville oranges, and pure, zesty lemon—all waiting to burst forth. For now there is a grapefruit freshness, and a juicy promise of aromatic, incisive citrus nirvana. There is something absolute in the clear-cut, pure finish. Drink as of 2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Steinmassel Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "95", "title": "Malat 2014 Silberbichl Reserve Riesling (Kremstal)", "description": "Lifted notions of bergamot, lemon and grapefruit set a fragrant, almost heady tone. The same riot of citrus tumbles forth from the palate—there is a linear dynamic that exudes liveliness and drive. The direct juxtaposition of ripe juiciness and tart refreshment creates an irresistible moreishness. Yes, Austria can produce intensity in such a compact, neat package that provides pure thrill.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Silberbichl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Malat 2014 Steinbühel Reserve Riesling (Kremstal)", "description": "Imagine a concentration of lemon juice in an airy cloud of freshness—that is the nose of this astonishing wine. On the palate the almost leafy spice of grapefruit peel shines through and reveals new but light-footed nuances of zesty citrus throughout, exuding both immense purity and charm.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Steinbühel Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Guastaferro 2008 Primum  (Taurasi)", "description": "From one of Taurasi's rising stars, this gorgeous wine opens with enticing scents of underbrush, just-picked violet, dark berry and a whiff of cake spice. The balanced, full-bodied palate delivers layers of mature black cherry, raspberry, cinnamon, carob and cocoa while firm but refined tannins and fresh acidity provide an elegant, age-worthy structure. It's already tempting but hold for more complexity. Drink 2018–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Primum", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Guastaferro"}, {"points": "95", "title": "Emmerich Knoll 2014 Ried Loibenberg Smaragd Grüner Veltliner (Wachau)", "description": "Herbal spice and yeasty savor overlay shining, ripe and juicy pear flavor. This is a compact but complex blend of fruit and peppery punch. There is a fine seam of citrus freshness heightening and brightening every sensation, suggesting that there is more and more to come. While this is delicious now, it holds even more peppery fruit at its core.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 53, "designation": "Ried Loibenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "95", "title": "Malat 2014 Das Beste vom Grünen Veltliner Reserve Grüner Veltliner (Kremstal)", "description": "Very subtle notes of green and yellow pear peel entice the nose. The palate adds zesty hints of yellow grapefruit peel, pith and flesh that brighten a peppery herbal note reminiscent of arugula and watercress. White pepper is highlighted too. What zest, what life, what energy, what balance. Dangerously good.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Das Beste vom Grünen Veltliner Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Josef Jamek 2014 Ried Klaus Riesling (Wachau)", "description": "Right now, although the nose is closed, exposure to air reveals the purity of lemon oil on a taut and tight palate still singing with yeasty notes. This is in its very infancy and promises to open up beautifully with its straight, soaring backbone of freshness. Underneath all the tightly curled layers of citrus peel slumbers a salty stoniness that signals ageability; the long, lemony finish corroborates this. How utterly lip-smacking. Drink 2020–2030", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 79, "designation": "Ried Klaus", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Josef Jamek"}, {"points": "95", "title": "Emmerich Knoll 2014 Ried Kreutles Federspiel Grüner Veltliner (Wachau)", "description": "Fresh pear and lively yeast, peppery watercress and fresh citrus create a lively, appetizing nose. The palate bristles with wonderfully tingling citrus freshness that highlights all the aromatic aspects in turn: the fruitiness, the ripeness, the savory backdrop of yeast and the light-footed but concentrated core. This is still very young but so ready and utterly irresistible, yet with the mileage to age. Don't drink too quickly—you'll miss the chance of savoring the peppery aftertaste.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 31, "designation": "Ried Kreutles Federspiel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "95", "title": "F X Pichler 2014 Dürnsteiner Kellerberg Smaragd Grüner Veltliner (Wachau)", "description": "Wonderfully ripe flavors of juicy, yellow pear precede everything. With a little air, the palate gives us the full ultraspicy force of true Grüner: a real hit of freshly ground white pepper, leesy yeast notes and herbal tinges of chervil, arugula and watercress, all bound up in a smooth, concentrated but compact package with lasting, savory length and a seam of freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 85, "designation": "Dürnsteiner Kellerberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Château Léoville Las Cases 2013  Saint-Julien", "description": "This impressively powerful wine has dense tannins and concentration. With 74%  Cabernet Sauvignon, it is firm, packed with black-currant fruits with intense, perfumed acidity. Cabernet Franc adds spice to the wine. The wood aging is still showing and the wine will need several years before enjoying. Drink from 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Léoville Las Cases"}, {"points": "95", "title": "Château Pontet-Canet 2013  Pauillac", "description": "This wine is rich, with generous black plum and berry fruits. It has a structure that is full, ripe and that will sustain the fruitiness of the wine over many years. The sensation is of velvet, with some force behind it. This remarkable wine will develop well over the medium term and then age for many years. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pontet-Canet"}, {"points": "95", "title": "Chateau Ste. Michelle & Dr. Loosen 2008 Single Berry Select Riesling (Columbia Gorge (WA))", "description": "A full seven years old, this wine is amber in color. Aromas of dried apple and orange peel, honey and brown sugar fill the glass. It's supremely rich, honeyed and layered, showing exquisite depth and balance as well as exceptional length.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 200, "designation": "Single Berry Select", "variety": "Riesling", "region_1": "Columbia Gorge (WA)", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "Chateau Ste. Michelle & Dr. Loosen"}, {"points": "95", "title": "Château Cheval Blanc 2013  Saint-Émilion", "description": "Smoky aromas and layers of tannin and fruit give this wine great complexity. It is smooth, juicy and fresh while also having perfumed tannins and an elegant, lightly mineral structure from the Cabernet Franc. The wine's cherries and red berries are still encased in the structure, allowing it to develop slowly. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 500, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cheval Blanc"}, {"points": "95", "title": "Château Haut-Brion 2013  Pessac-Léognan", "description": "This wine is structured with impressively ripe fruit. Black-plum juice and blackberries are balanced with a strong tannic content that gives the wine backbone and structure. It has weight, although with its already exuberant fruitiness, it is not likely to be really long-term wine. Drink from 2024. From 120 acres, only the best grapes go into this top wine and 2013 was a smaller crop than the average (10,000 to 12,000 cases). Believed to be the oldest of the five Bordeaux first growths, Haut-Brion has been in the Clarence Dillon family since 1935. The current president is Prince Robert de Luxembourg.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 365, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Haut-Brion"}]