[{"points": "94", "title": "Les Belles Collines 2013 Les Sommets Cabernet Sauvignon (Napa Valley)", "description": "This small-production wine is dense in currant and licorice tones, both generous and lengthy on the palate. Firm tannins lend solid structure, with ample acidity to balance. A clove flavor adds depth to the fruit and lingers on the enduiring finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Les Sommets", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Les Belles Collines"}, {"points": "94", "title": "La Follette 2014 Hawk's Roost Vineyard Pinot Noir (Russian River Valley)", "description": "This wine is both incredibly pretty and wild, a tenacious quality of feral forest and ocean at its core. Honeysuckle and rose provide the beauty first, followed by a depth of gorgeous cherry, strawberry and rhubarb, the fruit alive and fresh atop a gravelly texture of complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Hawk's Roost Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "La Follette"}, {"points": "94", "title": "VGS Chateau Potelle 2013 Zinfandel (Mount Veeder)", "description": "Perfumed in a wildness of violet and lavender, this beautiful wine is rich and smooth on the palate, both textured and layered. Seductive in its hint of leathery white pepper, it develops brambly blackberry-compote flavors as it opens in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Zinfandel", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "VGS Chateau Potelle"}, {"points": "94", "title": "Reuling Vineyard 2014 Chardonnay (Sonoma Coast)", "description": "This site continues to wow, especially when featured by this grower-producer. Light, bright and lemony in initial aroma and flavor, it develops additional complexity and nuance in the glass, alighting in apple crumble, anise and mouthfilling succulence, the minerality well defined and vibrantly fresh.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": null, "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Reuling Vineyard"}, {"points": "94", "title": "Domaine Richard Rottiers 2015  Moulin-à-Vent", "description": "Produced from vines that are up to 80-years-old and now organic, this concentrated wood-aged wine is perfumed, rich and firmly structured. Dark tannins line the wine supporting the black plum and cherry fruits and acidity. Richard Rottiers, new on the scene in 2007, created a cru that is going to be a very fine wine. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 21, "designation": null, "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Richard Rottiers"}, {"points": "94", "title": "Eichinger 2015 Ried Gaisberg Reserve Grüner Veltliner (Kamptal)", "description": "A wonderfully intense nose speaks of yarrow and moss, mirabelle plums and lifted, invigorating freshness. The palate fizzes away with flavor and excitement. This is a very lively, concentrated wine that flirts with us right now but has its real treasure of fruit still buried in its deep core. This will blossom with bottle age: Right now, the zesty tangerine peel flavors merely hint at the pleasures to come. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Ried Gaisberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "94", "title": "Macauley 2014 Pinot Noir (Russian River Valley)", "description": "A beautiful waft of rose-petal perfume makes for an thrilling entry into this bold, voluptuous wine. Full bodied and exuberant from start to finish, it's marked by well-defined offerings of spicy cardamom and wild strawberry, finishing lush and round.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Macauley"}, {"points": "94", "title": "Mattucci 2013 Bentley Ironworks Cabernet Sauvignon (Paso Robles)", "description": "So much is happening on the nose and palate of this bottling that it can hold one's attention for hours. Rich aromas of cola, cocoa, coffee, dred black cherry, oregano, black pepper, dried herbs and slow-roasted beef lead into a palate packed with peppercorn sauce, tangy dried berries and hints of ancho chile-chocolate. After wading through layers of herbs, the finish is minty.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Bentley Ironworks", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mattucci"}, {"points": "94", "title": "Melville 2014 Block M Pinot Noir (Sta. Rita Hills)", "description": "Lots of red flowers, from roses to hibiscus, show alongside plump candied red cherries, exotic Asian spice, black tea and hearty chaparral herbs on the nose of this bottling. The palate is heavy with bay leaf, thyme and eucalyptus served atop a strawberry-cherry base. It's earthy and herbal, yet redolent with ripeness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Block M", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "94", "title": "Gloria Ferrer 2005 Carneros Cuvée Sparkling (Carneros)", "description": "Disgorged in October 2015, this sparkler opens with sublime green-apple tones, offering both tartness and stony minerality. A crisp, lemony mousse adds freshness and vibrancy to the complex hazelnut and brioche characteristics. This wine has long legs and memorable completeness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Carneros Cuvée", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "94", "title": "Jalits 2014 Szapary Reserve Blaufränkisch (Eisenberg)", "description": "This is still very tightly coiled: the nose says little and the palate holds on tight to its beautifully pure blueberry fruit. There is lip-smacking freshness and a very finely woven tannin structure but this impressive wine does need time to come into itself and relax its fruit. There is something profound and stony about this, something mysterious, brooding and wild. Cellar this and then rejoice. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Szapary Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Eisenberg", "country": "Austria", "winery": "Jalits"}, {"points": "94", "title": "Pali 2014 Rancho la Vina Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Red plum, white sage, graphite and iron combine for a well-defined nose on this bottling from an iconic vineyard in the region. Winemaker Aaron Walker walks the line between depth and lightness on the palate, where light cranberry fruit pairs with smoked meat, oregano and marjoram seasonings.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Rancho la Vina Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pali"}, {"points": "94", "title": "Paumanok 2010 Tuthill's Lane Vineyard Merlot (North Fork of Long Island)", "description": "Intense blackberry and plum perfume burst from the glass of this bold concentrated red. It's a rich lavishly textured wine but keenly balanced in acidity and gilded by subtle layers of spice and toast. While delicious already, it's still brawny in its youth and should meld out gorgeously with more maturation. Drink 2021–2026.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Tuthill's Lane Vineyard", "variety": "Merlot", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Paumanok"}, {"points": "94", "title": "Pichler-Krutzler 2015 Loibenberg Riesling (Wachau)", "description": "Fresh earth and gloriously ripe stone fruit make for a convincing opening on the nose. The palate swings with this sonorous, earthy edge and frames rich, ripe and rounded pear and yellow plum fruit. Overall, there is zesty fresh citrus that gathers everything together and presents a concentrated wine with drive and personality. The finish is long, clean and convincing. Drink 2020–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Loibenberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "94", "title": "Schloss Gobelsburg 2015 Ried Lamm Grüner Veltliner (Kamptal)", "description": "There is something of the summer meadow about this—the scent of yarrow combines with sun-ripened stone fruit. The lightness of touch is amazing: It tiptoes on the tongue but sprays with peppery freshness and lemon poise. What a lovely, balanced and light-footed joy. The long finish of yeasty spicy savor shows off the serious core of this wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 54, "designation": "Ried Lamm", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "94", "title": "Schloss Gobelsburg 2015 Ried Renner Grüner Veltliner (Kamptal)", "description": "Notions of ripe stone fruit are tempered by the herbal savor of arugula and watercress. There is something incredibly ripe at play, combined with something incredibly fresh. There also is a lightness of touch and a limpid intensity. The palate displays all of these things and adds a salty moreish element of yeast. What a wonderful, authentic expression of Grüner. Bravo!", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Ried Renner", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "94", "title": "Tegernseerhof 2015 Kellerberg Smaragd Riesling (Wachau)", "description": "The scent of lemon and orange flesh is contained by lovely zestiness on the nose. The palate is no different and holds ripe juicy stone fruit with exquisitely drawn tangy zestiness. This is concentrated and refreshing, energetic, serious and lively. Its lemony verve characterizes everything from the first whiff to the lasting finish. This is racy and delicious now but will drink well from 2019 through 2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Kellerberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "94", "title": "Tegernseerhof 2015 Steinertal Smaragd Riesling (Wachau)", "description": "The nose opens with a totally tangy note of lemon zest. The palate carries on in a similar vein of freshness but adds generous helpings of fleshy juicy orange, clementine, tangerine and mandarin to the streamlined body, which shines with countless citrus shades. This is fresh and concentrated, brisk and ripe at the same time and totally moreish. The finish provides ultimate refreshment. Drink 2017–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Steinertal Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "94", "title": "Hecho por Ruben 2012 Harrison Clarke Vineyard Syrah (Ballard Canyon)", "description": "Ruben “The Grape Whisperer” Solorzano may need a new cellar-oriented nickname if he keeps turning out such excellent bottlings. This offers lots of white and black pepper on the nose alongside thyme, rosemary, black plum, licorice, black olive, roast beef and Mediterannean spice. The palate packs thyme, peppercorn, dried sage, black and green olive, espresso and green coffee beans atop underripe blackberry and strong elderberry flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Harrison Clarke Vineyard", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hecho por Ruben"}, {"points": "94", "title": "Heinrich 2013 Goldberg Reserve Blaufränkisch (Burgenland)", "description": "This is still tightly closed: There are merely some notions of iron oxide on the nose, but otherwise this is brooding and mysterious. The palate, however, has something majestic and sumptuous about it—a warm heart of ripe and aromatic black and red cherry. This just needs to breathe and will unfurl like crimson velvet on your tongue. While this can be approached now as it is beginning to mellow, this will be even better in the years leading up to 2020. Very moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Goldberg Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Heinrich"}, {"points": "94", "title": "Baker & Brain 2014 Le Mistral Vineyard Syrah (Monterey County)", "description": "The nose on this wine from the dynamic duo of Fresno State professor/winemaker Matt Brain and custom-crush manager/winemaker Josh Baker is well integrated, showing layers of dark berries, soy, dried violets, candied blueberry and a touch of caramel. It's soft and plush on the palate, with touches of milk chocolate, candied grapes and licorice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Le Mistral Vineyard", "variety": "Syrah", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baker & Brain"}, {"points": "94", "title": "Brandl 2015 Heiligenstein Reserve Riesling (Kamptal)", "description": "Very slight reduction on the nose shows that these wines—despite their beguiling youthful aromas—are built to last. This has the generous ripeness of plump stone fruit and the edgy freshness of tart, fragrant citrus zest. The palate is precise, streamlined and clean; the finish tells of purity and lasting power. Enjoy now through 2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 23, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Brandl"}, {"points": "93", "title": "Paumanok 2013 Limited Edition Apollo Drive Vineyard Petit Verdot (North Fork of Long Island)", "description": "Superripe blackberries and cherries are cloaked in a haze of vanilla, cardamom and leather on the nose of this inky perfumed Petit Verdot. Black fruit flavors are unctuously ripe and penetrating, yet maintain a four-square balance of acidity and elegance. Fringed in fine firm tannins, it's delicious now but should only improve from 2020 through 2030.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Limited Edition Apollo Drive Vineyard", "variety": "Petit Verdot", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Paumanok"}, {"points": "93", "title": "Nielson by Byron 2014 Pinot Noir (Sta. Rita Hills)", "description": "Comprised solely of old-school Swan and Calera clones, this bottling offers red cherry-cinnamon-mocha foam on the well-integrated, multilayered nose, along with some heartier plum and vanilla. It tightens on the sip to reveal strawberry fruit but also oregano, raw beef and lots of florality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nielson by Byron"}, {"points": "93", "title": "Stadt Krems 2015 Grillenparz Reserve Riesling (Kremstal)", "description": "Soft and aromatic hints of orange fruit and zest play on the nose. Riper hints of juicy mirabelle also join. The palate has the same, fragrant, generous and appetizing aspect of fruit, but has an extra dimension of savoriness from yeast and a wonderfully linear body, shaped by freshness and zest. The finish is long, tangy and aromatic.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Grillenparz Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stadt Krems"}, {"points": "93", "title": "Tegernseerhof 2015 Bergdistel Smaragd Grüner Veltliner (Wachau)", "description": "The nose hints at ripe fruit but it is on the palate that the wine's textured yeasty fullness becomes apparent. This is edged with the tang of grapefruit peel which encapsulates very ripe rounded fluid pear fruit on a concentrated palate. This is compact and impactful and finishes with pleasant, lip-smacking freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Bergdistel Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "93", "title": "Rendarrio Vineyards 2013 The Lost Ones Syrah (Santa Barbara County)", "description": "A very rich nose offers blackberry syrup, crème de cassis, crushed pepper, lilac, light asphalt and soy sauce on this bottling by Ryan Render. The palate is well integrated, with black cherry and black plum enlivened by licorice, crushed marjoram and cinnamon that lead into ginger snaps and a milk-chocolate finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "The Lost Ones", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rendarrio Vineyards"}, {"points": "93", "title": "Theopolis 2013 Estate Grown Petite Sirah (Yorkville Highlands)", "description": "Black pepper and boysenberries put oomph into this dark-colored and firmly structured wine. While vivid and concentrated, the fruit, spice and dark-chocolate flavors are not sweet, but beautifully dry and appetizing, made to pair with a rare steak or tender osso buco. It will drink best from 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 38, "designation": "Estate Grown", "variety": "Petite Sirah", "region_1": "Yorkville Highlands", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Theopolis"}, {"points": "93", "title": "Salvioni 2011  Brunello di Montalcino", "description": "Aromas of wild berry, dark spice and a whiff of Mediterranean herb lead the way on this full-bodied red. The delicious palate delivers ripe strawberry, juicy black cherry, licorice and white pepper framed in firm, refined tannins. The ripe fruit seamlessly supports the hefty alcohol.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Salvioni"}, {"points": "93", "title": "Loring Wine Company 2015 Rancho La Viña Vineyard Pinot Noir (Sta. Rita Hills)", "description": "A brilliant combination of rich fruit, hearty spice and lovely florality shows on the nose of this bottling by Brian Loring, conveying deep red cherry, cola, rose buds, hibiscus, star anise, dark clove and mace. The palate recalls baked goods laced with allspice and drizzled in black-plum sauce. The richness is attention-grabbing.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 54, "designation": "Rancho La Viña Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}]