[{"points": "91", "title": "Weingut Liebfrauenstift 2014 Dry Riesling (Rheinhessen)", "description": "Crisp, pristine peach and apricot notes resonate through the nose and palate of this fresh, blossomy dry Riesling. While zesty and lithe in body, ripe grapefruit and melon flavors feel supple and silky on the palate. Drink now through 2019.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 16, "designation": "Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Weingut Liebfrauenstift"}, {"points": "91", "title": "San Felice 2012 Il Grigio Riserva  (Chianti Classico)", "description": "Ripe berry, grilled herb, scorched earth, underbrush and clove are some of the aromas you'll find on this elegant red. On the firm palate, notes of star anise, white pepper and orange zest add depth to the juicy black cherry core while polished tannins add structure and finesse. Drink through 2019.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 27, "designation": "Il Grigio Riserva", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "San Felice"}, {"points": "91", "title": "Season 2014 Viognier (Southern Oregon)", "description": "Quite pretty and true to its best varietal characteristics, this opens with aromas of white flowers, tangerine and lime, with flavors to follow. It's beautifully proportioned, lingering and full, without a hint of either heat or bitterness.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 23, "designation": null, "variety": "Viognier", "region_1": "Southern Oregon", "region_2": "Southern Oregon", "province": "Oregon", "country": "US", "winery": "Season"}, {"points": "91", "title": "Wrath 2013 Destruction Level Red (Monterey)", "description": "Smashed blackberry and blueberry fruit are enhanced by burned caramel, heavy slate and touches of soy and smoke on the nose. There's great depth in both body and flavors once sipped, with a layer of fine-grained tannins revealing teriyaki, black plum, boysenberry and touches of lavender.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Destruction Level", "variety": "Rhône-style Red Blend", "region_1": "Monterey", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wrath"}, {"points": "91", "title": "Yardstick 2013 Ruth's Reach Cabernet Sauvignon (Napa Valley)", "description": "This wine shows off Yountville fruit at its finest, starting with a floral component to the nose. Spicy, bright and lifted, it coats the palate in ripe berry and cherry, ending with a snap of vanilla.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 25, "designation": "Ruth's Reach", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Yardstick"}, {"points": "91", "title": "Carl Graff 2014 Graacher Himmelreich Spätlese Riesling (Mosel)", "description": "Approachably fruity yet nuanced and electrifying, there's exceptional value here. High-intensity flavors of tangerine and stone fruit sweeten the palate, balanced by nerve-tingling acidity and deep ripples of slate, salt and honeycomb. It's an intensely zesty wine, but the finish has length and power.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 14, "designation": "Graacher Himmelreich Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Carl Graff"}, {"points": "91", "title": "Château Vincens 2012 Malbec (Cahors)", "description": "Low-yield vines on the best parcels of the Vincens estate are the source of this wine. It is super-rich and concentrated, maybe too much in its opulent excess. The wine does have great plum and berry flavors that are generous and full in the mouth. The wine even now is still young and will be better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": null, "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Vincens"}, {"points": "91", "title": "Chronic Cellars 2013 Mr. Nibbles Red (Paso Robles)", "description": "A hearty blend of 76% Zinfandel and 24% Petite Sirah, this bottling packs a wallop of cinnamon-stick on the nose as well as strawberry puree, licorice and black pepper. Clove, allspice, and nutmeg arise immediately on the sip, backed by baked plum and bay leaf notes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Mr. Nibbles", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chronic Cellars"}, {"points": "91", "title": "Claiborne & Churchill 2014 Claiborne Vineyard Riesling (Edna Valley)", "description": "More complex than the winery's appellation blend, yet also requiring time to reach full potential, this shows delicate lemon slices, honeysuckle, surf wax, pink grapefruit and a touch of coconut on the nose. The palate is grippy in texture and sizzling with mouthwatering acidity, offering lemon rind, grapefruit spritz and petrol flavors. Expect inviting nut and honey-dust flavors to emerge. Drink 2018–2034.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Claiborne Vineyard", "variety": "Riesling", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Claiborne & Churchill"}, {"points": "91", "title": "Collin-Bourisset 2011 Hospices Civils de Romanèche Thurins  (Moulin-à-Vent)", "description": "Produced from vineyards donated to a charitable hospital in the 19th century, this wine is rich and now perfectly mature. It has smoky tannins that lie under the fine, elegant cherry and red plum fruits and acidity. The wine still has freshness although the attraction here is the ripe structure. The ornate label dates back to 1926.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Hospices Civils de Romanèche Thurins", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Collin-Bourisset"}, {"points": "91", "title": "Conde de Velázquez 2012 Condesa Real Premium Blend Red (Aconcagua Valley)", "description": "This blend of Cabernet Sauvignon, Syrah and Merlot opens with blackened aromas of charred oak and creosote, but it quickly sheds that oak-heavy character to display toasty flavors of olives, herbs and berry fruits. All together, this is a classic Chilean red blend, with fine tannins and patented lightly herbal, balsamic flavors. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 29, "designation": "Condesa Real Premium Blend", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Aconcagua Valley", "country": "Chile", "winery": "Conde de Velázquez"}, {"points": "91", "title": "Cono Sur 2012 20 Barrels Cabernet Sauvignon (Maipo Valley)", "description": "Dry, briary aromas of field brush, black olive, herbs, berry fruits and saucy tomato are textbook Maipo. This is fresh, a touch choppy, and not overly heavy. Flavors of cassis, plum and vanilla carry over to the finish, which is fresh and bolstered by fine natural acidity. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 32, "designation": "20 Barrels", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Cono Sur"}, {"points": "91", "title": "Domaine Berthoumieu 2013 Charles de Batz Tannat-Cabernet (Madiran)", "description": "Of course, this 90% Tannat wine is still very young. But it's impressive, rich and concentrated and promises to age well. It is dense with both tannins and fruit, black plum and berry flavors dominating, cut by acidity. It will be ready to drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Charles de Batz", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Berthoumieu"}, {"points": "91", "title": "Casa Santa Vitória 2013 Grande Reserva Tinto Red (Alentejano)", "description": "From an estate in the south of the Alentejo, this is a rich, hot-country wine. It is firm, densely structured and with solid, dark tannins. There is a juicy black fruit background to this dense wine that gives a lift. Still young, this dark and very concentrated wine will be better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 26, "designation": "Grande Reserva Tinto", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Casa Santa Vitória"}, {"points": "91", "title": "Castello di Gabbiano 2012 Bellezza Gran Selezione  (Chianti Classico)", "description": "Baked plum, Asian spice, vanilla and menthol aromas carry the nose. The elegantly structured palate offers fleshy black cherry, licorice, mint and well-integrated French oak alongside fine-grained tannins that lend firm, polished support. A coffee note marks the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": "Bellezza Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Gabbiano"}, {"points": "91", "title": "Castello Romitorio 2011 Filo di Seta  (Brunello di Montalcino)", "description": "Intense aromas of ripe red berry, menthol, espresso and star anise lead the nose. The concentrated palate offers cranberry, dried Morello cherry, sage and licorice alongside close-grained tannins that grip the finish. Drink from 2018 through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Filo di Seta", "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello Romitorio"}, {"points": "91", "title": "Albatross Ridge 2012 Estate Reserve Pinot Noir (Carmel Valley)", "description": "From a promising new project, the nose of this wine is linear and focused, with black raspberry, black licorice, cola, wet sagebrush and rain-on-slate scents. The tactile acidity once sipped creates a fascinating soft buzz on the tongue, with flavors of dried mint, brisk raspberry and cherry tomato. Camphor and eucalyptus add intrigue on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Estate Reserve", "variety": "Pinot Noir", "region_1": "Carmel Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Albatross Ridge"}, {"points": "91", "title": "Alta Colina 2012 Old 900 Syrah (Paso Robles)", "description": "Dark and thick in the glass, this wine shows strong but not bitter tar notes on the nose plus charred beef in a blueberry glaze, wet campfire, bourbon barrel and vanilla. The structure is massive now, gooey with thick tannins and flavors of espresso bean and condensed purple flowers. Judicious acidity ensures strong cellaring potential. Drink 2018–2027.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Old 900", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Alta Colina"}, {"points": "91", "title": "Big Basin 2013 Syrah (Santa Cruz Mountains)", "description": "Bradley Brown's appellation blend is a nice entry point to this exciting winery. This wine shows lavish smoked black currant and plum flavors, with aromatically lifting spices of anise and black pepper and a savory roast-beef element. The palate packs lots of pepper and relies on plump black cherry, boysenberry and a dark-chocolate syrup richness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": null, "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "91", "title": "Marques de Griñon 2011 Single Vineyard Estate Bottled Syrah (Dominio de Valdepusa)", "description": "Ripe black-fruit aromas include notes of prune and raisin. In the mouth, this Syrah is bold, focused and full of energy and tannins. Flavors of dark plum, wild berry and chocolate end with fresh, wiry acidity that creates length. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Single Vineyard Estate Bottled", "variety": "Syrah", "region_1": "Dominio de Valdepusa", "region_2": null, "province": "Central Spain", "country": "Spain", "winery": "Marques de Griñon"}, {"points": "91", "title": "J. Christopher 2013 Dundee Hills Cuvée Pinot Noir (Dundee Hills)", "description": "This barrel selection evokes the AVA's black-cherry fruit character nicely, keeping it lively and balanced, with excellent depth. Tasting the wine is like gazing into a deep pool; the flavors keep pushing further into the finish. Streaks of coffee and milk chocolate are in the mix, but it's the excellent fruit that captures your attention and holds it.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 40, "designation": "Dundee Hills Cuvée", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "91", "title": "Sogrape 2012 Quinta dos Carvalhais Alfrocheiro (Dão)", "description": "Made from the perfumed red grape that is special to the granite Dão region, this is a structured, mineral and beautifully juicy wine. It has red fruits that shine through the dry core of structure. With its fragrant acidity and fresh aftertaste, the wine should be aged. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Quinta dos Carvalhais", "variety": "Alfrocheiro", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Sogrape"}, {"points": "91", "title": "Remírez de Ganuza 2007 Reserva Old Vines Unfiltered  (Rioja)", "description": "Despite the fact that 2007 was a largely forgettable vintage, this is an impressive Rioja reserva. Smoky, earthy plum and cherry aromas introduce a firm palate with clipped tannins. Plum, black cherry and herbal flavors finish tough and drawing. Drink now, but give this as much air as possible.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Reserva Old Vines Unfiltered", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Remírez de Ganuza"}, {"points": "91", "title": "R. Stuart & Co. 2014 Love Oregon White Sky White (Oregon)", "description": "This is principally Pinot Gris, blended with 7% Viognier and 12% other white grapes. Those other grapes are quite aromatic and send up pretty floral aromas immediately. When tasted this also offers a compelling streak of honey, with fruit flavors suggesting orange marmalade. It's not sweet, just fruity, round and quite delicious.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 25, "designation": "Love Oregon White Sky", "variety": "White Blend", "region_1": "Oregon", "region_2": "Oregon Other", "province": "Oregon", "country": "US", "winery": "R. Stuart & Co."}, {"points": "91", "title": "Ravenswood 2013 Belloni Vineyard Zinfandel (Russian River Valley)", "description": "This wine comes from a rare patch of old vines in the appellation, planted to Zin and mixed blacks no less. Belloni consistently impresses in its bringing together of smoky tar and leather around a core of tension and acidity. The finish is dusty and spicy, as it should be.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 37, "designation": "Belloni Vineyard", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ravenswood"}, {"points": "91", "title": "Quinta do Crasto 2013 Superior Red (Douro)", "description": "Coming from the Roquette family's newly acquired vineyards in the Douro Superior, this wine shows the great synergy between the region and the new wave of table wines. It has a smooth richness with ripe tannins and concentrated black fruits and rich wood-aging flavors. The wine is still at its fruity stage, so although it is drinkable now, it will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 28, "designation": "Superior", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Crasto"}, {"points": "91", "title": "Vignamaggio 2012 Monna Lisa Gran Selezione  (Chianti Classico)", "description": "A blend of 80% Sangiovese, 10% Merlot and 10% Cabernet Sauvignon, this opens with aromas that recall mature plum, violet, oak and a whiff of exotic spice. The structured palate offers dried black cherry, star anise and a whiff of grilled herb alongside firm, refined tannins that give the finish grip.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Monna Lisa Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Vignamaggio"}, {"points": "91", "title": "Torii Mor 2013 Olson Estate Vineyard Chardonnay (Dundee Hills)", "description": "The winery does not make much white wine, and this release is limited to just 55 cases. Light gold, it's scented with buttered popcorn and toasted hazelnuts, with a solid core of ripe apple, pear and nectarine fruit. It finishes with a powerful burst of vanilla custard.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Olson Estate Vineyard", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Torii Mor"}, {"points": "91", "title": "Sante Arcangeli 2014 Pinot Noir (Santa Cruz Mountains)", "description": "Thyme, marjoram and crushed slate give nuance to wild red fruits and rhubarb on the nose of this appellation blend by a coastally focused winery. Bright and zingy acidity pops on the palate, then settles into a gravelly groove, with slightly sour cranberry fruit, bay leaf and juniper nuances. It would add welcome spice to any meal.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sante Arcangeli"}, {"points": "91", "title": "Taken Wine Co. 2014 Complicated Pinot Noir (Sonoma Coast)", "description": "This is such a good offering at this price, or many other prices, that it would be a worthy house wine to stock for regular consumption. Richly luxurious and softly layered, its texture stands out among well-integrated jolts of earth, black tea and strawberry-rhubarb.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 20, "designation": "Complicated", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Taken Wine Co."}]