[{"points": "94", "title": "Domaine Delaporte 2014 Monts Damnés  (Sancerre)", "description": "The Monts Damnés, the cursed hill because its steepness makes it so difficult to work, faces south-east and gives the ripest grapes. This rich wine exemplifies the richness of the wines from this vineyard. It is finely rounded, stylish and full of opulent fruitiness. All this is tempered by a tight, mineral texture that gives the wine a fine final bite. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 59, "designation": "Monts Damnés", "variety": "Sauvignon Blanc", "region_1": "Sancerre", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Domaine Delaporte"}, {"points": "94", "title": "Château de Fieuzal 2015 Barrel Sample  (Pessac-Léognan)", "description": "93–95. Barrel Sample. There is a great balance between the spicy wood and the rich fruits that show off the ripe vintage. This is a wine that is poised, concentrated and ready to age.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château de Fieuzal"}, {"points": "94", "title": "Château Haut-Brion 2015 Le Clarence de Haut-Brion Barrel Sample  (Pessac-Léognan)", "description": "93–95. Barrel Sample. There is a serious side to this wine. It shows much of the slightly austere character of young Haut-Brion. At the same time, the fine red fruits and acidity give it a lift and accessibility. This wine will develop relatively quickly.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Le Clarence de Haut-Brion Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Haut-Brion"}, {"points": "94", "title": "Bodega Rolland 2006 Yacochuya Malbec (Cafayate)", "description": "Rarely do you come across something like this: mature and complex Malbec from Cafayate. Earthy aromas of plum, prune, raisin and tobacco give this an Old World bouquet. Saturated but with enough acidity to maintain balance, this tastes rooty, chocolaty and earthy, with mocha, toast and toffee flavors on a heady finish. Drink now.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 70, "designation": "Yacochuya", "variety": "Malbec", "region_1": "Cafayate", "region_2": null, "province": "Other", "country": "Argentina", "winery": "Bodega Rolland"}, {"points": "94", "title": "Boeckel 2013 Wiebelsberg Grand Cru Riesling (Alsace)", "description": "Soft perfume susbsumes citrus, apple and peach. All three are referenced in equal measure on the dry, clean palate. This has a soft aspect but is nonetheless fresh, taut, concentrated and linear. It comes with huge charm and clarity and finishes with pure, zesty dryness and pure, pervasive and lasting apple notes. Still young, oozing potential. Drink 2017–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Wiebelsberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Boeckel"}, {"points": "94", "title": "Quinta Nova de Nossa Senhora do Carmo 2013 Referência Grand Reserva Red (Douro)", "description": "Made from a field blend of old vines to which some Tinta Roriz added, this powerful, ripe and fruity wine is both concentrated and superbly generous. It has swathes of black fruits, dark tannins and minerality, all striated with acidity and a firm black plum skin texture. This is a wine to age, drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 110, "designation": "Referência Grand Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Nova de Nossa Senhora do Carmo"}, {"points": "94", "title": "Radikon 2004 Ribolla Gialla (Venezia Giulia)", "description": "One of the most unusual and fascinating wines coming out of Italy, this vibrant 11-year-old opens with aromas of pressed wildflower, chopped herb, spice, dried fruit and flint. On the rich palate, a mineral vein underscores mature apricot, candied tangerine zest and ginger. It shows the impressive aging potential of this native grape. Drink through 2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": null, "variety": "Ribolla Gialla", "region_1": "Venezia Giulia", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Radikon"}, {"points": "94", "title": "Lobo 2009 Loboroxo  (Moscatel de Setúbal)", "description": "Being a wood-aged Moscatel de Setúbal, this has wonderful blend of bitter marmalade and intense honey flavors. It has been matured in old wood, some used before with Armagnac brandy, and has developed this fine nutty character. The wine has been bottled to be drunk now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Loboroxo", "variety": "Moscatel Roxo", "region_1": null, "region_2": null, "province": "Moscatel de Setúbal", "country": "Portugal", "winery": "Lobo"}, {"points": "94", "title": "Freeman 2013 Akiko's Cuvée Pinot Noir (Sonoma Coast)", "description": "You've got to love the exotic aromas, great balance and firm texture of this complex Pinot. It's medium bodied, tangy and delicious due to good acidity and fresh, vibrant raspberry and red cherry flavors. It has appropriate fine tannins for a gripping mouthfeel, and a lingering finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 62, "designation": "Akiko's Cuvée", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "94", "title": "Domaine Schoffit 2007 Rangen Grand Cru Clos Saint Théobald Vendanges Tardives Pinot Gris (Alsace)", "description": "Earthy notes of pear mix with the generous sweetness of a late harvest wine. The palate is concentrated and lushly sweet, but full of rich flavors, tinged with pear and orange, caramel and lemon oil, acacia honey and candied lemon peel. Lovely, bright and still totally fresh. Drink 2016–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 72, "designation": "Rangen Grand Cru Clos Saint Théobald Vendanges Tardives", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Schoffit"}, {"points": "94", "title": "Duorum 2011 O. Leucura Reserva Red (Douro)", "description": "Named after the endangered Black Wheatear bird that nests in the Duorum vineyards, this wine is seriously powerful and dense. It has a dark structure, tannins that will still take time to soften. Black plums and dark berries are lifted with acidity, showing the potential of this wine. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 99, "designation": "O. Leucura Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Duorum"}, {"points": "94", "title": "Reichsgraf von Kesselstatt 2014 Graach Josephshöfer GG Trocken Riesling (Mosel)", "description": "Saffron and spice entice from nose to finish in this richly honeyed, yet dry Riesling. The palate is a delightful kaleidescope of fruit and mineral nuances anchored firmly by a stream of grapefruit and lime acidity. It's a complex, penetrating wine sure to improve through at least 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 52, "designation": "Graach Josephshöfer GG Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "94", "title": "Résonance 2013 Résonance Vineyard Pinot Noir (Yamhill-Carlton)", "description": "The eagerly anticipated first release from Maison Louis Jadot's Oregon project does not disappoint. Long time Jadot winemaker Jacques Lardière has put all his heart and expertise into this wine, sourced from a much-loved vineyard recently acquired by the firm. Concentrated raspberry purée comes through in both aroma and flavor, with laser focus. It's a magical combination of finesse, silkiness and strident youth, with 20 years of aging potential. Drink now through 2035.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Résonance Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Résonance"}, {"points": "94", "title": "Penner-Ash 2014 Viognier (Oregon)", "description": "This wine just bowls you over from the first sniff, a lush mix of white flower and citrus-rind aromatics. It's precise and penetrating, leading into a thoroughly captivating palate of sharply defined grapefruit, peach and papaya, underscored by racy minerality.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 30, "designation": null, "variety": "Viognier", "region_1": "Oregon", "region_2": "Oregon Other", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "94", "title": "Martin Schaetzel 2012 Pfersigberg Grand Cru Riesling (Alsace)", "description": "Incredibly pure notes of freshly cut Cox's Orange Pippin assail the nose. The palate has the same purity and a linear, taut, rich but toned body that is yet to reveal all of its secrets. The purity and luminoisty of the fruit is astonishing. We have not seen the best of this yet. For now the purest apple fruit delights. This is deliciously concentrated and very youthful. Drink 2016–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Pfersigberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Martin Schaetzel"}, {"points": "94", "title": "Stolpman 2013 Angeli Syrah (Ballard Canyon)", "description": "A signature bottling from the relatively new appellation, this Sashi Moorman wine shows fresh-pressed boysenberry, black raspberry, dried violets and lavender on the zesty nose. There is an extreme amount of vibrancy to the palate, with black and white pepper spicing up the tart elderberry and juniper fruits, with licorice and menthol playing supporting roles.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Angeli", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolpman"}, {"points": "94", "title": "Domaine Zind-Humbrecht 2013 Clos Saint Urbain Rangen de Thann Grand Cru Pinot Gris (Alsace)", "description": "Fulsome notes of ripe, juicy pear lead straight to a fluid, concentrated palate that holds a whole world of ripe pear flavors. This is still deep in its shell, ringing with primary fruit but burying many layers of spiced joy: think marzipan and gingerbread. This is one for laying down that will reward patient drinkers. The deep core of fruit, the concentration on the midpalate and the ultraclean finish all suggest a great future. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 105, "designation": "Clos Saint Urbain Rangen de Thann Grand Cru", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "94", "title": "Dominio de Atauta 2011 Llanos del Almendro  (Ribera del Duero)", "description": "Raisin, horse hide and other heavy, earthy, sun-baked aromas create a somewhat ponderous bouquet. In the mouth, this is jammy but still fully alive, tannic and grabby. Flavors of black plum, boysenberry and herbs end with a reprise of firm tannins, overt oak and related woody flavors. Drink from 2017–2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 150, "designation": "Llanos del Almendro", "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Dominio de Atauta"}, {"points": "94", "title": "Le Carré 2015 Barrel Sample  (Saint-Émilion)", "description": "93–95. Barrel Sample. Big, bold and rich, the wine is full of ripe blackberry fruits and vibrant acidity. It is round, smooth and concentrated.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Le Carré"}, {"points": "94", "title": "Testarossa 2013 Rincon Vineyard Pinot Noir (Arroyo Grande Valley)", "description": "From an appellation that thrived in this vintage comes a wine with aromas of cinnamon, nutmeg and licorice shavings atop fresh hibiscus and pomegranate flavors. There's bountiful energy on the palate, with flavors of dried-cherry and a densely packed array of chopped dill, roasted fennel and dried mint.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Rincon Vineyard", "variety": "Pinot Noir", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "94", "title": "Kopke 1935 Colheita White  (Port)", "description": "This was a great vintage Port year, and this white Port, which was bottled in 2015, has hints of the firm tannins and structure that marked out the year. It also has preserved an amazing amount of freshness still suggesting orange marmalade flavors. These are backed up by the fine, concentrated old wood tastes. The wine is, of course, ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 980, "designation": "Colheita White", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Kopke"}, {"points": "94", "title": "Kopke 1978 Colheita Tawny  (Port)", "description": "Not one of the generally declared vintages for Port, this year produced some ripe, sweet single quinta vintages. It also was a good year for rich, sweet tawnies. This is ripe, toffee-like in character packed with ripe raisin and sultana flavors. It is a luxurious wine, of course ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Colheita Tawny", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Kopke"}, {"points": "94", "title": "Dr. Loosen 2014 Erdener Treppchen Spätlese Riesling (Mosel)", "description": "Bursting of sweet yellow cherries, tangerines and peaches, this fragrant, finely filigreed spätlese screams classic Mosel. Searing lemon-lime acidity counters lush, sunny fruit flavors, finishing with a crystalline haze of honey and nectar. It's stunning now, but has plenty of stuffing to carry through 2025 with aplomb.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 34, "designation": "Erdener Treppchen Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. Loosen"}, {"points": "94", "title": "Dr. Loosen 2014 Wehlener Sonnenuhr Spätlese Riesling (Mosel)", "description": "Touches of exotic spice and crushed minerals lend complexity to sun-kissed peach and melon flavors in this medium-sweet Riesling. It's punchy and spry, full of high-toned acidity and lift, but finishes long, lean and elegant. It's youthful and exuberant now, but should continue to meld beautifully through at least 2027.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 34, "designation": "Wehlener Sonnenuhr Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. Loosen"}, {"points": "94", "title": "Château Laroque 2015 Barrel Sample  (Saint-Émilion)", "description": "93–95. Barrel Sample. Powerful and ripe, this is a solid, serious wine. It has dark tannins that are integrated into the rich black fruits. The wood is filling the texture with spice and a touch of bitter chocolate. It will be a full, dense wine, lifted by its juicy acidity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Laroque"}, {"points": "94", "title": "Château Magrez Fombrauge 2015 Barrel Sample  (Saint-Émilion)", "description": "93–95. Barrel Sample. Chocolate and ripe berry flavors give the wine a full, opulent character. It has some rich, sweet tannins that fill out the bountiful fruits. The wine is in a style that takes full advantage of the quality of the vintage.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Magrez Fombrauge"}, {"points": "94", "title": "Cristom 2013 Louise Vineyard Pinot Noir (Eola-Amity Hills)", "description": "Set at the top of Cristom's excellent lineup, this lush, round and seductive wine is built upon ripe black-cherry fruit. It plays out broadly across the palate, open and smooth, with nuances of cola, sandalwood and spice. Crisp, natural acidity keeps it lifted and lively. Drink now through 2035.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 58, "designation": "Louise Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Cristom"}, {"points": "94", "title": "A.A. Badenhorst Family Wines 2010 Red (Swartland)", "description": "Despite its age, this has the depth, concentration and structure to continue to age well through 2022. A blend of 74% Shiraz, 18% Grenache, 6% Cinsault and 2% Tinta Barocca, there's a pure character to the wine—herbal notes of minty fynbos, bark and freshly tilled soil are supported by vibrant plum, raspberry and cherry. There's a minerally graphite seam to the full-bodied palate, ending on lush notes of black pepper, bittersweet cocoa and espresso.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 43, "designation": null, "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Swartland", "country": "South Africa", "winery": "A.A. Badenhorst Family Wines"}, {"points": "94", "title": "Alloro 2012 Estate Riservata Pinot Noir (Chehalem Mountains)", "description": "A knockout effort, this features perfectly ripened fruit flavors of berries, plums and cherries adorned with baking spices. There's a suggestion of candied citrus rind as well, but it's the superlush fruit that rocks on through a lengthy finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Estate Riservata", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Alloro"}, {"points": "94", "title": "Ayoub 2013 Brittan Vineyard Pinot Noir (McMinnville)", "description": "Matching tart red fruit to the vineyard's characteristic gun-metal minerality, the wine cloaks itself in a light coat of ash and stone. Crisp acidity puts a tight focus on the stylish, resonant finish. Delicious now, it's built to age. Drink now–2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 48, "designation": "Brittan Vineyard", "variety": "Pinot Noir", "region_1": "McMinnville", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ayoub"}]