[{"points": "94", "title": "Domaine de la Bégude 2014 La Bégude Red (Bandol)", "description": "This is an impressively rich, still very young wine. Dominated by Bandol's own Mourvèdre grape, it is dense and concentrated. Spice and dark red fruits are shot through with a wonderful herbal character that conjures the southern warmth. The wine is still just setting out and will not be ready to drink before 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 44, "designation": "La Bégude", "variety": "Provence red blend", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de la Bégude"}, {"points": "94", "title": "Bergström 2014 Shea Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Bergström has made a Shea designate since 2003, intent on showcasing a “pretty” style of the vineyard. Here are lovely aromatics, with grape jelly, rose petals and plum in the nose, and a complex run of red fruits in the mouth. Streaks of cola, brown sugar and more come up in a generous finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 62, "designation": "Shea Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "94", "title": "Pascual Toso 2014 Alta Barrancas Vineyards Cabernet Sauvignon (Mendoza)", "description": "Open-grain oak aromas are out front, followed by sweeter scents of marzipan, prune and chocolate. A full, tannic palate is deep and dense, while toasty blackened flavors of cassis and blackberry finish with notes of mocha, chocolate and pepper. This is a bit rough and tannic, so cellaring will help it calm down. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 50, "designation": "Alta Barrancas Vineyards", "variety": "Cabernet Sauvignon", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Pascual Toso"}, {"points": "94", "title": "Fess Parker 2014 Clone 115 Pinot Noir (Sta. Rita Hills)", "description": "Winemaker Blair Fox loves this single-clone bottling, and for good reason. It's intensely dark in color but not overextracted, with soil, eucalyptus, black plum and baking spice aromas. Rounded strawberry and raspberry fruit shows on the medium-bodied palate, with star anise and white pepper accents.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Clone 115", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "94", "title": "Domaine Serene 2014 Two Barns Vineyard Pinot Noir (Dundee Hills)", "description": "Aromatically compelling, this offers a complex mix of clover, chocolate and cherry in the nose. It is a substantial, fruit-packed wine, with cherry and plum fruit, a full-bodied midpalate, mouthfilling texture and nicely integrated barrel spices. It finishes with a streak of Meyer lemon acidity. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 90, "designation": "Two Barns Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "94", "title": "Roar 2015 Garys' Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Cranberry, baked rhubarb, anise and crushed slate aromas show on the nose of this always-excellent bottling from the Franscioni family. The palate abounds with energy, driving black raspberry fruit accented with earthy loam, fennel, oregano and juniper through a compellingly round midpalate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Garys' Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Roar"}, {"points": "94", "title": "Parallel 2013 Outer Limits Cabernet Sauvignon (Napa Valley)", "description": "This impressive 100% varietal wine shows focused red fruit, a tropical edge of coconut and firm, structured tannin. Sage, cedar, tobacco and black pepper notes provide a sultry, savory counterpoint to the fruit, balanced with moderate acidity. Enjoy 2023–2033.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 155, "designation": "Outer Limits", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Parallel"}, {"points": "94", "title": "Matarromera 2010 Prestigio Pago de las Solanas  (Ribera del Duero)", "description": "Ripe pure black-fruit aromas are touched up by notes of malty chocolate and mocha. This is proportionally big, with cheek-grabbing tannins, but it's not overly hard or unbalanced— just the opposite. Flavors of mocha, coffee, hazelnut and ripe berry fruits finish flush, dense and firm, with toasty notes and powerful but controlled residual tannins. Drink through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": null, "designation": "Prestigio Pago de las Solanas", "variety": "Red Blend", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Matarromera"}, {"points": "94", "title": "Saviah 2014 The Funk Estate Syrah (Walla Walla Valley (WA))", "description": "This standout Rocks District wine brings earth shaking aromas of black-olive brine, tapenade, green olive, stargazer lilies, orange peel and crushed gravel. The smoked meat, charcuterie and blue-fruit flavors don't hold back, bringing a lovely sense of texture and detail. It's an intense wine that completely demands your attention.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "The Funk Estate", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Saviah"}, {"points": "94", "title": "The Calling 2014 Sunny View Pinot Noir (Russian River Valley)", "description": "Cherry pie and nuanced spice flavors buoy this delicately layered, medium-bodied vineyard designate that's built of robust fruit and supported quietly by oak. A thread of white pepper persists throughout, making it especially irresistible.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Sunny View", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "The Calling"}, {"points": "94", "title": "Trisaetum 2015 Ribbon Ridge Estate Pinot Noir (Ribbon Ridge)", "description": "Intensely aromatic, yet big and even chunky in the mouth, this young wine remains compressed and hard-edged. Give it ample aeration, and cranberry, blackberry and black cherry fruits come alive. Dense with fruit and detailed with wet stone minerality, this should be cellared a few years, and consumed from 2020 to 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 49, "designation": "Ribbon Ridge Estate", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "94", "title": "Château Lagrézette 2014 Cuvée Marguerite Massaut Malbec (Cahors)", "description": "From old vines in a tree-enclosed vineyard on the third terrace above the River Lot, this wine forms part of a range of wines featuring the soils and terraces of the Cahors vineyard. Named in homage to Marguerite de Massaut, a 16th-century owner of the estate, the wine is aged in new wood that gives it a minty character. That is balanced by the rich black-plum and truffle flavor and the intense acidity. The wine needs to age, so drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Cuvée Marguerite Massaut", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "94", "title": "Château Vignelaure 2016 Rosé (Coteaux d'Aix-en-Provence)", "description": "This is one of the classics among Provence rosés. Produced from organically grown grapes and coming from an impressive red-wine producing estate east of Aix-en-Provence, the wine is structured and ageworthy with its blend that includes Cabernet Sauvignon. Rich and full of red fruits, the wine should be drunk from late 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": null, "variety": "Rosé", "region_1": "Coteaux d'Aix-en-Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Vignelaure"}, {"points": "94", "title": "Château de Gayon 2009 Dou Barringuet Tannat-Cabernet (Madiran)", "description": "Eight years is about right for a Madiran to start its mature phase. This wine is just there, a ripe expression of Tannat. It still has tannins and they will remain, but the fruit has lost its raw youth and has become rich with dried fruits and acidity working well together. Drink this wine now and until 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Dou Barringuet", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château de Gayon"}, {"points": "94", "title": "Château d'Esclans 2015 Garrus Rosé (Côtes de Provence)", "description": "This is a serious wine with a lighter brighter side. Its wood aging adds spice to the ripe red fruits and brings out the concentration and intensity. It is, in its way, an unexpected side of Provence rosé, emphasizing richness and complexity. But it all comes together: a fine wine that, after a year of aging, is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Garrus", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château d'Esclans"}, {"points": "94", "title": "Borgo del Tiglio 2015 Friulano (Collio)", "description": "One of the finest whites of the vintage, this exquisite bottling has an enticing bouquet of almond, orchard fruit, almond and chopped herb. The elegantly structured palate delivers mouthwatering peach, apricot, almond and energizing mineral ntoes that carry over to the long, lingering finish, along with a hint of tangerine.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": null, "variety": "Friulano", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Borgo del Tiglio"}, {"points": "94", "title": "Domaine Serene 2014 Evenstad Reserve Pinot Noir (Willamette Valley)", "description": "There is a darker fruit spectrum evident in the reserve, with notes of coffee, smoke, black fruits, a touch of charred wood all worked through, and without damping the core fruit flavors. Those bright flavors spotlight raspberry, plum and black cherry. A light cola flavor pokes through, with ripe tannins and proportionate acids. The barrel treatment is beautifully applied, adding sweet spice to the finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 70, "designation": "Evenstad Reserve", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "94", "title": "Ponzi 2014 Aurora Vineyard Chardonnay (Willamette Valley)", "description": "Polished in every way, this brings an enticing potpourri of almond paste, apple and white pepper. Wild yeast fermentation in oak (30% new) marries complex components in perfect precise balance. As with all the Ponzi 2014 Chardonnays, the acids are bright but not biting, and the wines are built for both near-term enjoyment and medium-term aging.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 63, "designation": "Aurora Vineyard", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ponzi"}, {"points": "94", "title": "Pellet Estate 2013 Pellet Vineyard Cabernet Sauvignon (Napa Valley)", "description": "This single-vineyard estate wine is made by Nils Venge and Tom Rinaldi, who have somehow managed to capture quiet elegance and powerful fruit at the same time. Red-fruit driven, it's round and rich, with moderate tannin and cassis, clove and black pepper highlights.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Pellet Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pellet Estate"}, {"points": "94", "title": "Patricia Green Cellars 2015 Durant Vineyard Bishop Block Pinot Noir (Dundee Hills)", "description": "This gorgeous wine deftly integrates a lively mix of currant, cherry, breakfast tea and dried leaves into a seamless and seductive whole. Produced from vines dating back to the early 1970s, it finishes with a delicious streak of milk chocolate. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 48, "designation": "Durant Vineyard Bishop Block", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Patricia Green Cellars"}, {"points": "94", "title": "Waters 2014 Old Stones Syrah (Walla Walla Valley (WA))", "description": "The aromas pop, with notes of orange peel, ember, cured meat, black olive and wet stone, with purple fruit lurking in the background. The palate is surprisingly fruit forward, with plum and savory flavors that coat the palate from end to end. The finish glides for a full 30 seconds.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Old Stones", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Waters"}, {"points": "94", "title": "Sbragia 2013 Godspeed Cabernet Sauvignon (Mount Veeder)", "description": "From a prime site relatively high in elevation for the appellation, this wine shows beautiful, crisp acidity, as robust layers of mountain raspberry, blackberry and coffee flavor vie for attention. Full bodied and densely structured, it unfurls in wisps of black licorice and clove on the lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Godspeed", "variety": "Cabernet Sauvignon", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sbragia"}, {"points": "94", "title": "Schramsberg 2012 Tognetti Vineyard Brut Sparkling (Carneros)", "description": "This pretty, floral wine made entirely from Chardonnay grapes from this site is both creamy and crisp. It offers impressive length, acidity and stoniness, accenting its focused green apple flavor. As it opens, it takes on a richer honey-like tone that adds further complexity and deliciousness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Tognetti Vineyard Brut", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Schramsberg"}, {"points": "94", "title": "Bergström 2014 Bergström Vineyard Pinot Noir (Dundee Hills)", "description": "The estate's 13 acres were first planted in 1999. This lovely wine expresses itself with perfectly ripened black-cherry fruit, a dash of cola, and an underpinning of clean earth, complemented with a touch of mineral. The finish is superb.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 90, "designation": "Bergström Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "94", "title": "Maetierra Dominum 2009 QP  (Rioja)", "description": "Spicy yet sweet aromas of sarsaparilla root, saddle leather and earthy berry fruits precede a rich dense palate. This tastes of dark cherry and berry fruit, with an herbal shading adding complexity. Chocolaty oak takes hold on a solid long finish. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 68, "designation": "QP", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Maetierra Dominum"}, {"points": "94", "title": "Gini 2015 La Froscà  (Soave Classico)", "description": "Hands down one of Italy's best whites, this boasts alluring white flower and yellow stone fruit scents. The enveloping, delicious palate delivers white peach, mature pear, ginger and lemon drop flavors. Fresh acidity brightens the creamy flavors while a mineral note energizes the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 29, "designation": "La Froscà", "variety": "Garganega", "region_1": "Soave Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Gini"}, {"points": "94", "title": "Ponzi 2014 Abetina Pinot Noir (Willamette Valley)", "description": "Focused and dense, this intense wine captures the essence of ripe raspberries. Aged in 50% new French oak, it's got a strong vein of coffee and mocha. The flavors broaden out and penetrate, finishing with highlights of cedar, cinnamon and dark chocolate. Drink now through the 2020s, but decant if you want the full expression.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 105, "designation": "Abetina", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ponzi"}, {"points": "94", "title": "Frank Family 2013 Reserve Cabernet Sauvignon (Rutherford)", "description": "This tremendous red wine is robustly aromatic, layering its black currant, dark cherry and chocolate scents with dusty sage and cedar. Luxuriously textured and smooth, it finishes focused and direct, with a lift of welcome acidity and complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Frank Family"}, {"points": "94", "title": "Demetria 2014 Cuvée Sandre Pinot Noir (Sta. Rita Hills)", "description": "This lovely, layered wine from the Santa Ynez Valley-based producer shows iron, cranberry, shiitake, cola and cherry on the nose. Those same elements are delicately woven into the palate, enhanced by a Sichuan peppercorn kick and vibrant acidity that will ensure a long life ahead. Its flavors continue to unwind as it opens in the glass.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Cuvée Sandre", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Demetria"}, {"points": "94", "title": "Domaine de la Bégude 2013 La Bégude Red (Bandol)", "description": "This is a wine that is beginning to show some fine maturity. There are ripe fruits still very present, but they are matched by the secondary flavors, spice and warm tannins along with the classic herbal character of Mourvèdre. The wine is produced from organically grown grapes, giving purity as well as some serious structure in the background. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 44, "designation": "La Bégude", "variety": "Provence red blend", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de la Bégude"}]