[{"points": "93", "title": "Lleiroso 2011 Reserva Edición Especial Sergio Hernández  (Ribera del Duero)", "description": "Deep dark berry aromas come with notes of vanilla, gritty spice and tobacco. Hard tannins require cushion and this has just enough to handle things. Blackberry, cassis, barrel spice and molasses flavors finish with savory oak notes, chocolate and lingering blackberry fruit. Drink through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 64, "designation": "Reserva Edición Especial Sergio Hernández", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Lleiroso"}, {"points": "93", "title": "Sbragia 2013 Hughes Cabernet Sauvignon (Howell Mountain)", "description": "Another beauty from this producer and this appellation, Hughes is about granite-like minerality and rocky dust—a big-boned powerhouse from a powerful vintage that boasts generous spiced plum, cola, clove and black pepper flavors.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 120, "designation": "Hughes", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sbragia"}, {"points": "93", "title": "Schwarz Wein 2013 The Butcher Blaufränkisch (Burgenland)", "description": "Wonderfully aromatic fruit rises from the glass: blueberry with cinnamon and violet overtones, hints of plum and pepper and a pervasive elderberry note. This is a wonderfully elegant medium-bodied wine with a distinct but unobtrusive structure that lets the fruit speak clearly and honestly. Fresh and elegant now, it's sure to develop and evolve. Drink now–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "The Butcher", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Schwarz Wein"}, {"points": "93", "title": "Freemark Abbey 2013 Sycamore Vineyard Cabernet Sauvignon (Rutherford)", "description": "Earthy with dusty loam and forest scents, this wine is intensely rich, with grippy, chewy tannins. Fine-grained oak notes support dark chocolate, clove and tobacco flavors, accented with fruit-forward elements that recall wild blueberry and blackberry. Structured to age, it will be best from 2023 through 2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Sycamore Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Freemark Abbey"}, {"points": "93", "title": "FEL 2014 Savoy Vineyard Chardonnay (Anderson Valley)", "description": "Savory in aroma, richly fruity and accented with butter and vanilla, this wine has a complete package of flavors and an expert balance to accompany its creamy viscosity. It combines lightly toasty, earthy notes with generous pear and citrus flavors in a way that's unusual and compelling. Best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Savoy Vineyard", "variety": "Chardonnay", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "FEL"}, {"points": "93", "title": "Felton Road 2015 Bannockburn Riesling (Central Otago)", "description": "This wine shows a fine balance between sweetness (74 g/L) and acidity, reminiscent of a spätlese style. Striking scents of crushed stone, beeswax and lime burst from the glass, while the flavors combine peach and citrus notes. The finish shines, marrying sugar and acid into a long, tongue-tingling finale.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 40, "designation": "Bannockburn", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Felton Road"}, {"points": "93", "title": "Feudi di San Gregorio 2012 Serpico Aglianico (Irpinia)", "description": "Forest floor, leather, tilled soil, ripe berry and balsam are some of the aromas you'll find in this delicious red. The smooth, dense palate delivers blackberry jam, espresso, licorice and ground pepper flavors, blanketed with soft, silky tannins. Tobacco and graphite notes linger on the finish. Drink through 2020.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Serpico", "variety": "Aglianico", "region_1": "Irpinia", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "93", "title": "Château les Valentines 2016 Grande Cuvée No. 8 Rosé (Côtes de Provence La Londe)", "description": "Named after the year 2008, when Provence's La Londe became its own appellation, the wine is an impressive selection from specific parcels in the dry coastal slip between Toulon and Saint-Tropez. It is textured, full of ripe fruit, red berries and a squeeze of lemon juice. The wine is full bodied, rich and likely to age for a few more months. Drink from early 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Grande Cuvée No. 8", "variety": "Rosé", "region_1": "Côtes de Provence La Londe", "region_2": null, "province": "Provence", "country": "France", "winery": "Château les Valentines"}, {"points": "93", "title": "Château Roubine 2016 Inspire Rosé (Côtes de Provence)", "description": "The top cuvée from Roubine, this unusual blend of Tibouren and Clairette is intensely perfumed and ripe and with a fine stylish character. It is an impressive wine with yellow fruits as well as red currant and citrus. This food friendly wine should age a bit, so drink from late 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Inspire", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Roubine"}, {"points": "93", "title": "Barden 2015 Fonte White (Sta. Rita Hills)", "description": "This blend of 35% Chardonnay, 35% Pinot Blanc and 30% Pinot Gris from La Encantada Vineyard is a stunner, starting with its crystalline brilliance in the glass. Lime blossom, pomelo, baking soda and lanolin aromas lead into a grippy palate of green apple, chalk and wet cement. Extremely tense and compelling.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Fonte", "variety": "White Blend", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barden"}, {"points": "93", "title": "Château Eugénie 2014 Haute Collection Malbec (Cahors)", "description": "This premium cuvée from Eugénie is packed both with superripe fruit and layers of wood aging flavors. The fruit of this impressive wine is still pushing through the dark tannins that give a dry dusty edge to the wine. It is powerful and rich and should age. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Haute Collection", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Eugénie"}, {"points": "93", "title": "Bodegas Riojanas 2009 Monte Real Gran Reserva  (Rioja)", "description": "Aromas of roasted earth, leather and fine oak are more out-front than berry fruit, and that's the way it should be for a Gran Reserva. This feels bold, lively and still a touch bumpy. Chocolaty oak and vanilla notes rest comfortably on top of ripe berry and black-plum flavors, while the finish is persistently earthy and chocolaty. Drink through 2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 37, "designation": "Monte Real Gran Reserva", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Bodegas Riojanas"}, {"points": "93", "title": "Pago de Carraovejas 2012 El Anejón  (Ribera del Duero)", "description": "A more intense version of Carraovejas's Reserva from 2012, this also includes more than 20% Cabernet Sauvignon and Merlot. Thus it's spicy and prickly on the nose, with road tar and peppery notes in addition to potent berry fruit. A rich saturated rumbling palate deals coffee, toast, blackberry and herbal flavors that are much like the Reserva but more amplified. A charred finish has a lemony ring to it. Drink from 2020 through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 136, "designation": "El Anejón", "variety": "Red Blend", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Pago de Carraovejas"}, {"points": "93", "title": "Fess Parker 2014 Parker West Pinot Noir (Sta. Rita Hills)", "description": "Rich red cherry, rhubarb and alpine strawberry aromas meet rust and shaved licorice on the nose of this beautiful bottling from the Parker family's cool-climate vineyard. It's deceptively light on the palate, with airy flavors that intensify to exotic cherry, mulberry, tea leaf and maduro cigar, framed by firm, structured tannins. Drink 2020–2024.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Parker West", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "93", "title": "Smith-Madrone 2013 Estate Bottled Cabernet Sauvignon (Spring Mountain District)", "description": "From dry-farmed estate vines, this savory, classically styled red offers nuances of cedar, dried herb and peppercorn. It's aromatically reminiscent of the forest that surrounds the estate, delivering a balanced landscape of subtle, elegant flavor and length.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "Spring Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Smith-Madrone"}, {"points": "93", "title": "Rusack 2015 Santa Catalina Island Vineyards Chardonnay (California)", "description": "Grown against all odds (and against all likelihood of economic viability) overlooking the Pacific Ocean atop Catalina Island, this Chardonnay is a success every vintage. It shows a broad spectrum of nutty aromas, from macadamia to cashew, with touches of honey and daffodil. On the palate, expect walnut, vanilla and oak smoke, with a butterscotch-like finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Santa Catalina Island Vineyards", "variety": "Chardonnay", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Rusack"}, {"points": "93", "title": "Stadlmann 2015 Classic Pinot Noir (Thermenregion)", "description": "This wine's fresh, ripe red cherry and aromatic strawberry touches make for an inviting nose. The palate shows the same intense primary fruit, bolstered by freshness and a fine, filigreed structure. Its supple, pure fruit makes it very enjoyable now, but it's sure to evolve further with bottle age. Drink now–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 19, "designation": "Classic", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Stadlmann"}, {"points": "93", "title": "Testarossa 2015 Soberanes Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "From the vineyard planted by the Pisoni and Franscioni families, this wine delivers bright raspberry and strawberry aromas with sweet star anise spice. The medium-bodied palate is lively and boisterous, with ripe cranberry, tangy red plum skin and sour cherry flavors, accented with a helping of dried herbs.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Soberanes Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Renwood 2014 Story Vineyard Zinfandel (Amador County)", "description": "Bright, firmly structured and full of classic berry and savory flavors, this wine is rich but balanced and ready to serve with a steak, chop or rack for a special occasion. It has ripe fruit bolstered by firm acidity and a healthy coating of fine-grained, grippy tannins. Best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Story Vineyard", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Renwood"}, {"points": "93", "title": "Viña Cobos 2014 Bramare Malbec (Valle de Uco)", "description": "The color of this Malbec and the legs it gives off help separate it from the pack. A plush nose shows unabsorbed oak and char along with deep berry and cassis notes. Total saturation on the palate matches the nose, and this tastes of chocolate, mocha, wood spice and rich berry fruits. Oak is currently speaking the loudest on the finish. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Bramare", "variety": "Malbec", "region_1": "Valle de Uco", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Viña Cobos"}, {"points": "93", "title": "Samuel Louis Smith 2014 Radian Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Vinified by the former Margerum winemaker (who now works for Morgan Winery), this bottling from one of the appellation's most exciting vineyards is chock-full of baked red cherry, vanilla, clove and gravel aromas. Though light and bright in body, the palate packs intriguing flavors, from raspberry and rose petal to dried fennel and dill.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Radian Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Samuel Louis Smith"}, {"points": "93", "title": "San Vicente 2012  Rioja", "description": "This modern-style Tempranillo is registering at max ripeness. Aromas of black fruits, raisin, tire rubber and toasty French oak project a dark outlook. In the mouth, this is tight and gripping. Flavors of blackened oak, cassis and blackberry finish firm and closed, with manageable tannins. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 61, "designation": null, "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "San Vicente"}, {"points": "93", "title": "Brander 2015 au Naturel Sauvignon Blanc (Los Olivos District)", "description": "Freshly cut quince, guava, lemongrass and key lime aromas combine with a stony quality on the nose of this vibrant, zesty wine. Its acidity is almost effervescent, infusing the palate with boundless energy, while its chalky grip carries sharp green apple notes alongside warmer touches of pineapple and guava. Those vivid flavors linger for a full minute.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "au Naturel", "variety": "Sauvignon Blanc", "region_1": "Los Olivos District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brander"}, {"points": "93", "title": "Château Lagrézette 2015 Seigneur de Grézette Malbec-Merlot (Cahors)", "description": "Produced from old Malbec vines in the second terrace above the River Lot, the wine is darkly concentrated, with solid tannins and generous black fruits. Aging for 12 months has smoothed the square corners to create a wine that is hugely rich and rounded. It has the potential to age and become more opulent. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Seigneur de Grézette", "variety": "Malbec-Merlot", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "93", "title": "Daou 2015 Cabernet Sauvignon (Paso Robles)", "description": "The Daou brothers have become increasingly known for their rich, unctuous and lavish high-end wines, but this bottling offers a taste of that opulence for just $30. Plump blueberry and soft, cedar-like spice scents show on the nose, while the palate bursts with black cherry, dark chocolate and caramel flavors, powered by ample acidity. It will age gracefully, but is already delicious.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Daou"}, {"points": "93", "title": "Derby 2012 The Maneater Derby Vineyard Red (Paso Robles)", "description": "From an aptly named vineyard, this whopper of a wine blends 37% Zinfandel, 32% Syrah, 16% Grenache and 15% Mourvèdre with 24% new oak and 20% whole-cluster fermentation. The result is a perfume that's both tart with boysenberry and rich with caramel, oak and cola. Black plum, gravel and bay leaf flavors surround its meaty core, persisting deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "The Maneater Derby Vineyard", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Derby"}, {"points": "93", "title": "Château Grand Boise 2016 Jadis Rosé (Côtes de Provence)", "description": "This lightly wood-aged wine, from an estate that has only changed hands three times in 400 years, is crisp, tight and very young. It has fine potential for the future. There are elegant fruits, spice and intense acidity that needs to soften. Produced from selected high-altitude parcels, the wine is balanced between the tangy texture and mineral fruitiness. Drink from early 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 34, "designation": "Jadis", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Grand Boise"}, {"points": "93", "title": "21 Grams 2012 Red (Washington)", "description": "High-toned aromas of cranberry, herb, black licorice and dried cherry are followed by tightly wound dark-fruit flavors backed by firm tannins. The finish extends into the distance. It's a highly structured wine, with its best days far in front of it. Best from 2021 through 2027.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 125, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "21 Grams"}, {"points": "93", "title": "Bergström 2014 Old Stones Chardonnay (Willamette Valley)", "description": "This cuvée, says winemaker Josh Bergström, is crafted to compete with village Burgundies. Principally Temperance Hill fruit, it more than does the job, with great mouthfeel, and a succulent tangy ripe mix of citrus and stone fruits. There's a lick of caramel apple coming through also, and the wine is bursting with bright flavors across the board.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Old Stones", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "93", "title": "Bergström 2014 Temperance Hill Vineyard Pinot Noir (Eola-Amity Hills)", "description": "Unusual aromatics conjure ruby red grapefruit, Douglas fir needles, green tea and a touch of cola. The site, which is rather cool, fills in the main palate with grapes offering sleek subtle flavors of mountain berry.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Temperance Hill Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}]