[{"points": "80", "title": "Teillery 2014 Organic Cabernet Sauvignon (Maipo Valley)", "description": "Strange aromas of tree bark, pool water and funky berry fruit are not inviting. This organic Cabernet feels awkward and grabby, while flavors of jammy berry fruits finish flabby, wayward and with little charm.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 14, "designation": "Organic", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Teillery"}, {"points": "80", "title": "Fiesta Winery NV Side Saddle White (Texas)", "description": "Pollen and wilted-flower tones are mild on the nose. Watery lychee and peach flavors are the markers for the flabby, sugary palate.", "taster_name": "Alexander Peartree", "taster_twitter_handle": "@apatrone23", "price": 20, "designation": "Side Saddle", "variety": "White Blend", "region_1": "Texas", "region_2": null, "province": "Texas", "country": "US", "winery": "Fiesta Winery"}, {"points": "80", "title": "Domaine Bernhard & Reibel 2014 Hahnenberg Pinot Gris (Alsace)", "description": "Blurred edges characterize the non-distinct apple fruit. The palate has edges of bitterness that the residual sugar cannot masks.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Hahnenberg", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Bernhard & Reibel"}, {"points": "80", "title": "Fiesta Winery NV Skinny Dippin White (Texas)", "description": "SweeTART candies and green Jolly Rancher aromas are like a punch in the face. Green apple-cider flavors carry the flabby, sweet palate.", "taster_name": "Alexander Peartree", "taster_twitter_handle": "@apatrone23", "price": 16, "designation": "Skinny Dippin", "variety": "White Blend", "region_1": "Texas", "region_2": null, "province": "Texas", "country": "US", "winery": "Fiesta Winery"}, {"points": "80", "title": "L.A. Cetto 2013 Chenin Blanc (Valle de Guadalupe)", "description": "Neutral on the nose, with hints of peach and melon, this Chenin is flabby and struggling to stay afloat. Lightly oxidized, yeasty flavors of apricot and melon finish with barely a pulse.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 13, "designation": null, "variety": "Chenin Blanc", "region_1": null, "region_2": null, "province": "Valle de Guadalupe", "country": "Mexico", "winery": "L.A. Cetto"}, {"points": "80", "title": "Chono 2012 Single Vineyard Cabernet Sauvignon (Maipo Valley)", "description": "Murky in color and like pure raisin juice on the nose, this alarmingly unbalanced, raisiny Cab holds mild enjoyment.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 13, "designation": "Single Vineyard", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Chono"}, {"points": "97", "title": "Pol Roger 2004 Cuvée Sir Winston Churchill Brut  (Champagne)", "description": "Following on from the great 2002 vintage of this wine, the 2004 is equally memorable. It is a magnificent wine, structured and beautifully balanced between the ripe white fruits and the tight texture that will allow it to age many years. While drinkable now, it is still young at 11 years, still with great potential. Drink now, until 2024, and probably beyond.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 305, "designation": "Cuvée Sir Winston Churchill Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pol Roger"}, {"points": "96", "title": "Muga 2011 Torre Muga  (Rioja)", "description": "Concentrated, ripe and pure on the nose, this is toasty smelling and intense, with notes of charcoal, cassis and blackberry. A grabby, extracted but balanced and impressive palate holds flavors of coffee, toasty oak, bitter chocolate and wild berries. The finish tastes savory and fully oaked, but not overdone. Hold a few years, then drink through 2026.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 101, "designation": "Torre Muga", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Muga"}, {"points": "96", "title": "Kracher 2012 Nouvelle Vague Nr. 6 Grande Cuvée Trockenbeerenauslese White (Burgenland)", "description": "The perfume of fully ripe, lusciously juicy peach is nearly overwhelming. It is joined by notions of barley-sugar and candied apricot. There is a more tart notion of passion fruit, too, as well as a guiding, lightning flash of welcome acidity that brings a punch of citrus zest. This TBA is like a very potent flavor bomb that not only delivers luscious sweetness but also a counterpoint of acidic thrill. Needless to say, this simply lingers and lasts. Nectar indeed.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Nouvelle Vague Nr. 6 Grande Cuvée Trockenbeerenauslese", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "96", "title": "Boeckel 1998 Brut Extra Chardonnay (Crémant d'Alsace)", "description": "Initially restrained, the nose unfolds slowly in shades of ripe apple, dried apricot and honey. The honeyed notes become more effusive with air, edging towards honeycomb and butter shortbread. Despite this richness which also illuminates the palate, the body of this vintage crémant—which was on its lees in magnum for more than a decade—remains slender, chalky and totally pure. This 100% varietal wine is made from the oldest Chardonnay vines in Alsace, planted in 1968. Purity of fruit speaks as much as soil and place—united by the long flavor fusion and development of lees ageing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Brut Extra", "variety": "Chardonnay", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Boeckel"}, {"points": "96", "title": "Gary Farrell 2013 Durell Vineyard Chardonnay (Sonoma Valley)", "description": "To tame Durell is no easy feat—indeed at first this wine exudes matchstick and robustness on the nose and palate. But tameness comes in the form of lemon and grapefruit pith, brightening the load, with a sinewy structure supporting its core. The finish is succulent in honey and stone. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Durell Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "96", "title": "Gosset 2002 Celebris Vintage Extra Brut  (Champagne)", "description": "Aged for 10 years before disgorging and a further time before release, this is Gosset's top wine from a great vintage year. Extra Brut means it is dry, although the age of this wine has softened the intense acidity and turned it into an elegant, mature wine of great complexity as well as immediate attraction. It will age further at least until 2022, although it is totally drinkable now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 195, "designation": "Celebris Vintage Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Gosset"}, {"points": "96", "title": "Domaine Drouhin Oregon 2012 Édition Limitée Pinot Noir (Dundee Hills)", "description": "The winery's Édition Limitée is a block selection, ripe, rich and beautifully rounded out. It's totally full bodied without becoming jammy, a lush compote of berries, cherries, citrus oil and refined acids that conjure up ripe pineapple juice. A long, lightly smoky finish seems to go on for endless minutes. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 85, "designation": "Édition Limitée", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Drouhin Oregon"}, {"points": "96", "title": "Emmerich Knoll 2013 Loibner Auslese Grüner Veltliner (Wachau)", "description": "Hints of moss, yeast and freshly zested orange peel edged with pine honey initially suggest a dry wine. It is only on the palate that the richer and sweeter Auslese character comes to bear—again in the guise of dark, aromatic pine honey. The concentrated, deliciously bitter zestiness of the acidity, paired with the aromatically dark and equally bitter edge of the resinous honey provide a wonderful structure. While sweetness peaks up, it never gains the upper hand. This is a tight-rope walker of a wine with immense balance and poise. Glints of vanilla pod, candied peel and white pepper open up, vista after vista. If you are new to Grüner Auslese, this is the one to get you hooked.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Loibner Auslese", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "96", "title": "Louis Roederer 2007 Cristal Brut Rosé  (Champagne)", "description": "Beautifully pale in color, this is the latest release of Cristal Rosé. It is ripe and full in the mouth, packed with fruit and also with intense acidity that cuts through the soft texture. There is a hint of bottle age, giving the wine a toasty complexity that brings a balance to this great wine. Drink now, although this vintage will certainly last to 2020 and beyond.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 469, "designation": "Cristal Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "95", "title": "Joseph Phelps 2012 Insignia Estate Grown Red (Napa Valley)", "description": "In this vintage, the producer's beloved blend is a commingling of 75% Cabernet Sauvignon, 10% Merlot, 10% Petit Verdot, 3% Malbec and 2% Cabernet Franc. Two years in new French oak give it a youthful, tannic nature around smoky black cherry, burly leather and full-bodied richness and concentration. Further time in the bottle should coax out the blackberry and cherry; cellar through 2027.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 240, "designation": "Insignia Estate Grown", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "95", "title": "Moët & Chandon 2004 Dom Pérignon Brut Rosé  (Champagne)", "description": "This is a very fine wine with considerable bottle age. From its orange-pink color to its mature toast and almond flavors, this complex wine is much more than the fruit that has merged with the secondary flavors. Light tannins and a crisp texture are balanced by the softness that comes from the relatively high dosage. The wine, beautifully mature, is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 320, "designation": "Dom Pérignon Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Moët & Chandon"}, {"points": "95", "title": "Arista 2013 Ferrington Vineyard Pinot Noir (Anderson Valley)", "description": "This wine hits the mark for spicy aromas, rich flavors and a velvety yet vibrant texture. The complex aromas resemble pencil shavings and baking spices, with flavors of bright red cherry, ripe plum and clove. While absolutely delicious to drink now, this will improve through at least 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 64, "designation": "Ferrington Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Arista"}, {"points": "95", "title": "Babcock 2013 Slice of Heaven Pinot Noir (Sta. Rita Hills)", "description": "Hailing from the vineyard that surrounds the historic Mt. Carmel monastery and vineyard, this weaves together aromas of buttered black cherries, Dr Pepper, black slate and the slightest tinge of dried herbs. From that hedonistic nose, the blackberry-laced palate tightens around pencil shavings, black-tea leaves, graphite, eucalyptus and sagebrush—an utterly balanced experience between savory and sweet.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Slice of Heaven", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Babcock"}, {"points": "95", "title": "Bergström 2013 Bergström Vineyard Pinot Noir (Dundee Hills)", "description": "When a winery this good puts their name on a particular, prized vineyard, it pretty much guarantees you a great flavor ride. It pays off here, with this sophisticated Pinot Noir that carries itself with seamless authority. Red plum, black cherry and a dusting of baking spices all converge in a complex and delicious wine that pins the hedonism meter.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 85, "designation": "Bergström Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "95", "title": "Bruno Paillard 2004 Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This mature wine shows its toasty side. A mineral texture is now integrated with the almond, yeast and bread flavors to give a wine that's crisp while no longer bringing out its fruit. This wine is elegant with poise and great style. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "95", "title": "Sierra Cantabria 2011 Amancio  (Rioja)", "description": "This gorgeously crafted, full-bodied Tempranillo is a modern beauty. Marzipan, wood grain, baking spice and black-fruit aromas make for a spectacular bouquet, while a ripped, strapping palate is raring to go. Flavors of blackened toast, fine wood, black plum and blackberry finish with gusto and notes of licorice, baking spices and cracked black peppercorn linger on the finish. Hold until 2017, then drink through 2026.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 149, "designation": "Amancio", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Sierra Cantabria"}, {"points": "95", "title": "Kracher 2012 Zwischen den Seen Nr. 10 Trockenbeerenauslese Scheurebe (Burgenland)", "description": "The term “heady” surely was coined just for a wine like this—immensely rich but traveling on very light feet, concentrating the perfumed aromatics of Scheurebe on the palate while exuberantly vaporizing them on the nose. The honeyed blossoms of nettle come to mind as well as summer sprays of honeysuckle. The palate is ultrasweet, evoking tropical largesse of pineapple and passion fruit, always luminous, always bright. This is dessert in itself and shines with immense purity.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 51, "designation": "Zwischen den Seen Nr. 10 Trockenbeerenauslese", "variety": "Scheurebe", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "95", "title": "Lanson 2002 Noble Cuvée Brut  (Champagne)", "description": "The great 2002 vintage has produced some remarkable wines and this falls into that category. Still so fresh, with swathes of mineral texture and tight acidity, it is still developing. Hints of toast point to a future where the wine will be rounder and with even more complexity. For now, the crisp apple, pear and softer yellow fruits dominate. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Noble Cuvée Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "95", "title": "Joseph Phelps 2013 Freestone Vineyards Estate Grown Chardonnay (Sonoma Coast)", "description": "This 100% varietal wine from the cooler outpost of Freestone is so deliciously crisp, bright in minerally lemon and fresh pear. It lingers on the palate in complex ways, elusive one moment, then exuberant the next—a celebration of ideal vintage and place.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Freestone Vineyards Estate Grown", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "95", "title": "Louis Roederer 2010 Rosé  (Champagne)", "description": "Beautifully crisp and fresh, this is a young, tightly textured wine that is already so refreshing. Its red fruit character is just a part of the mineral and tannin texture and the pure line of fragrant acidity. Very pale in color, this sophisticated wine could do with some aging. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "95", "title": "Emmerich Knoll 2013 Ried Pfaffenberg Auslese Riesling (Wachau)", "description": "The finely tuned sweetness of this Auslese brings out the muskier notes of apple: a mix of fresh and baked fruit, with peeled skin and compote flesh. Initially, there still is the spectre of yeast but with some time there are hints of burnt sugar and apricot compote, too. A lovely, engulfing apple tartness makes this as suited to baked fruit desserts and fruit tarts as to creamy, ripe cheeses. Full marks for poise and freshness. This is a baby still and will need time to come into its own and unfold even more layers. Drink from 2018.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Ried Pfaffenberg Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "95", "title": "Lanson NV Extra Age Brut  (Champagne)", "description": "A blend of 60-40 Pinot Noir and Chardonnay, this beautifully textured wine offers white fruit, citrus and crisp apple flavors. These contrast with the yeast and cookie flavors that are developing after the long aging in the Lanson cellars. This impressive wine could still develop further. Drink now and until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": "Extra Age Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "95", "title": "Thomas Fogarty 2012 Langley Hill Vineyard Estate Grown Chardonnay (Santa Cruz Mountains)", "description": "There's tremendous tension on the nose of this wine, with the slightest hints of yogurt and crushed ant mixing with a pink limeade aroma. The palate is extremely energized, with lime chiffon and tangerine-skin flavors proving simultaneously rich and zesty. It's superb now but has the bones for extended aging.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Langley Hill Vineyard Estate Grown", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "95", "title": "Gary Farrell 2013 Rochioli Vineyard Chardonnay (Russian River Valley)", "description": "An intensity of petrol-like oakiness on the nose of this wine suggests a youthful coiling that's yet to unravel. Still, plenty of promise is revealed, from robust yet floral elements of golden apple and honey to the effusive back notes of peach. Medium bodied, it finishes crisp and creamy, an expert combination of strength and elegance. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Rochioli Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}]