[{"points": "93", "title": "Proidl 2016 Ried Ehrenfels Reserve Riesling (Kremstal)", "description": "A touch of wet earth colors the lemony notes on the nose of this wine. On the palate, the lemon becomes even more intense and concentrated. It's a ripe, fruity kind of freshness that recalls Meyer lemon and leaves the palate envigorated with mouthwatering but spiky richness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Ried Ehrenfels Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "93", "title": "Richard Rottiers 2016 Foudres  (Moulin-à-Vent)", "description": "Aged in large wooden barrels called foudres, this wine is smoothly textured as well as generous in its fruitiness. Great red fruits are surrounded by young tannins and touches of wood aging. With its rich texture, the wine will need time. Drink from late 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Foudres", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Richard Rottiers"}, {"points": "93", "title": "Rippon 2013 Mature Vine Pinot Noir (Central Otago)", "description": "This is a beautiful Pinot from one of New Zealand's most acclaimed biodynamic producers. Plummy fruit, florals, dried leaves, white pepper and a hint of cinnamon lead into a light- to medium-bodied palate that is crisp and elegant yet powerful too, with grainy, almost chewy tannins, a warm stone character, and a long, tangy finish. Still youthful, this should go for another 7–9 years. Drink through 2027.", "taster_name": "Christina Pickard", "taster_twitter_handle": "@winewchristina", "price": 65, "designation": "Mature Vine", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Rippon"}, {"points": "93", "title": "Salomon-Undhof 2016 Ried Lindberg Reserve Grüner Veltliner (Kremstal)", "description": "A touch of ripe melon colors the more usual pear notes on the nose of this wine. Here, they're pure and pristine. That same fruity pear perfume characterizes the creamy palate, along with a yeasty texture and pithy citrus richness. A highly elegant, svelte style, with friendly, delicious fruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Ried Lindberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "93", "title": "Salomon-Undhof 2016 Ried Wachtberg Grüner Veltliner (Kremstal)", "description": "A touch of soy, a spark of lemon and friendly ripe pear notes combine on the nose of this wine. That harmonized interplay continues on the concentrated palate, where lemony brightness and yeasty, soy-like richness play off each other to great effect. The finish is taut and refreshing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 33, "designation": "Ried Wachtberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "93", "title": "Savage 2015 The Girl Next Door Syrah (Cape Peninsula)", "description": "This opens with a strong herbal impression, redolent of fresh fynbos, tilled earth, frankincense and violet, which mix harmoniously with the wild strawberry and boysenberry fruit core. The medium-weight palate is bright and juicy, with a crushed-satin texture thanks to ample acidity and structured yet fine tannins. The pure finish leads with ripe fruit flavors that transition seamlessly to notes of sweet spice and finally a fresh, salty sea-spray accent. It's easy to like now, but it should hold well through 2028.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 63, "designation": "The Girl Next Door", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Cape Peninsula", "country": "South Africa", "winery": "Savage"}, {"points": "93", "title": "Sixto 2014 Frenchman Hills Chardonnay (Washington)", "description": "Of the vineyard designated wines, this one comes from the youngest vines, planted in 1998. The aromas of peach, pear, mineral, pineapple upside down cake and spice are subtle and refined. The palate is sleek yet silky and extremely flavorful, full of stone-fruit flavors that lead to a finish that won't quit. It's all about delicacy and restraint, hitting a lot of high notes.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 55, "designation": "Frenchman Hills", "variety": "Chardonnay", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "Sixto"}, {"points": "93", "title": "Stift Göttweig 2016 Ried Silberbichl Reserve Riesling (Kremstal)", "description": "A touch of russet apple peel plays with the lemon notes on the nose of this wine, suggesting riper, juicier fruit that is made manifest on the palate. Full-fruited, juicy red apple, yellow pear and ripe Meyer lemon notes abound and dance aromatically on the palate. It all comes together on a pithy vein of citrus freshness. This is exuberant and joyful and will evolve if you can actually resist drinking it. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 51, "designation": "Ried Silberbichl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stift Göttweig"}, {"points": "93", "title": "Tinhof 2016 Weissburgunder (Leithaberg)", "description": "Fresh, bright hints of Golden Delicious apples meet zesty lemon notes and a wet pebble stoniness on the nose of this wine. With air, the fruit grows more insistent. The palate is beautifully svelte and lets the apple and ripe pear fruit shine. Lemony freshness lends precision. There is concentration and just a little heat on the dry finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 38, "designation": null, "variety": "Weissburgunder", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Tinhof"}, {"points": "93", "title": "Viña Maipo 2012 Alto Tajamar Red (Buin)", "description": "This Syrah-based blend is ripe, flush and sets a new high-water mark for Viña Maipo, part of the Concha y Toro group. On the palate, this is jammy, deep and complete, with layering. Flavors of toasty oak, graphite, wood spice and blackberry end with oak-aided coffee, mocha and chocolate notes. Drink this concentrated Syrah-Cabernet blend through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 110, "designation": "Alto Tajamar", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Buin", "country": "Chile", "winery": "Viña Maipo"}, {"points": "93", "title": "Volpaia 2013 Il Puro Gran Selezione  (Chianti Classico)", "description": "Exotic spice, toast, crushed mint, French oak and black-skinned berry aromas follow over to the linear, elegant palate along with wild cherry and licorice. It's youthfully austere but well balanced, with fine-grained tannins and vibrant acidity. Give it time to unwind and fully develop. Drink 2019–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Il Puro Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Volpaia"}, {"points": "93", "title": "Wieninger 2016 Ried Ulm-Nussberg White (Wiener Gemischter Satz)", "description": "A mere whisper of rose flashes on the nose before herbal, yeasty fruitiness takes over. This field blend is intriguing and layered, made from several varieties. The palate has a salty edge and a rich mouthfeel that veers from creamy to pithy and back again. It lets its yeasty pear, apple and citrus flavors ripple across the tongue. Lovely now but sure to evolve. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Ried Ulm-Nussberg", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Wiener Gemischter Satz", "country": "Austria", "winery": "Wieninger"}, {"points": "93", "title": "Williams Selyem 2015 Lewis MacGregor Estate Vineyard Chardonnay (Russian River Valley)", "description": "A richly ripe and rewarding white, this wine opens in hearty notions of butter, quince and spicy peach. Velvety smooth, it has a decadence that persists and impresses, its use of oak integrated and complementary to the wine's gravelly elements.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Lewis MacGregor Estate Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Bründlmayer 2015 Reserve Pinot Noir (Niederösterreich)", "description": "Aromatic notes of ripe red berries and much more tart Morello cherries play on the nose, joined by a faint hint of woodsmoke. The palate is beautifully translucent in pure cherry fruit, with a graceful structure of very fine tannins. Both ripeness and extraction are beautifully judged here. Lovely already but sure to evolve. Drink now–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 73, "designation": "Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Bründlmayer 2016 Ried Lamm Reserve Grüner Veltliner (Kamptal)", "description": "Hazelnut-like oak notes still dominate the nose of this wine. The palate counters them with friendly mirabelle plum fruit and ample lemon freshness. This needs time to integrate and unfold but has all the necessary balance and stuffing to do just that. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 85, "designation": "Ried Lamm Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Carlisle 2015 Rossi Ranch Grenache (Sonoma Valley)", "description": "After skipping a vintage, the producer offers this impressively powerful expression of the variety from a great site. Compressed plum and strawberry compote flavors are rich and rounded, nuanced in juicy acidity. A lasting bite of oak and tannin permeate on the long finish, accented in white pepper.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": "Rossi Ranch", "variety": "Grenache", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "93", "title": "Carlisle 2015 Sierra Mar Vineyard Syrah (Santa Lucia Highlands)", "description": "Candied blackberry, black cherry, plum paste, mint and dark chocolate show on the nose of this dense built-to-last bottling by Mike Officer. The palate is thick and the tannins are still a bit stiff, but the intense marjoram, oregano, thyme and elderberry jam flavors will grow even more fascinating with time. Drink from 2019 through 2035.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Sierra Mar Vineyard", "variety": "Syrah", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "93", "title": "Cutruzzola 2014 Gloria Pinot Noir (San Luis Obispo County)", "description": "The nose on this bottling is both juicy and serious, with cherry, pomegranate, dewy morning sagebrush, muddy sand and star anise aromas. There is solid textural tension to the sip, where red currant and lavender flavors mesh. Strong acidity soars into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Gloria", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cutruzzola"}, {"points": "93", "title": "Delas Frères 2016 Clos Boucher  (Condrieu)", "description": "Layers of spice, vanilla and toast are integrated from nose to palate in this elegant Condrieu. It's an unctuous, textured sip marked by silken waves of orange water, blossom and cream. The acidity is soft but lemony, lending freshness to a salty, savory hazelnut finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Clos Boucher", "variety": "Viognier", "region_1": "Condrieu", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Delas Frères"}, {"points": "93", "title": "Domaine des Chers 2016 Vieiles Vignes  (Moulin-à-Vent)", "description": "This is a big, rich wine, full of tannins as well as intense fruit. Concentration and dense texture are just part of the fruitiness and structure that give this wine its potential. Still developing, the wine is likely to show at its best from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 29, "designation": "Vieiles Vignes", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine des Chers"}, {"points": "93", "title": "Domaine des Terres Dorées 2016  Morgon", "description": "Fermented with natural yeasts and with little added sulphur, this wine concentrates on its fruit character. Fine tannins, rich black fruits and a dense texture all contribute to its distinctiveness. With its structure and acidity it does need to age. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 22, "designation": null, "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine des Terres Dorées"}, {"points": "93", "title": "Château Gaillard 2016 Vieilles Vignes  (Morgon)", "description": "Sébastien Gutty is proud owner of this three-acre parcel of 90-year-old vines. They have given a wine that reflects both richness and concentration. It is densely packed with dark tannins, black fruits and a shot of acidity. This is a wine to drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 32, "designation": "Vieilles Vignes", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château Gaillard"}, {"points": "93", "title": "Ancient Peaks 2015 Renegade Red (Santa Margarita Ranch)", "description": "The price-to-flavor ratio on this bottling is astounding, as this blend of 55% Syrah, 27% Zinfandel, 13% Petite Sirah and 5% Petite Verdot offers all that Paso power at half the price. Intense black currant, blackberry pie, beef jerky and caramel aromas lead onto a palate full of chalky tannins and balanced acidity. The roasted blackberry flavors would pair perfectly with a beef stew.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": "Renegade", "variety": "Red Blend", "region_1": "Santa Margarita Ranch", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ancient Peaks"}, {"points": "93", "title": "Black Kite 2015 Soberanes Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Bright black raspberry aromas meet with shaved licorice, fresh fennel, tarragon and purple rose petals on the nose of this single vineyard expression. The sip dries up considerably at first, with loamy, minty flavors, but they open toward strawberry, sumac and candied red cherry. Cinnamon and menthol spice fire up the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Soberanes Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Black Kite"}, {"points": "93", "title": "Domaine du Clos du Fief 2016 Les Capitans  (Saint-Amour)", "description": "Les Capitans is one of the top sectors of Saint-Amour, producing wines that are perfumed and have great fruit. This wine also has some firm tannins that add to the richness. It is likely to age well and, with its juicy acidity, will be best from late 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Les Capitans", "variety": "Gamay", "region_1": "Saint-Amour", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine du Clos du Fief"}, {"points": "93", "title": "Domaines Dominique Piron 2016  Fleurie", "description": "Produced from vines that are more than 50 years old, this wine is concentrated and dense. It also has the great style and elegance that is the hallmark of Fleurie. Black fruits are cut with good acidity, giving a juicy character to balance the ripe tannins. This beautiful wine will be ready to drink from late 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": null, "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaines Dominique Piron"}, {"points": "93", "title": "Domäne Wachau 2016 Ried Achleiten Smaragd Grüner Veltliner (Wachau)", "description": "A youthful aroma of peardrop is foremost on the nose, but on the palate, a zesty, pithy texture takes over. It's accompanied by vivid, lively lemon freshness that keeps it slender and streamlined, ringing with purity and verve. The finish is moreish and lip-smacking.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Ried Achleiten Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Domäne Wachau 2016 Ried Achleiten Smaragd Riesling (Wachau)", "description": "A tropical hit of pineapple precedes the lemony notes on the nose of this wine. The palate is utterly pure and fresh, with slender and poised lemon notes that carry fluidly and mouthwateringly into the long finish. There is something salty, lip-smacking and very refreshing about this. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Ried Achleiten Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Ebner-Ebenauer 2016 Alte Reben Riesling (Niederösterreich)", "description": "The merest hint of passion fruit gives a tropical twist to the lemony nose of this wine. The palate comes in with fresh juiciness, combining ripe yellow and tart green apple notes. There's an intense and deeply fruity aroma that sweeps from ripe pear and crunchy apple to ripe orange and zesty lemon. Lovely, pure and sure to evolve. Drink 2028–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Alte Reben", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "93", "title": "Fischer 2016 Ried Frauenweingärten Smaragd Grüner Veltliner (Wachau)", "description": "Passion fruit-like tropical notes dominate the nose of this wine, but the palate predominantly expresses lemon, herbs and salt. Its citrusy freshness tingles on the textured midpalate, opening into richer soy, miso and preserved lemon notes. The body is taut and fresh and the finish long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 27, "designation": "Ried Frauenweingärten Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Fischer"}]