[{"points": "96", "title": "Gosset NV Cuvée 15 Brut  (Champagne)", "description": "This limited release Champagne has been aged on its lees in Gosset's cellars for a minimum of 15 years. While it does have some maturity and toasty character, its freshness is extraordinary. The crisp fruit is still there, evoking ripe apples with an almond- and spice-laced edge. It's ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 135, "designation": "Cuvée 15 Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Gosset"}, {"points": "96", "title": "Gary Farrell 2014 Ritchie Vineyard Chardonnay (Russian River Valley)", "description": "Dark gold in color, this is a memorably luxurious and vivacious wine, tangy in grapefruit, burnt orange and cardamom. Layered and complex, it evolves as it opens to a lingering tease of butterscotch topped in nutmeg. It is an outstanding vision of an outstanding site, a wine for the ages.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Ritchie Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "95", "title": "La Chablisienne 2014 Château Grenouilles Grand Cru  (Chablis)", "description": "This small property with its own château lies within the lower portion of Vaudésir but is considered a Grand Cru in its own right. The wine—the flagship of the cooperative—is opulent, showing strong wood aging flavors that will soften with time. Ripe and generous with yellow fruit flavor, it also boasts a tight mineral acidity and crispness, making it a good candidate for cellaring. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 89, "designation": "Château Grenouilles Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "95", "title": "Maximin Grünhäuser 2015 Abtsberg Auslese 24 Grosse Lage Riesling (Mosel)", "description": "There's a pinpoint-like delicacy to this dazzling auslese. Its pristine pineapple and yellow cherry flavors collapse like silk on the palate, electrified with acidity and a heady floral flair. Its fruit expression is pure and transparent, lingering endlessly on the finish. Beautiful already but should improve through 2040.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 95, "designation": "Abtsberg Auslese 24 Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "95", "title": "Big Basin 2014 Lester Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Winemaker Bradley Brown manages to capture all of the redwood forest-like spice of this region in his lithe bottlings. This one offers fresh pomegranate and rose petal on the nose, plus woody touches of sandalwood and cedar. Bright acidity kicks off the sip, dropping into pencil shavings, thyme and cola, with dried raspberry fruit that runs from end to end.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Lester Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "95", "title": "Shea 2014 Shea Vineyard Homer Pinot Noir (Willamette Valley)", "description": "Homer is the winery's top level reserve cuvée. Aromatic and complete in every detail, it opens with cinnamon and violet scents, plum and cherry fruit soaked in mocha chocolate and the density and complexity that only the finest Pinot Noirs attain. Drink with pleasure now through the 2020s.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 92, "designation": "Shea Vineyard Homer", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Shea"}, {"points": "95", "title": "Deutz 2006 Cuvée William Deutz  (Champagne)", "description": "The second of two prestige cuvées from Deutz, this shows its high proportion of Pinot Noir with its full-bodied nature. Already mature, it has broadened into a richly complex, toasty, spicy wine. With full-throttle acidity that gives it a taut edge, it's impressive and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Cuvée William Deutz", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "95", "title": "Deutz 2008 Amour de Deutz Brut  (Champagne)", "description": "This wine is rich and surprisingly full-bodied. It comes from a great Champagne vintage, giving it both intensity and an acidity built for longterm aging. This half-bottle version is filling out, showing almond flavors yet retaining its citrus edge. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 93, "designation": "Amour de Deutz Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "95", "title": "Maximin Grünhäuser 2015 Herrenberg Auslese 31 Grosse Lage Riesling (Mosel)", "description": "Heady tropical pineapple, melon and mango tones pulse through this palate-clinging auslese. It's lusciously sweet but not cloying, with spine-tingling acidity and pleasantly musky saffron notes that intensify on its long, lean finish. Delicious already, it will continue to improve through 2040.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 114, "designation": "Herrenberg Auslese 31 Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "95", "title": "Résonance 2015 Hyland Vineyard Chardonnay (McMinnville)", "description": "If anyone can elevate Oregon's already excellent Chardonnays to the next level, it's Jacques Lardière, who makes Résonance for Louis Jadot after four decades at their winery in Burgundy. This nutty toasty chiseled wine has impeccable breeding, power and elegance. White peach, pear and apple fruit is wrapped in lush barrel flavors of caramel, buttered toast and vanilla wafer, with firm acids for a foundation. Drink now and on through 2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Hyland Vineyard", "variety": "Chardonnay", "region_1": "McMinnville", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Résonance"}, {"points": "95", "title": "Shafer 2013 Relentless Syrah (Napa Valley)", "description": "This is a stunning, vibrantly robust and intense wine, big, bold and reductive and blended with 3% Petite Sirah. Floral aromas take on meaty, gamy overtones amidst black licorice, tar and juicy strawberry, the tannins silky and supportive and the finish leathery and spicy.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 87, "designation": "Relentless", "variety": "Syrah", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Shafer"}, {"points": "95", "title": "Shea 2014 Shea Vineyard Block 7 Pinot Noir (Willamette Valley)", "description": "It's no exaggeration to say that the 2014 releases from Shea are the best (as an entire group) in the winery's history. Could be maturing of the vines, along with a textbook perfect vintage, but whatever the reasons, these wines are not to be missed. Floral highlights, potent ripe cherry fruit, a dusting of cocoa powder and myriad layers come together in this irresistible, impeccably balanced block selection.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 66, "designation": "Shea Vineyard Block 7", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Shea"}, {"points": "95", "title": "Shea 2014 Shea Vineyard Chardonnay (Willamette Valley)", "description": "As fabulous as ever, this brilliant compendium of nutty-toasty-buttery scents and flavors is never tiring. It's vivid, fruit-loaded and bracing. Well-ripened citrus and stone fruits come into focus, along with streaks of vanilla and lemongrass.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Shea Vineyard", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Shea"}, {"points": "95", "title": "The Eyrie Vineyards 2014 Original Vines Estate Pinot Noir (Dundee Hills)", "description": "These are in fact the original Pinot Noir vines planted in the Willamette Valley, back in the mid-1960s. An explosion of sensory detail quickly opens up the wine, with pollen, sandalwood, sassafras and coffee grounds. Those flavors wrap around blackberry, licorice and cola, continuing to expand and explore the far reaches of the palate. Phylloxera may soon eliminate these vines, so don't wait to acquire a bit of history in a bottle.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 80, "designation": "Original Vines Estate", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "The Eyrie Vineyards"}, {"points": "95", "title": "Dragonette 2013 MJM Syrah (Santa Ynez Valley)", "description": "There are excellent savory qualities to this bottling, with white pepper, charred lamb, soy and pine resin adding much intrigue to the black currant fruit. The umami character is strong on the sip, with beef jerky, black pepper and wild mushroom broth flavors, but there is also some tangy fruit as well as upright tannins that will keep this wine singing for years. Drink now–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "MJM", "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Dragonette"}, {"points": "95", "title": "Blandy's 1980 White (Madeira)", "description": "Here is a remarkable rarity. The Terrantez grape is the rarest of all the Madeira grapes and also produces the most long-lived wines with examples from the 18th century still drinkable. This much younger wine, with its old-gold color, is the epitome of that tension in some Madeira between sweetness and intense acidity. Lime marmalade and huge concentration mark out this very fine wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 236, "designation": null, "variety": "Terrantez", "region_1": null, "region_2": null, "province": "Madeira", "country": "Portugal", "winery": "Blandy's"}, {"points": "95", "title": "Clos de la Tech 2012 Domaine Lois Louise Cote Sud Pinot Noir (Santa Cruz Mountains)", "description": "Quite dark in the glass, this bottling from tech power couple T.J. and Valeta Rodgers offers rich aromas of dried Mission fig, elderberry and black cherry, along with clay, loam and purple flowers. There is an impressive, almost muddy thickness to the palate, without being sweet or rich at all, showing flavors thyme, dill, mint and lavender against a core of dark red fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 82, "designation": "Domaine Lois Louise Cote Sud", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "95", "title": "Herdade do Esporão 2011 Torre do Esporão Garrafeira Red (Alentejo)", "description": "Named after the tower that dominates the buildings of Esporão, this wine is the pinnacle of achievement from the estate. It is a beautiful, silky textured wine that has dark tannins, a dense structure and intense black fruits. The sum is much more than the parts: a very fine, long-lived wine. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 180, "designation": "Torre do Esporão Garrafeira", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Herdade do Esporão"}, {"points": "95", "title": "Moët & Chandon 2005 Dom Pérignon Brut Rosé  (Champagne)", "description": "This Champagne is beautifully mature, its ripe fruit and soft texture magnified by toast and yeast. Rich and full bodied, its fine acidity keeps it in great condition. With a crisp aftertaste that gives it a delicious lift, it's ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 380, "designation": "Dom Pérignon Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Moët & Chandon"}, {"points": "95", "title": "Cossart Gordon 1987 Bual (Madeira)", "description": "This magnificent wine is rich and intense with toffee and rare spice flavors. It is so concentrated— old gold in character and color with acidity that cuts through the sweetness and makes the wine so beautifully concentrated and crisp at the same time. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 194, "designation": null, "variety": "Bual", "region_1": null, "region_2": null, "province": "Madeira", "country": "Portugal", "winery": "Cossart Gordon"}, {"points": "95", "title": "Anaba 2014 Dutton Ranch Chardonnay (Sonoma Coast)", "description": "Sublime and gritty in stony, gravelly texture, this wine surprises and awes in its commingling of salty lime, focused acidity and complex tones of apple, pear and fig. Medium-bodied, it unravels slowly in the glass, continuing to pursue different avenues of flavor and intellectual pleasure.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Anaba"}, {"points": "95", "title": "Big Basin 2014 Coast Grade Vineyard Pinot Noir (Ben Lomond Mountain)", "description": "This wine is a study of how to make Pinot Noir both extremely light and yet powerfully flavorful. Underripe black raspberry meets with white pepper and dill on the nose. The bright and lively palate dances across the tongue with thyme, rosemary and pine flavors against tart red fruit. It's easy to guzzle.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Coast Grade Vineyard", "variety": "Pinot Noir", "region_1": "Ben Lomond Mountain", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "95", "title": "Deutz 2007 Amour de Deutz Brut Rosé  (Champagne)", "description": "Crisp red fruit dominates this beautifully crafted wine. Poised and stylish, it exudes sophistication with its bright red currant fruit and delicious acidity. A lively mousse enhances its crisp texture and fine aftertaste. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 200, "designation": "Amour de Deutz Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "94", "title": "Nicora 2014 Russell Family Vineyard Red (Paso Robles Willow Creek District)", "description": "This blend of 90% Syrah, 5% Grenache and 5% Mourvèdre offers Dr. Pepper, cola, pepper-crusted beef and teriyaki touches on the savory, gamy nose. It is a full and hearty sip, with thick, soft and silky tannins presenting flavors of boysenberry, soy, black pepper and candied violet flowers. Well balanced and delicious.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Russell Family Vineyard", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nicora"}, {"points": "94", "title": "O'Connor 2014 Pinot Noir (Russian River Valley)", "description": "From longtime growers based in the Green Valley, this is focused, site-specific winemaking at its finest, an exploration of forested pine and airtight acidity that buzzes on the palate with electricity and freshness. Tannins play a supportive, silky and unobtrusive role, allowing room for plum and dark cherry to speak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "O'Connor"}, {"points": "94", "title": "Sawyer & Lindquist 2014 Pinot Noir (Edna Valley)", "description": "From a certified biodynamic vineyard planted by Bob and Louisa Lindquist, this bottling offers vivid red cherry fruit, black pepper and tons of clove spice on the nose. The palate is soft with more red fruit, but loaded with ample amounts of star anise and other baking spices. Zesty on all fronts.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": null, "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sawyer & Lindquist"}, {"points": "94", "title": "Fritz Haag 2015 Brauneberger Juffer Sonnenuhr Auslese Riesling (Mosel)", "description": "While sylphlike in mouthfeel, this outrageously ripe, rich auslese packs a punch of dried apricot, peach and pineapple flavors. Its sweetness penetrates deeply, punctuated by earthy fennel notes. It's delicious already but should improve through 2040, likely beyond.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 56, "designation": "Brauneberger Juffer Sonnenuhr Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}, {"points": "94", "title": "H. Blin 2008 Millésime Brut  (Champagne)", "description": "What this mature, ripe wine has lost in fruit, it has gained in richness and complexity. Its toasty, nutty character attracts, along with its tight acidity and taut, nervy texture. Nicely evolved and well-balanced, it is ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Millésime Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "H. Blin"}, {"points": "94", "title": "Dr. Loosen 2014 Erdener Treppchen Auslese Riesling (Mosel)", "description": "Laser strikes of acidity and deep, mineral intensitiy lend a grounded elegance to this otherwise sunny, yielding dessert wine. It's intensely honeyed, bursting with sweet pineapple and peach flavors, yet finely filigreed in mouthfeel. Delicious already, it should improve through 2040.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 64, "designation": "Erdener Treppchen Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. Loosen"}, {"points": "94", "title": "Babcock 2014 Slice of Heaven Rita's Crown Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Baked strawberry pastry aromas meet with star anise, savory herbs and an earthy forest floor funk full of composting underbrush on the dynamic nose of this bottling by pioneer Bryan Babcock. There is lively energy to the sip, carrying flavors of bay leaf, eucalyptus and tobacco against a backbone of black plum fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Slice of Heaven Rita's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Babcock"}]