[{"points": "93", "title": "Ingrid Groiss 2013 Gemischter Satz Herr Bernhardt White (Niederösterreich)", "description": "A very creamy nose hovers over a herb-spiced apple palate, the nutty oak flavors are still obvious and will take a little time to become subdued, but the fruity, savory core of this wine is built to last and presents an unusual but dependable, friendly and durable counterpoint to all manner of foods. Don't miss this individualistic treat which was fermented on its skins.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 73, "designation": "Gemischter Satz Herr Bernhardt", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ingrid Groiss"}, {"points": "93", "title": "Iron Horse 2000 Brut LD Sparkling (Green Valley)", "description": "A mere 40 cases of this LD exists, a lucky find in the cellar laid down in 2001 and forgotten about until this year. A blend of 60% Pinot Noir and 40% Chardonnay, it's fragrant in dried fruit and boasts a thick, unctuous mouthfeel. Briny, dry and tart, with the taste of fresh-squeezed lemon, it's a philosophical exercise in the art of patience.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 110, "designation": "Brut LD", "variety": "Sparkling Blend", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "93", "title": "Schloss Gobelsburg 2014 Gaisberg Reserve Riesling (Kamptal)", "description": "A very subtle nose gives a mere glimpse of lemon zest, the palate delivers a thrillingly pure and exquisitely honest flavor that suggests clear mountain lakes and clean Alpine air. This is bracing and fresh, delicate and lemon-scented from the first sniff to the last echoing aftertaste. This could be dangerously addictive with its concentrated but ultraslender features.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Gaisberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "93", "title": "Terredora 2010 Fatica Contadina  (Taurasi)", "description": "Aromas of ripe dark-skinned fruit, mocha, coffee, smoke and underbrush unfold on the nose of this structured red. The full-bodied palate delivers ripe black cherry, tobacco, anise and a note of chopped herb while firm tannins grip the finish. Drink 2018–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Fatica Contadina", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Terredora"}, {"points": "93", "title": "Testarossa 2013 Garys' Vineyard Syrah (Santa Lucia Highlands)", "description": "This lithe and lively Syrah offers Indian spices of black cardamom and chai on the nose alongside boysenberry, elderberry and graphite aromas. The palate is heavy with Christmas spice of pine, juniper and black clove, with camphor and eucalyptus elements playing against the raspberry fruit backdrop.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Garys' Vineyard", "variety": "Syrah", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Volker Eisele Family Estate 2012 Cabernet Sauvignon (Napa Valley)", "description": "From an organically farmed estate vineyard in Chiles Valley operated by the same family for more than 40 years, this 87% Cabernet Sauvignon-13% Merlot has soul and structure, as well a stony minerality that compels. Menthol and tobacco weave between thick layers of dark cherry and plum, complemented on the palate by exotic cardamom and clove. This is one worth cellaring through 2022 or giving an hour or two to open.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Volker Eisele Family Estate"}, {"points": "93", "title": "Eleven Eleven 2013 Dutton Ranch Chardonnay (Russian River Valley)", "description": "Lemon meringue and custard provide decadence to this vineyard-designated wine, the site planted to decades-old vines. It becomes sublime as it opens, spicy and soft in quince and Asian pear. The finish returns to the opening theme, delivering a punch of caramel.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Eleven Eleven"}, {"points": "93", "title": "Feudi di San Gregorio 2013 Sirica (Campania)", "description": "Intense violet, dark berry, ground pepper and a whiff of leather are some of the aromas you'll discover in this radiant wine. Concentrated and delicious, the palate brings flavors of blackberry, black cherry, clove and tobacco, while fresh acidity and velvety tannins provide balance. Soft but structured, it's already tempting, but wait a few more years for added depth.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 23, "designation": null, "variety": "Sirica", "region_1": "Campania", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "93", "title": "Fischer 2014 Reserve Frauenweingärten Grüner Veltliner (Wachau)", "description": "The nose does not want to give any more away than a yeasty, savory glint. On the palate, this evolves into a peppery, herbal core with real texture and depth. Fruit, apart from citrus, remains hidden for now, still held in that primary, yeasty center that already sends out sprays of spice. Delicious and intriguing now, probably even more interesting in the coming two to three years.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 27, "designation": "Reserve Frauenweingärten", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Fischer"}, {"points": "93", "title": "Woodward Canyon 2013 Merlot (Columbia Valley (WA))", "description": "Woodspice and vanillin are out in front on the aromas followed by mocha, raspberry and dark fruit. The palate brings lush, concentrated flavors and a lingering finish. It drinks beautifully now sbut should have a long life ahead of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 52, "designation": null, "variety": "Merlot", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Woodward Canyon"}, {"points": "93", "title": "Wieninger 2014 Rosengartl Gemischter Satz White (Vienna)", "description": "The normally so rich Rosengartl comes in a much more slender body for the 2014 vintage, with zesty relish even. Here and there are glimpses of opulence, in the shadows of pleasantly bitter honeycomb that also contributes to a beautifully defined, linear texture on the midpalate. The finish is whistle-clean. Bravo.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Rosengartl Gemischter Satz", "variety": "Austrian white blend", "region_1": null, "region_2": null, "province": "Vienna", "country": "Austria", "winery": "Wieninger"}, {"points": "93", "title": "Château de Fieuzal 2013  Pessac-Léognan", "description": "Ripe and tropical, this full-bodied wine conveys mango, quince and ripe white peach that accompany a rich texture. It's going to develop relatively quickly, so drink from 2018. Winemaker Stephan Carrier returned from Napa to take over winemaking after Irish businessman Lochlann Quinn bought the property in 2001. A new winery and barrel cellar opened in 2011. Hubert de Boüard of Château Angelus consults with Carrier. Fieuzal's newsletter is an accurate report on harvests.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château de Fieuzal"}, {"points": "93", "title": "Bründlmayer 2014 Lamm Reserve Grüner Veltliner (Kamptal)", "description": "The subtlest hint of oak plays on the nose and boosts all the ripe fruit flavors with a soft creaminess. That creaminess is also evident on the soft, full palate where lemon zest and green pear harmonize with a hazelnutty smokiness. Slender but rounded, this will benefit from a year or two of bottle age.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Lamm Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Château Lamothe Bouscaut 2013  Pessac-Léognan", "description": "Powerful and dense, this wine has great potential. With full-bodied blackberry fruits and acidity that push through the dark tannins, it shows a rich character that is impressive for the year. Drink from 2020. The property has been owned since 1999 by Sophie Lurton of neighboring Château Bouscaut.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lamothe Bouscaut"}, {"points": "93", "title": "Château Olivier 2013  Pessac-Léognan", "description": "Still tight and closed up, this wine has potential, offering ripe citrus and white fruits and nervy, tangy texture. Concentrated and dense, it's a wine for the long term; drink from 2020. Olivier is a large medieval hunting estate that, since the 19th century, has belonged to the Bethmann family. The 148 acres of vines and forests are managed environmentally.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Olivier"}, {"points": "93", "title": "Co Dinn 2013 Roskamp Vineyard Block Two Syrah (Snipes Mountain)", "description": "Coming from a single vineyard block and aged in neutral oak, this wine delivers varietal and site specificity. The dark-fruit flavors are layered and come in waves, showing great intensity along with exceptional balance, with a finish that lingers. It's an impressive inaugural release.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Roskamp Vineyard Block Two", "variety": "Syrah", "region_1": "Snipes Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Co Dinn"}, {"points": "93", "title": "Domäne Wachau 2014 Kellerberg Smaragd Riesling (Wachau)", "description": "What an inviting, friendly perfume of stone-fruit tempered by lemony freshness. This provides glorious refreshment with such a huge amount of charm that it becomes irresistible. Underneath is a creamy but bracing base of texture that anchors this firmly in ancient stone. This soothes and thrills at the same time—what a delicious, compelling paradox.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Kellerberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Donnafugata 2012 Ben Ryé  (Passito di Pantelleria)", "description": "Made with 100% dried Zibibbo grapes, this generous dessert wine offers aromas of fresh apricot, lemon jam, sweet spice and whiff of eucalyptus. The enveloping palate doles out mature yellow peach, candied date and a touch of cinnamon while bright acidity lends freshness and balance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Ben Ryé", "variety": "Zibibbo", "region_1": "Passito di Pantelleria", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Donnafugata"}, {"points": "93", "title": "Heribert Bayer 2012 In Signo Tauri Pinot Noir (Burgenland)", "description": "A closed nose leads straight to a vanilla-tinged palate of strawberry enveloped by mellow, soft notes of oak. This is rounded and pliable, cushioned with echoes of baking spice and comfort. The palate is soft and silky. Everything about this wine is soothing and mellow.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "In Signo Tauri", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Heribert Bayer"}, {"points": "93", "title": "Hillinger 2013 Terroir Pinot Noir (Burgenland)", "description": "A hint of red currant fruit appears on the nose. The slender, translucent palate then expands into a harmony of tart, fresh berries, restrained smokiness, forest floor and earth. There is something honest and pure about this that lets the exquisite purity of those tart berries shine. You simply crave more.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 59, "designation": "Terroir", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Hillinger"}, {"points": "93", "title": "Mollie 2012 Dierberg Vineyard Pinot Noir (Santa Maria Valley)", "description": "This wine, made by a relative of the Jocko's Steak House family, is vibrant. Bright and racy, the welcoming nose offers light cinnamon notes, plump raspberries, dried rose petals and a touch of slate. The palate winds tight cranberry-raspberry fruit through layers of bay leaf and dark clay, finishing with a menthol character that lingers into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Dierberg Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mollie"}, {"points": "93", "title": "Justin 2012 Justification Red (Paso Robles)", "description": "Blackberry, black cherry and blueberry aromas are cut by complex hints of dark chocolate and nutmeg on this Cabernet Franc and Merlot blend. The tannins are quite firm on the palate, framing black plums, vanilla, caramel, dill and dried mint flavors. Drinking 2018–2030 will allow more black cherry and blueberry character to evolve on the sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Justification", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "93", "title": "Pace 2013 Syrah (Santa Ynez Valley)", "description": "Tarry, savory notes of dried beef, soy, charred lamb and underlying blackberry combine for a nose that screams umami. The palate carries a similar effect of grilled, lavender-covered lamb shank, black peppercorns and black sesame.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": null, "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pace"}, {"points": "93", "title": "Padis 2010 Sintilation Proprietary Red (Napa Valley)", "description": "This combines 70% Cabernet Sauvignon with 30% Syrah, all estate-grown, and crafted into wine by Robert Foley. Herb, peppercorn and a sanguine note of wild game adorned in dried cranberry and plum pop on the palate. The finish brings strong, lasting notes of cardamom and clove.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Sintilation Proprietary", "variety": "Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Padis"}, {"points": "93", "title": "Groth 2012 Reserve Cabernet Sauvignon (Oakville)", "description": "Sourced from the producer's Reserve Block and blended with 10% Merlot from its Hillview vineyard, this is classic Oakville Cabernet, velvety on the palate and spicy in cinnamon and clove on the nose. Blackberry, dried herb and baked cherry-plum pie all play a part in providing it with richness and complexity. Drink through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 130, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Groth"}, {"points": "93", "title": "Pittnauer 2013 Ungerberg Blaufränkisch (Burgenland)", "description": "Lusciously pure notes of ripe, red cherry entice on the nose and follow through on a slender, cinnamon-spiced, supple body that is taut, flowing and elegant. The structure consists of texture: the interaction of fresh, bright and lively acidity that accentuates all the cherry flavors with supple, very fine tannins somewhere between silk and velvet, leading ever deeper into a profound cherry-land.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Ungerberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Pittnauer"}, {"points": "93", "title": "Prieler 2013 Haidsatz Pinot Blanc (Leithaberg)", "description": "Soft smoke on the nose leads onto a soft but full-flavored palate that harmoniously unites very fresh acidity with lemony overtones, rounded red apple flavors and a smoky, nutty but subtle oakiness. Together they create great, flowing unity . This is a delicious medium-weight food wine now but it does have the stuffing to develop for the coming three to five years, if not longer.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Haidsatz", "variety": "Pinot Blanc", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "93", "title": "Markowitsch 2013 Rosenberg Red (Carnuntum)", "description": "Peppery berry fruit is the joyful, dominating factor here. Nose and palate simply burst with spicy fruit. There is some grippy tannin as a counterweight. Wonderful freshness against oaky vanilla provides a subtle, understated nuance. There is absolute elegance despite the exuberance.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Rosenberg", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Markowitsch"}, {"points": "93", "title": "Frank Family 2012 Winston Hill Vineyard Patriarch Cabernet Sauvignon (Rutherford)", "description": "A 100% varietal, single-vineyard estate wine, at the top of the producer's heap, this was given almost two years in French oak, half of it new, the other half once-filled. Juicy, it offers refined layers of herb, currant and clove, making for a soft, complex and lightly spicy experience. With sizable structure and depth, it can be enjoyed now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 225, "designation": "Winston Hill Vineyard Patriarch", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Frank Family"}, {"points": "93", "title": "Franz Hirtzberger 2014 Singerriedl Smaragd Riesling (Wachau)", "description": "Perfumed hints of mandarin and stone fruit are subtly expressed on the nose. The palate is more incisive with fresh lemon zest and a feather-light body which holds fresh sprays of lemony citrus. Light but pleasingly intense, notions of stone mingle with all the lime, lemon and mandarin peel. Beautifully long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 95, "designation": "Singerriedl Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}]