[{"points": "93", "title": "Waters 2012 Stone Tree Tempranillo (Wahluke Slope)", "description": "This is the winery's first commercial release of this varietal, all aged in neutral French oak. It offers nuanced aromas of spice, tobacco, vanilla and savory notes that are followed by plentiful, palate-coating red and blue-fruit flavors that extend out through a long, fruit and spice-filled finish. Firm tannins provide the structure. It needs time still but possesses a delicious factor that is impossible to ignore.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 28, "designation": "Stone Tree", "variety": "Tempranillo", "region_1": "Wahluke Slope", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Waters"}, {"points": "93", "title": "Timbre 2013 Lead Vocals Pinot Noir (Santa Maria Valley)", "description": "Josh Klapper made six barrels of this wine from coveted old vines at Bien Nacido Vineyard. The result is an exciting, focused expression of minerality, with wet cement prominent on the nose alongside black cherry, alpine strawberry and a touch of vanilla dust. Light and lithe in mouthfeel yet still packed with tons of flavor, the old vines unleash cranberry, pomegranate, orange rind, thyme, bay leaf and eucalyptus flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Lead Vocals", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Timbre"}, {"points": "93", "title": "Viberti 2010 La Volta Riserva  (Barolo)", "description": "Red berry, dried rose, leather, eucalyptus and baking spice aromas slowly take shape in the glass. The ripe, juicy palate offers black cherry extract, raspberry, anisette and clove alongside firm, refined tannins. A tobacco note wraps up the finish. Drink 2017–2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 120, "designation": "La Volta Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Viberti"}, {"points": "93", "title": "12C Wines 2013 Beckstoffer Vineyard Georges III Cabernet Sauvignon (Rutherford)", "description": "Pungently earthy in forest and truffle, this is a soft, medium-built wine with a density beneath it, the palate explosively juicy in blackberry and currant. Balanced despite a significant concentration of savory fruit, it'll pair well at the table with seared and grilled meats.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 79, "designation": "Beckstoffer Vineyard Georges III", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "12C Wines"}, {"points": "93", "title": "Austin Hope 2013 Syrah (Templeton Gap District)", "description": "Dense aromas of caramel-laced fudge and hickory-smoked meats atop the base of blackberry coulis show on this lavish, delicious bottling. Framed in a chalky structure, the smoked-meat element consumes the palate, which also shows black cherry, vanilla ice cream, caramel and rich milk-chocolate flavorings.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": null, "variety": "Syrah", "region_1": "Templeton Gap District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Austin Hope"}, {"points": "93", "title": "Diora 2013 Three Crowns Single Vineyard Red (San Bernabe)", "description": "Winemaker James Ewart's powerful bottling shows blueberry, vanilla, dark spice and scarlet-red roses on the nose, followed by an intriguing complexity on the palate. Flavors of blackberry jam and black pepper run through the sip, as does a touch of roasted beef, framed by bursting acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Three Crowns Single Vineyard", "variety": "Red Blend", "region_1": "San Bernabe", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Diora"}, {"points": "93", "title": "Bründlmayer 2015 Terrassen Riesling (Kamptal)", "description": "Soft hints of orange zest on the nose give way to joyous, bright and sprightly lemon zest notes on the slender but concentrated palate. Lustrous citrus is expressed with great purity and drive. Freshness and verve is all. What a joy. You feel purified after drinking it. Drink 2016–2026 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 21, "designation": "Terrassen", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Storrs 2014 Chardonnay (Santa Cruz Mountains)", "description": "This is a very intriguing, tasty and cerebral bottling from this producer, which has an urban tasting room in the heart of Santa Cruz. Aromas of Brie-cheese rind, Meyer-lemon pith, light jasmine and sea-salt-crusted cashew lead into a very grippy palate laden with pomelo pith and incredibly vibrant citrus and saline flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": null, "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Storrs"}, {"points": "93", "title": "Passopisciaro 2013 Contrada C Nerello Mascalese (Terre Siciliane)", "description": "Perfumed berry, fragrant blue flower, cake spice and leather are just some of the alluring scents you find on this firmly structured red. The elegant, full-bodied palate offers red cherry, raspberry, clove, menthol and licorice alongside a backbone of tightly wound but refined tannins and bright acidity. Give this a few more years to fully develop. Drink 2019–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 59, "designation": "Contrada C", "variety": "Nerello Mascalese", "region_1": "Terre Siciliane", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Passopisciaro"}, {"points": "93", "title": "Passopisciaro 2013 Contrada S Nerello Mascalese (Terre Siciliane)", "description": "Fragrant, fresh scents of perfumed berry, blue flower, crushed stone and a hint of exotic spice meld together on this. The elegant palate delivers bright red cherry, white pepper, flinty mineral and a sprinkling of clove alongside bright acidity and silky, polished tannins. Drink 2018–2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 63, "designation": "Contrada S", "variety": "Nerello Mascalese", "region_1": "Terre Siciliane", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Passopisciaro"}, {"points": "93", "title": "Rusack 2014 Mt. Carmel Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Winemaker Steve Gerbac got to work with clones 667 and 2A from this iconic vineyard atop the appellation, and the result offers black plum, crushed clove, nutmeg and vanilla cola on the nose. The palate shows a lighter touch, with elderberry and black raspberry fruit enhanced by dried violets, sage, juniper and orange rind-driven tension.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Mt. Carmel Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rusack"}, {"points": "93", "title": "Justin 2013 Focus Syrah (Paso Robles)", "description": "This study of density shows blueberry, caramel, vanilla bean, coffee syrup, fudge and concentrated lilac and violet notes on the nose. The mouthfeel is extremely full and the flavors quite powerful, delivering blackberry jam, burnt caramel, touches of teriyaki, mocha and candied pecan. As the alcohol level hints, this is a bombastic bottling, sure to grab any table's attention.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 100, "designation": "Focus", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "93", "title": "Kanonkop 2014 Cape Winemakers Guild CWG Pinotage (Simonsberg-Stellenbosch)", "description": "Winemaker: Abrie Beeslaar. A seductive streak of pressed purple flowers adds depth to the lightly smoky and spicy blackberry, black cherry and plum fruit aromas. The ripe fruit flavors dominate the palate at first, with secondary flavors of char, black tea and sweet smoke that unfold and carry through to the lingering finish. The tannins lend good structure and grip, while ample acidity lends good balance to the fruit richness. This should develop and mature well, revealing more nuance and additional complexities with more time. Drink 2019–2024.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild CWG", "variety": "Pinotage", "region_1": null, "region_2": null, "province": "Simonsberg-Stellenbosch", "country": "South Africa", "winery": "Kanonkop"}, {"points": "93", "title": "Fratelli Alessandria 2012 Gramolere  (Barolo)", "description": "Enticing scents of iris, perfumed berry and baking spice float out of the glass. The elegant, full-bodied palate offers tart cherry, raspberry compote, clove and grilled sage alongside tightly wound tannins and fresh acidity. A licorice note accents the finish. Drink 2020–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 68, "designation": "Gramolere", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fratelli Alessandria"}, {"points": "93", "title": "Gunter Triebaumer 2015 Furmint (Burgenland)", "description": "Gorgeously lifted notes of mint and crushed citrus foliage suggest immense purity with the very first whiff. The palate has the same lifted quality but is fleet of foot and more rounded than you would expect. It remains slender but charms with exquisitely pure lemon freshness and an essence of tart apple. Both intriguing and delicious, this drinks well now but will evolve. Drink 2016–2024.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 14, "designation": null, "variety": "Furmint", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "93", "title": "Hermann J. Wiemer 2014 HJW Vineyard Riesling (Finger Lakes)", "description": "The HJW Vineyard bottling shares the same backbone of mineral and citrus purity common to the producer's entire 2014 Riesling lineup, but with far greater intensity and penetration. Blossomy and perfumed at first, its grapefruit flavor and honed, steely density build on the palate with elegance and power.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 39, "designation": "HJW Vineyard", "variety": "Riesling", "region_1": "Finger Lakes", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}, {"points": "93", "title": "Parrish Family 2012 Silken Reserve Red (Paso Robles)", "description": "This eye-opening blend of 60% Cabernet Sauvignon and 40% Petite Sirah is dark and sexy in color, showing aromas of black cherry, sarsaparilla and black tobacco on a densely complex nose. It is soft and lush on the palate, with caramelized blueberry and black-cherry flavors, boosted by a touch of smoked meat.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Silken Reserve", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Parrish Family"}, {"points": "93", "title": "Pietradolce 2013 Archineri Pre-Phylloxera Rosso  (Etna)", "description": "Made with 70 and 80-year-old Nerello Mascalese vines planted at high altitude, this opens with delicate but enticing scents of leather, menthol, iris, red berry and thyme. The elegantly structured palate doles out juicy black cherry, raspberry, mocha, cinnamon and licorice. Polished tannins, bright acidity and a mineral vein provide the framework.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Archineri Pre-Phylloxera Rosso", "variety": "Nerello Mascalese", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Pietradolce"}, {"points": "93", "title": "Mark Ryan 2013 Long Haul Red Wine Red (Columbia Valley (WA))", "description": "Mostly Merlot (51%) and Cabernet Franc (40%), rounded out by Cabernet Sauvignon and Petit Verdot, this wine opens with aromas of black cherry and dark fruit alongside floral and barrel--spice accents. The palate is focused and layered, bringing waves of fruit flavors supported by enough structure to go the distance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Long Haul Red Wine", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Mark Ryan"}, {"points": "93", "title": "Mark Ryan 2013 Wild Eyed Syrah (Red Mountain)", "description": "Most of this wine hails from Force Majeure Vineyard, with Olsen in the Yakima Valley filling it out. Aromas of crushed granite, blackberry, wood spice and herbs are followed by vibrant red and black-fruit flavors that display depth and finesse. The finish carries.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 48, "designation": "Wild Eyed", "variety": "Syrah", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Mark Ryan"}, {"points": "93", "title": "Gundlach Bundschu 2014 Estate Vineyard Chardonnay (Sonoma Coast)", "description": "This producer continues to impress in quality and focus. Proving the point, this estate-grown white proffers inviting teases of jasmine and tropical-kissed peach and pear. Tangy acidity finds a complement of texture and body, delivering voluptuousness that remains elegant in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 27, "designation": "Estate Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gundlach Bundschu"}, {"points": "93", "title": "Domäne Wachau 2015 Bruck Federspiel Riesling (Wachau)", "description": "A whole universe of fresh flavors opens up: lime zest and kaffir lime leaves, green Seville orange peel and camphor. This is pure, straight-laced, unfussy and honest refreshment. As clear as a mountain spring and as bracing. That last lick of freshness will take you to a weightless citric heaven.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Bruck Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Lucienne 2013 Hook Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Concentrated blackberry-balsamic sauce meets with sandalwood, light incense, char and dried pork on the nose of this bottling by Paul Clifton. The fruits are rounded on the palate, with baked black plum bolstered by black tea, crushed clove, black peppercorn, kola nut and exotic spices.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Hook Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lucienne"}, {"points": "93", "title": "Larner 2011 Reserve Syrah (Ballard Canyon)", "description": "Coming in the appellation's specially designed estate bottle, this offering from Michael Larner shows densely packed blackberry and blueberry on the lavish, even creamy nose, alongside rich violets, caramel, lavender and purple sage. There's lots of depth to the palate, where blackberry paste meets with peppery spice, dried lavender and a searing acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 72, "designation": "Reserve", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Larner"}, {"points": "93", "title": "Holus Bolus 2014 Presqu'ile Vineyard Syrah (Santa Maria Valley)", "description": "One of the few Syrahs from this cool-climate vineyard on the appellation's western edge, this bottling is an expert take on savory, with black and white papper, crushed rosemary, potpourri, oregano and anise seed spicing up the fresh-pressed boysenberry fruit. A wondrous array of peppercorns and tart black fruit show once sipped, with elderberry and underripe black currants mixed amongst fennel, dill, oregano and charred meats.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Presqu'ile Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Holus Bolus"}, {"points": "93", "title": "Timbre 2013 The Rhythm Pinot Noir (Santa Maria Valley)", "description": "A basket of tart red cherries, chipped asphalt, fresh-picked thyme and even a touch of rosemary show on the nose of this bottling by Josh Klapper from Riverbench Vineyard. Warmer flavors of cranberry, bay leaf and more thyme make the mouth water, boosted by a plum-skin-flavored acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "The Rhythm", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Timbre"}, {"points": "93", "title": "Kitá 2014 Hilliard Bruce Vineyard Chardonnay (Sta. Rita Hills)", "description": "A very light straw in color, this bottling by winemaker Tara Gomez shows freshly cut brown pear, delicate citrus and fresh apple blossom aromas on an inviting, tightly hewn nose. An extremely grippy texture claims the palate, where flavors of tangerine rinds, lemon pith and a tense chalkiness converge for a classic wine with long cellar life.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Hilliard Bruce Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kitá"}, {"points": "93", "title": "Dunning Vineyards 2013 Cabernet Sauvignon (Paso Robles Willow Creek District)", "description": "Incredibly rich blackberry-jam aromas meet with licorice, smoked beef and black rocks on the continually evolving and dynamic nose of this bottling from Paso Robles' west side. It's rich, juicy and expertly structured on the palate, where blackberry fruit meets with pencil-lead minerality and light espresso flavors. The tannic grip is solid and the acidity is strong, ensuring long ageability.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Dunning Vineyards"}, {"points": "93", "title": "Enzo Boglietti 2012 Boiolo  (Barolo)", "description": "Enticing scents suggesting iris, rose, tilled earth and red berry slowly emerge in the glass. The meaty palate doles out ripe black raspberry, juicy black cherry and a potpourri of cake spice alongside a backbone of firm tannins and fresh acidity. A licorice note closes the lingering finish. Drink 2018–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Boiolo", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Enzo Boglietti"}, {"points": "93", "title": "F X Pichler 2015 Urgestein Terrassen Smaragd Grüner Veltliner (Wachau)", "description": "Freshly cut pear, some peardrop candy and a wonderfully zippy lemon freshness combine on a light, slender body into a very refreshing, even exciting palate that also has very slight echoes of yellow miso and fresh lovage. There is focus and precision—but this may need a little bottle age before unfolding completely. Drink 2017–2022.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Urgestein Terrassen Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}]