[{"points": "93", "title": "Parker 2014 Duvarita Vineyard Chardonnay (Santa Barbara County)", "description": "Plump tangerine, pink grapefruit and warmer tones of Gala apples show on the nose of this bottling from a vineyard that's slightly northwest of the Sta. Rita Hills appellation. Rounder nectarine and apple flavors show on the sip that fattens up in the midpalate with poached Asian pear and popcorn, deftly leveled throughout with a zesty lemon-wedge touch.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Duvarita Vineyard", "variety": "Chardonnay", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Parker"}, {"points": "93", "title": "Ingrid Groiss 2015 Pankraz Reserve Grüner Veltliner (Niederösterreich)", "description": "There is something that makes me think about a summer forest: Is it the fresh moss, the fresh green foliage, the implied ease and freshness of light green foliage on a warm day? The palate stuns with white pepper and purity and combines fruit ripeness with ballerina-like poise. Wonderful texture. Prepare to be moved.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Pankraz Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ingrid Groiss"}, {"points": "93", "title": "Innocenti 2011  Brunello di Montalcino", "description": "This opens with classic Sangiovese aromas of ripe dark-skinned fruit, new leather, chopped herb, underbrush and a balsamic note. The big chewy palate doles out layers of juicy black cherry, crushed blackberry, licorice and pipe tobacco alongside velvety tannins. It's already approachable but will also offer several more years of fine drinking pleasure. Enjoy through 2021.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Innocenti"}, {"points": "93", "title": "Fontodi 2013 Flaccianello della Pieve Sangiovese (Colli della Toscana Centrale)", "description": "Made entirely with organically farmed Sangiovese, this opens with aromas mature black-skinned fruit, French oak, exotic spice and a whiff of blue flower. The vibrant palate is both elegant and structured, delivering juicy black cherry, pomegranate, mocha, licorice and a potpourri of cooking spice. It's well balanced, with bright acidity and fine-grained tannins. It already dazzles, but hold for even more complexity. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 120, "designation": "Flaccianello della Pieve", "variety": "Sangiovese", "region_1": "Colli della Toscana Centrale", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fontodi"}, {"points": "93", "title": "Foxen 2014 Tinaquaic Vineyard Syrah (Santa Maria Valley)", "description": "Violets, bacon fat and caramel sauce are drizzled across blueberry and olallieberry fruits on the nose of this bottling from Billy Wathen and Dick Dore. The palate is expertly integrated and deep with flavors of blackberry, pepper dust, tart black-plum skins, cocoa powder and roasted pork. It conveys classic Syrah flavors, done with grace.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Tinaquaic Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "93", "title": "Foxen 2014 Williamson-Dore Vineyard Syrah (Los Olivos District)", "description": "Dark boysenberry, dried lilac and the slightest touch of tar show on the nose of this bottling, one of the first that Foxen has labeled with the new Los Olivos District appellation. Tart plum skins and elderberry show on the sip that is structured by solidly dry tannins accented by flavors of lavender and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Williamson-Dore Vineyard", "variety": "Syrah", "region_1": "Los Olivos District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "93", "title": "Grow Wines 2014 Ruhl Vineyard Chardonnay (Mount Veeder)", "description": "This small-production, single-vineyard white hails from a site at the southern end of the appellation, close to Carneros. It shines in golden apple, honey graham cracker and a rich texture that impresses from start to finish. A floral element persists and intrigues, a mix of wildflower and fennel.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": "Ruhl Vineyard", "variety": "Chardonnay", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "Grow Wines"}, {"points": "93", "title": "Guado al Tasso 2013  Bolgheri Superiore", "description": "Made with Cabernet Sauvignon, Merlot, Cabernet Franc and a drop of Petit Verdot, this polished linear red has aromas of black-skinned fruit, bell pepper, coconut and toasted oak. The vibrant, elegantly structured palate offers black currant, chopped herb, clove and licorice alongside fine-grained tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 125, "designation": null, "variety": "Red Blend", "region_1": "Bolgheri Superiore", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Guado al Tasso"}, {"points": "93", "title": "Iron Horse 2011 Classic Vintage Brut Estate Bottled Sparkling (Green Valley)", "description": "Meant to showcase the producer's classic style, this is made from 74% Pinot Noir and 26% Chardonnay, the lots chosen for their fruit forwardness. Succulent peach speaks quietly around bright floral aromas, while a richer undertone of hazelnut biscotti comes into play on the smooth palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Classic Vintage Brut Estate Bottled", "variety": "Sparkling Blend", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "93", "title": "Proidl 2015 Ehrenfels Reserve Grüner Veltliner (Kremstal)", "description": "The merest touch of passion fruit enriches the ripe pear fruit apparent on the nose with a hint of the tropics. The palate is wonderfully zesty and the gorgeous grapefruit freshness harnesses all the ripe fruit into a driven force of joy. This is concentrated, juicy and utterly moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Ehrenfels Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "93", "title": "Meinklang 2015 Graupert Natural Pinot Gris (Burgenland)", "description": "Gorgeously lifted rich notes of orange zest fill the nose of this beautiful “orange” wine. Fermented on skins, it has all the elegance of white wine, combined with the tannic structure and backbone of red. Made from pink Pinot Gris grapes, this lends itself beautifully to this treatment and leaves us with an intriguing, concentrated, fresh and whistle-clean wine of great expression. Savor its salty orange-scented length.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Graupert Natural", "variety": "Pinot Gris", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Meinklang"}, {"points": "93", "title": "Kynsi 2013 Stone Corral Vineyard Pinot Noir (Edna Valley)", "description": "Deep aromas of hibiscus, rose buds, dark red berries and sugar plums are spiced up by cola, crushed pencils and lots of garrigue on this bottling. The palate is clean and crisp, with snappy raspberry, light cranberry and lots more chaparral-like herbs, including wild thyme, bay laurel, lavender and fennel pollen.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Stone Corral Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "93", "title": "Ram's Gate 2014 Chardonnay (Carneros)", "description": "Dark gold in color, this appellation wine is tropical and salty, medium bodied with a strong taste of lemon preserves. Its fuller, richer nature is complemented by fresher streaks of grapefruit and mandarin, with a mineral component of wet stone.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Ram's Gate"}, {"points": "93", "title": "Ram's Gate 2014 Green Acres Hill Vineyard Chardonnay (Carneros)", "description": "Golden Delicious apple, stone fruit and honey star in this vineyard-designate, a showcase for baked apple seasoned in nutmeg. Gravelly texture supports full-bodied flavor and a strength of toasted oak lightly suggestive in vanilla.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 64, "designation": "Green Acres Hill Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Ram's Gate"}, {"points": "93", "title": "Paumanok 2013 Assemblage Red (North Fork of Long Island)", "description": "Decadent yet finessed, this intensely ripe, concentrated wine brims with fleshy flavors of black plum and cassis. Tart cranberry acidity and complexities of olive, savory spice and granite push the palate into greater depths. The finish is long, marked by fine firm tannins. It's lovely already, but should meld beautifully from 2020–2030 and further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Assemblage", "variety": "Bordeaux-style Red Blend", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Paumanok"}, {"points": "93", "title": "Small Vines 2014 Estate Grown Chardonnay (Sonoma Coast)", "description": "Light, bright and citrusy, this lovely wine is integrated in terms of oak and ripeness, letting its crispness of lemon and tangerine speak loudest. A complex, structured wine, it becomes more interesting as it opens, allowing room for specks of stone and nutmeg to peek through.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Estate Grown", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Small Vines"}, {"points": "93", "title": "Stéphane Aviron 2015 Côte du Py Vieilles Vignes  (Morgon)", "description": "Produced from old vines in the Côte du Py on the slopes of an extinct volcano, this cru wine is structured with generous black fruits and a series of ripe tannins and balanced acidity. It has the structure and density to age while also having a light touch of black cherry fruit. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Côte du Py Vieilles Vignes", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "93", "title": "Tenuta di Biserno 2012 Lodovico Red (Toscana)", "description": "You'll find aromas of cassis, French oak, cedar and blue flower on this full-bodied red. Made with Cabernet Franc and a tiny amount of Petit Verdot, the polished structured palate delivers black currant, star anise, espresso and aromatic herb set against fine-grained tannins that leave a firm finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 300, "designation": "Lodovico", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta di Biserno"}, {"points": "93", "title": "Stift Göttweig 2015 Silberbichl Reserve Riesling (Kremstal)", "description": "The nose merely reveals the slightest shimmer of ripe lemon zest. The palate comes in with beautifully spicy mirabelle flavors, tempered by tangy citrus. There is lovely citrus concentration that has a zesty textural element in the streamlined body. This is wonderfully bracing, ripe and refreshing. A total joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Silberbichl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stift Göttweig"}, {"points": "93", "title": "Stolo 2014 Estate Chardonnay (San Luis Obispo County)", "description": "Warm tones of marzipan, roasted almond, yellow peach, pineapple and a touch of coconut are reminiscent of a piña colada on the nose of this bottling from a vineyard just behind the coastal town of Cambria. Gala apples and poached pears show on the sip along with lemon curd, chalk and meringue flavors, all tightly woven into a fresh expression of the grape.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": "Estate", "variety": "Chardonnay", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolo"}, {"points": "93", "title": "Salomon-Undhof 2015 Lindberg Reserve Grüner Veltliner (Kremstal)", "description": "A whiff of passion fruit on the nose immediately hints at ripeness. The palate fulfils that promise not only with generosity but counters it with gorgeous grapefruit freshness and a lovely zesty texture that makes this very appetizing. The flavors are zingy, clean, ripe and very, very long. It is the grapefruit spice that gets you in the end.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 51, "designation": "Lindberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "93", "title": "Scar of the Sea 2014 Seven Leagues Pinot Noir (Santa Maria Valley)", "description": "Though this is their appellation blend, Mikey Giugni and Michael Brughelli don't hold back, offering elegant aromas of rose petals, purple flowers, rich pomegranate fruit, rusty strawberries and light vanilla on the nose. The palate begins with a light cranberry-raspberry flavor that deepens into tart mulberry before showing dried rose petals, uncrushed clove and a lava-rock minerality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Seven Leagues", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Scar of the Sea"}, {"points": "93", "title": "Wolff 2013 Dijon Clones Selection Pinot Noir (Edna Valley)", "description": "Bright and ready-to-burst flavors of raspberry and just-ripe cranberry show on the nose of this bottling that also features tartness and graphite minerality alongside vanilla and baking spice. More of an underripe character shows on the forest-floor palate, where thyme and marjoram mix with tangy red fruit, pine needle and juniper.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 29, "designation": "Dijon Clones Selection", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wolff"}, {"points": "93", "title": "Brophy Clark 2014 Pinot Noir (Santa Maria Valley)", "description": "Though an appellation blend, this bottling often comes from a single vineyard and is treated with great care, resulting in a complete package. That starts with baked red cherry, mulberry and tangy plum on the nose, dusted with nutmeg and hickory smoke. The intriguing flavor profile offers tangy black raspberry, suave hibiscus and other red-flower touches along with clove stick and cinnamon spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brophy Clark"}, {"points": "93", "title": "Bründlmayer 2015 Vincents Spiegel Reserve Grüner Veltliner (Kamptal)", "description": "A haze of hazelnut and wood smoke envelopes the poised concentrated lemon and green-pear fruit on the palate. There is incisive freshness and a concentrated core with a downright lip-smacking finish. It would be a waste to drink this now when everything about this bundled, energetic wine still needs to unfurl. Give this time. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Vincents Spiegel Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Domaine Baron de l'Ecluse 2015 Les Garances  (Côte de Brouilly)", "description": "From a parcel on this 12-acre estate, the wine is structured and rich. It has layers of firm tannins under the black fruits. Acidity and a crisp mineral texture mix with the solid structure and concentration. The aftertaste shows the generous future of this fine cru wine. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 29, "designation": "Les Garances", "variety": "Gamay", "region_1": "Côte de Brouilly", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Baron de l'Ecluse"}, {"points": "93", "title": "B Cellars 2013 Ehrlich Vineyard Cabernet Sauvignon (Oakville)", "description": "Perfumed in lavender and sage, this vineyard-designate highlights well-crafted flavors of dried cherry and blueberry, the texture soft and interwoven in spicy oak. A bite of peppery tannin storms the lengthy finish, giving the already full-bodied wine an extra hit of richness and concentration.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 118, "designation": "Ehrlich Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "93", "title": "Bacio Divino 2014 Red (Napa Valley)", "description": "A Cabernet Sauvignon-dominant blend from heritage vineyards farmed by Andy Beckstoffer, this wine tastes of chocolate-covered clove, sage and a waft of eucalyptus, thick in concentration and firm, integrated tannin. While it presents itself as a big, bold wine, it retains balance and grace in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Bacio Divino"}, {"points": "93", "title": "Baileyana 2014 Firepeak Chardonnay (Edna Valley)", "description": "Burgundy-raised vintner Christian Roguenant gets to show his stuff in this line of Firepeak wines. Wet cement, honeysuckle, crisp Asian pear and the slightest hints of tropicality show on the nose, while the palate offers yellow grapefruit, lemon skins, squeezed lime and lime-blossom flavors, wrapped around nervy tension.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Firepeak", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baileyana"}, {"points": "93", "title": "Biondi Santi 2012  Rosso di Montalcino", "description": "Lovely scents of violet, iris and fragrant woodland berry lead the way along with a whiff of pressed powder. The fresh silky palate doles out ripe wild cherry, lip-smacking strawberry, white pepper and a hint of pipe tobacco. Firm tannins give it an almost Brunello-like structure. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": null, "variety": "Sangiovese", "region_1": "Rosso di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Biondi Santi"}]