[{"points": "91", "title": "La Honda Winery 2012 Lonehawk Vineyard Cabernet Sauvignon (Santa Cruz Mountains)", "description": "Deep strawberry, blackberry, black olive and oregano show on the nose of this bottling that comes from a vineyard 1,100 feet above the town of Saratoga. The 100% American oak treatment makes for a savory sip, with bay leaf, white pepper, cracked peppercorn and olive, all bone dry and mouth-drying in tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Lonehawk Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Honda Winery"}, {"points": "91", "title": "Lackner Tinnacher 2015 Ried Steinbach Sauvignon Blanc (Südsteiermark)", "description": "A very slight notion of hazelnut hovers on the fresh nose. The palate comes with wonderful citric intensity of ripe lemon and a dash of lime. That same smoky hint stays on the palate throughout, adding an extra dimension. The finish is pleasantly long and refreshing.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Ried Steinbach", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Lackner Tinnacher"}, {"points": "91", "title": "Loring Wine Company 2015 Huber Vineyard Dornfelder (Sta. Rita Hills)", "description": "From vines of this German grape planted by German ex-pats many years ago, Brian Loring makes a delicious wine. Dark and inky in the glass, it shows aromas of concentrated blueberry, vanilla, mint and grape candy on the nose. The palate is surprisingly medium bodied for such a dark wine, with a decent dollop of acidity along with lots of dried blueberry and juniper flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Huber Vineyard", "variety": "Dornfelder", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "91", "title": "MacPhail 2014 Vagon Blanc Chardonnay (Sonoma Coast)", "description": "This is a blend of two vineyards, Pratt Vine Hill Road and Gap's Crown, enviable sources for both red and white grapes. The end result here shines in honey and a sublime hint of lemon candy. Bright, floral acidity lines a foundation of fresh tangerine and lime, finishing with an intensity of salty, spiced oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Vagon Blanc", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "MacPhail"}, {"points": "91", "title": "Lauren Ashton Cellars 2013 Cabernet Sauvignon (Red Mountain)", "description": "Aromas of cocoa, dark cherry, baker's chocolate and graphite rise up from the glass. The flavors are dense and full, with firm chewy tannins backing them up. It should only improve with additional time in bottle. Best after 2020.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Lauren Ashton Cellars"}, {"points": "91", "title": "High Valley Vineyard 2013 Barbera (High Valley)", "description": "This wine from a small, high-elevation district in Lake County adds fresh cherry and raspberry aromas to rich, softly spicy fruit and oak flavors. Smooth and easy in texture, it's supported by good acidity and moderate tannnis in a style for which Barbera is well known in Italy.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": null, "variety": "Barbera", "region_1": "High Valley", "region_2": null, "province": "California", "country": "US", "winery": "High Valley Vineyard"}, {"points": "91", "title": "Hillinger 2014 Terroir Pinot Noir (Burgenland)", "description": "Gentle hints of smoke and pine wood hover on the nose. The palate has the same spicy glint of pine and some oaky smoky spice. The fruit underneath is lovely and pure: tart cranberry and raspberry are expressed beautifully. The body is soft and fresh, undeniably supported by lots of oak but it manages to achieve an elegant poised balance. It is on the finish that vanilla makes another appearance.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 64, "designation": "Terroir", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Hillinger"}, {"points": "91", "title": "Mumm Napa NV Blanc de Blancs Sparkling (Napa County)", "description": "This is made from 80% Chardonnay and 20% Pinot Gris. It offers an impressive commingling of preserved lemon, burnt orange peel and apricot, meeting crisp acidity and floral undertones along the way. Light and bright, it's a food-friendly option, as well as good go-to solo.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 22, "designation": "Blanc de Blancs", "variety": "Sparkling Blend", "region_1": "Napa County", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mumm Napa"}, {"points": "91", "title": "Viña Tabalí 2012 Payen Syrah-Cabernet Franc (Limarí Valley)", "description": "Aromas of spiced blackberry, tar, wood smoke and herbs are complex and on target. This Syrah (with 10% Cab Franc) feels big and wide, with screechy acidity and rubbery tannins. Dark peppery berry flavors are a bit salty, while this is compact on the finish. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 60, "designation": "Payen", "variety": "Syrah-Cabernet Franc", "region_1": null, "region_2": null, "province": "Limarí Valley", "country": "Chile", "winery": "Viña Tabalí"}, {"points": "91", "title": "Two Paddocks 2015 The First Paddock Proprietor's Reserve Pinot Noir (Central Otago)", "description": "Silky and delicate in texture, this nearly weightless Pinot Noir offers red cherry-berry aromas and flavors, laced with hints of blossoms and herbs. The tart finish lingers sweetly in an intriguing, paradoxical juxtaposition. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 79, "designation": "The First Paddock Proprietor's Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Two Paddocks"}, {"points": "91", "title": "Graziano 2013 Zinfandel (Mendocino County)", "description": "An unusual level of flavor concentration and density of texture make this wine substantive in mouthfeel, intriguing in depth, and a good wine to age for a few years. It has touches of sage and sweet oak in the aroma, plus full-bore flavors of blackberry and black cherry on the palate. With great structure due to firm tannins and acidity, it will be best to drink after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 19, "designation": null, "variety": "Zinfandel", "region_1": "Mendocino County", "region_2": null, "province": "California", "country": "US", "winery": "Graziano"}, {"points": "91", "title": "Ebner-Ebenauer 2015 Riesling (Niederösterreich)", "description": "An initially funky hint on the nose soon turns into exotically spicy notions of lime zest and grapefruit foliage with riper notions of peach shimmering through. This dances on tiptoe, it speaks of ease and joy, is lively and refreshing with a lovely lemony finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 22, "designation": null, "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "91", "title": "Gainey 2014 Limited Selection Chardonnay (Sta. Rita Hills)", "description": "Warm aromas of yellow peach, baked-apple croissant, vanilla and marzipan show on the nose of this bottling from the longtime family-run winery near the town of Santa Ynez. It's soft and lush on the palate, with baked nectarine and poached pear. It's familiar for those who enjoy the ripe California style, but chiseled enough to appeal to others as well.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Limited Selection", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Gainey"}, {"points": "91", "title": "Gloria Ferrer NV Blanc de Blancs Chardonnay (Carneros)", "description": "Introduced by a lively, crisp mousse, this 100% Chardonnay sparkler is made méthode Champenoise, and dry. Highlights on the nose and palate include a nuttiness of hazelnut and almond, green apple and orange, with a lilt of lemon zest.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 22, "designation": "Blanc de Blancs", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "91", "title": "Graf Hardegg 2015 Spätlese Riesling (Niederösterreich)", "description": "Honey and the perfumed notes of quince are immediately apparent on this Spätlese Riesling. The sweetness is carried beautifully by ripe notions of peach, additional quince and apricot coulis, balanced and countered by the fresh, ripe and pliable acidity of oranges and tangerines. This is slightly decadent and very harmonious. Perhaps sweet enough for an apricot tart but certainly a killer with salty blue cheeses. No other grape can perform the same tightrope walk as Riesling. Enjoy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Graf Hardegg"}, {"points": "91", "title": "Wolff 2014 Petite Sirah (Edna Valley)", "description": "This is a fascinating show of what a cooler climate can do to this usually unctuous grape. Aromas of Mediterranean spices, olives, leather, fresh forest herbs, rose hips, dewy thyme, raw beef, black pepper and soy lead into a sip full of gamy funk. Think rare lamb and venison, set against tart elderberry and pine sap, that coat the mouth with sticky tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": null, "variety": "Petite Sirah", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wolff"}, {"points": "91", "title": "Wrights Station 2012 Bates Ranch Vineyard Cabernet Sauvignon (Santa Cruz Mountains)", "description": "From a vineyard just below Mt. Madonna, this bottling offers deep blackberry and black-pepper spice, with herbal oregano, thyme and touches of pasilla chile on the nose. It's quite herbaceous in that typical mountain style, with bay leaf and dried basil set against dry elderberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Bates Ranch Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wrights Station"}, {"points": "91", "title": "Domaine de Côtes Rémont 2015  Juliénas", "description": "This is a spicy wine, finely fruity with black-currant fruits and with some firm structured tannins. It is a concentrated wine that is likely to mature slowly. There is a sense of power behind this fine cru wine. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": null, "variety": "Gamay", "region_1": "Juliénas", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine de Côtes Rémont"}, {"points": "91", "title": "Giesen 2013 Single Vineyard Selection Dillons Point The Fuder Sauvignon Blanc (Marlborough)", "description": "Some struck-match aromas bring pleasant complexity to the aromas of vanilla and tangerine, then ripe citrus, smoke and vanilla take over on the palate. This is a full-bodied, fully ripe wine, without that intense pungency that marks many Marlborough Sauvignon Blancs.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 55, "designation": "Single Vineyard Selection Dillons Point The Fuder", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Giesen"}, {"points": "91", "title": "Baker & Brain 2015 Chalone Vineyard Chenin Blanc (Monterey County)", "description": "There is an exuberance to the nose of this bottling, with peach and apple blossoms, honeysuckle, cherimoya and nearly a tropical, banana-like scent. Yet it tightens up nicely on the sip, where pithy apple flesh, Meyer lemon tang and Asian pear flesh combine for a zesty palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 24, "designation": "Chalone Vineyard", "variety": "Chenin Blanc", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baker & Brain"}, {"points": "91", "title": "Balletto 2014 Estate Grown Estate Bottled Pinot Gris (Russian River Valley)", "description": "From one of the few producers to grow and make this variety in the appellation, this was fermented in both neutral oak and stainless steel. It's focused and viscous, with a tropical opening of Tahitian vanilla built around white peach, lemony acidity and a fresh, crisp texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 18, "designation": "Estate Grown Estate Bottled", "variety": "Pinot Gris", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Balletto"}, {"points": "91", "title": "Bernardus 2014 Soberanes Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Cranberry juice, touches of juniper and muddy-soil notes arise on the nose of this bottling from a popular vineyard in the region. The earthy palate combines a line of beet juice with clay, turned earth, black plum and dried pine needles, framed by chalky tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Soberanes Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bernardus"}, {"points": "91", "title": "Burrowing Owl 2014 Cabernet Franc (Okanagan Valley)", "description": "This pure varietal bottling spent 18 months in oak, emerging perfectly proportioned with deftly integrated flavors of berry and herb, and a touch of fresh snap peas. The tannins carry the characteristic green olive notes, and the finish offers the scent and flavor of ground coffee as well. Overall a very fine effort.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 34, "designation": null, "variety": "Cabernet Franc", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Burrowing Owl"}, {"points": "91", "title": "Craggy Range 2014 Sophia Gimblett Gravels Red (Hawke's Bay)", "description": "Nineteen months in 40% new French oak has left a strong mark on this wine, imparting it with notes of cedar, graham crackers, baking spices, toast and some drying, woody tannins. Cassis fruit backs up all those oaky sensations, but will likely remain a background player, so drink it while it retains a sense of freshness, now through 2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 95, "designation": "Sophia Gimblett Gravels", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Craggy Range"}, {"points": "91", "title": "Johanneshof Reinisch 2015 Satzing Zierfandler (Thermenregion)", "description": "Hints of fresh and dried white currant chart their course along a fault line of freshness. This Zierfandler, a real Austrian rarity, is a lip-smacking wine of great personality. The palate is both slender and generous. Savor this slowly and wisely.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Satzing", "variety": "Zierfandler", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "91", "title": "Ottimino Vineyards 2013 Zinfinity Zinfandel (Sonoma County)", "description": "From a selection of its best vineyards across the county, this producer showcases a majority of the variety with 16% Petite Sirah, all aged in French oak, 25% of it new. Black olive, spicy leather and cinnamon make for a bold, dry and boisterous wine that's entirely enjoyable, integrated in terms of both tannin and oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 20, "designation": "Zinfinity", "variety": "Zinfandel", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ottimino Vineyards"}, {"points": "91", "title": "Palencia 2013 El Viñador Petit Verdot (Wahluke Slope)", "description": "Brooding aromas of moist soil and dark cherry are followed by big bold cherry flavors that coat the palate. The variety's often burly tannins are kept well in check.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "El Viñador", "variety": "Petit Verdot", "region_1": "Wahluke Slope", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Palencia"}, {"points": "91", "title": "Palencia 2014 Grenache (Yakima Valley)", "description": "Light aromas of raspberry, coriander, vanilla and barrel spice are followed by ripe rich red-fruit flavors that glide on the finish. A pillowy mouthfeel only heightens the interest.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 36, "designation": null, "variety": "Grenache", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Palencia"}, {"points": "91", "title": "J. Lohr 2013 Cuvée Pom Red (Paso Robles)", "description": "From the winery's Bordeaux study series, this Merlot-based blend shows roast beef, smoke, lilac, violet, lavender and shy black-cherry fruit on the nose. There's more fruit on the palate, with blackberry paste. However, the rigid tannins don't open up easily. Notes of crushed volcanic rock, espresso, dried herbs and leather are subtle.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Cuvée Pom", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "91", "title": "Jarvis 2012 Estate Grown Cave Fermented Merlot (Napa Valley)", "description": "Enviable structure marks this lovely wine that appears to have been made in a slightly reductive style. Light oak, a bouquet of dried herb and vanilla ride along a medium-bodied texture that's soft and silky, with a panache of juicy blackberry and currant on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Estate Grown Cave Fermented", "variety": "Merlot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Jarvis"}]