[{"points": "94", "title": "Loimer 2013 Anning Pinot Noir (Niederösterreich)", "description": "Flinty notions of (good) reduction still grace the closed nose and bring memories of Burgundian cellars. The palate has a masterfully light touch. The fruit is tart and red, hinting at red currant and crushed cranberries with a pleasant, inviting tartness that exudes aroma and focuses the palate with its preserving freshness. Yet there are notions of fragrant and ripe raspberries. This is a silky babe in arms, so wait for the wine to unfold fully from 2017 to 2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Anning", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Loimer"}, {"points": "94", "title": "Nittnaus Anita und Hans 2013 Blaufränkisch (Leithaberg)", "description": "Fresh, crunchy black and red cherries and aromatic blueberries seem to be dusted with white pepper and cinnamon: how very appetizing. The same freshness appears on the palate where the fruit is subsumed into a textured core. Oak just lends a little spice and structure but lets the fruit and its very own freshness pervade everything. At every turn, more cherry breaks through the supple tannic frame. Joyful , refreshing and balanced abundance sets the tone while spicy pepper echoes all the way.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Nittnaus Anita und Hans"}, {"points": "94", "title": "Vieux Château Mazerat 2013  Saint-Émilion", "description": "Sophisticated and full of fruit, this wine combines the freshness of the year with great tension and structure. The juicy underlay will develop well over the next few years. It's complex and worth aging. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Vieux Château Mazerat"}, {"points": "94", "title": "Salomon-Undhof 2014 Steiner Kögl Reserve Riesling (Kremstal)", "description": "What a beautiful combination of grapefruit and mandarin peel on the nose: one part zesty freshness, the other plump and juicy promise. The palate does not disappoint and throws in notions of bergamot, as well as a citric thrill of exquisite lightness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Steiner Kögl Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "94", "title": "Woodward Canyon 2012 Estate Reserve Red (Walla Walla Valley (WA))", "description": "This blend is near-equal parts Merlot, Cabernet Franc and Cabernet Sauvignon along with a healthy dollop of Petit Verdot (18%). It shows a mix of fruit and savory elements, with notes of potting soil, green coffee bean, mocha, fresh herbs, licorice, generous barrel spices and red and black fruit—showing more with each swirl. The fruit and chocolate flavors are dense and rich, with bright acids and a firm core of tannins. The balance is spot-on and the finish lingers. It drinks beautifully now but you can expect it to age for another 20 years.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 79, "designation": "Estate Reserve", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Woodward Canyon"}, {"points": "94", "title": "Château Lafite Rothschild 2013  Pauillac", "description": "Almost entirely Cabernet Sauvignon (98%), this structured and dense wine is packed with concentrated dark fruits that are firm, showing intense acidity and freshness under the dark tannins. It's classic Bordeaux, with fruit and tannins in equal measure and needing time. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lafite Rothschild"}, {"points": "94", "title": "Château Trotanoy 2013  Pomerol", "description": "This wine has a lot of class and elegance, along with firm tannins that show how well it will age. It is dark and concentrated, the black fruits still developing under the solid structure. This wine will age slowly, so wait until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 250, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Trotanoy"}, {"points": "94", "title": "COS 2011 Delle Fontane  (Cerasuolo di Vittoria Classico)", "description": "Earthy and delicious, this soulful red opens with aromas of sun-baked soil, leather, ripe black fruit, dark spice and a funky but pleasant whiff of game. The round, smooth tastes of juicy blackberry, wild cherry, cinnamon, black olive, cured meat and mineral framed in silky tannins. It's already enjoyable, with depth and balance but it will age well for another decade or more. Drink through 2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Delle Fontane", "variety": "Red Blend", "region_1": "Cerasuolo di Vittoria Classico", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "COS"}, {"points": "94", "title": "Château Cos d'Estournel 2013  Saint-Estèphe", "description": "Powered by its structure and texture, this complex wine is dense, structured and firm. Plenty of dry and taut tannins dominate at this stage, but it is also full of fruit. The wine will age over many years while not being one of those vintages that will mature forever: the fruitiness will see to that. Drink this impressive wine from 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Estèphe", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cos d'Estournel"}, {"points": "94", "title": "Château Figeac 2013  Saint-Émilion", "description": "This wine is a success for the vintage with its ripe Cabernet flavors and dark, dense tannins. It is fruity certainly, with a juicy, perfumed background. However, the structure and texture show best—firm and dry, indicating a good potential. This concentrated wine will not be ready to drink before 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Figeac"}, {"points": "94", "title": "Aleksander 2011 Reserve Red (Paso Robles)", "description": "Former L.A. Laker Sasha Vujacic presents aromas of cooked black plums, mission figs, black currants, uncrushed peppercorns and leather on this reserve bottling. It spent 30 months in the barrel, six more than the estate bottling. The palate offers more plums and tarter plum skin along with bay leaf, oregano and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Reserve", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Aleksander"}, {"points": "94", "title": "Anton Bauer 2013 Reserve Pinot Noir (Wagram)", "description": "Smoky oak frames red and black cherry and offers hints of intense fruitiness, almost of Kirsch. There's an undertow of wet earth and leaves, of finely ground white pepper, presented with pliable, velvety softness. Yet there is freshness and precision and the well-fused harmoniousness of all these elements that makes Pinot such a compelling, haunting proposition.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Anton Bauer"}, {"points": "94", "title": "Fischer 2014 Reserve Privat Grüner Veltliner (Wachau)", "description": "Yeast and chervil, lovage and pepper: these savory elements underpin this superspicy, smooth, ripe yet slender wine. Mature pear and stone fruit almost through come as a bous afterthought. This is the real package, showing tons of varietal character. The core is concentrated and punchy but remains toned. This is what you get from sunny days, cool nights and lots of love lavished on vines and grapes. Very impressive and utterly delicious.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Reserve Privat", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Fischer"}, {"points": "94", "title": "Lynmar 2013 Monastery Pinot Noir (Russian River Valley)", "description": "A blend of several vineyards, including Kanzler, Quail Hill and Umino, with some Freestone also in the bottle, this wine was given an almost 50% whole-cluster fermentation. Crisp cherry, strawberry and an inviting squeeze of citrus sit atop darker notes of cinnamon toast, the whole awash in a floral flourish of orange blossom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Monastery", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Lynmar 2013 Susanna's Vineyard Pinot Noir (Sonoma Coast)", "description": "This is the producer's first vintage from this vineyard—the grapes were previously sold. The site, which sits within Green Valley as well as the Sonoma Coast, is planted to the same clone as sister property Quail Hill, in coveted Goldridge soils. Soft, round and decadent, the wine is full bodied, with bursts of red fruit and crushed stone.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Susanna's Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Mastroberardino 2008 Naturalis Historia  (Taurasi)", "description": "Mature black-skinned berry, ripe plum, baking spice, violet and a whiff of earth are some of the aromas you'll find on this impressive red. The structured palate doles out juicy black cherry, crushed blackberry, vanilla and a dusting of cocoa framed in velvety tannins. Even though it's already accessible, it will continue to evolve and age well for years to come. Drink through 2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Naturalis Historia", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Mastroberardino"}, {"points": "94", "title": "Mignanelli 2013 Highlands Ranch Pinot Noir (Santa Lucia Highlands)", "description": "A whopping deal at under $30, this shows seductive and intriguing aromas of cherry tomato, chopped oregano, thyme, tomato lead, incense, rose petals and hibiscus. There's iron and cherry pit at the tip of the sip, which settles into mace, allspice and cinnamon, ever-evolving throughout the plum fruit flavors in the glass.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Highlands Ranch", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mignanelli"}, {"points": "94", "title": "Salomon-Undhof 2014 Lindberg Reserve Grüner Veltliner (Kremstal)", "description": "The nose already announces the citric explosion on the palate: bursting notions of lemon zest with hints of pink grapefruit punctuate every second of refreshing bliss on the palate. This is true to its vintage, ultraclean, and immensely energetic. The freshness elongates everything, sparking real refreshment and leaving a lasting impression.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Lindberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "94", "title": "Pittnauer 2012 Bühl Blaufränkisch (Burgenland)", "description": "A heady world of cherry opens up immediately: aromatic Morello and dark Amarena vie for attention on the nose. The palate is full-fruited but has a backbone of freshness that gives this both verve and balance. Tannins are supple but it is the central vein of freshness that characterises the brightness and unforced honesty of this joyous red.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Bühl", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Pittnauer"}, {"points": "94", "title": "Pittnauer 2013 Rosenberg St. Laurent (Burgenland)", "description": "The purest scent of fresh, ripe red cherries is the first pleasure to be encountered on this elegant wine. On the slender palate this lovely fruit expression is joined by earthier tones of undergrowth and peat. There is a central seam of freshness that pulls fruit, silky tannin and soft texture together. If there was just one attribute I could name it would be elegance. Lovely and fresh now but Rosenberg ages most gracefully. Drink 2016–2024.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Rosenberg", "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Pittnauer"}, {"points": "94", "title": "Netzl 2012 Bärnreiser Merlot (Carnuntum)", "description": "Slight smoke and dark plum, a hint of polished mahogany and the merest touch of leather suggest restrained elegance and complexity. The palate is just medium-bodied but of such subtle balance that the entire wine becomes utterly seductive even though heat is palpable. There are dark, brooding elements of fruit that play above the taut, grippy but fine structure. What a distinguished, beautiful rendition of Merlot.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Bärnreiser", "variety": "Merlot", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Netzl"}, {"points": "94", "title": "Lapostolle 2012 Clos Apalta Red (Colchagua Valley)", "description": "Lusty notes of coconut, charcoal, vanilla and herbs grace core blackberry and cassis aromas. This is massive and widespread on the palate, but the key to its success is impeccable balance. Toasty, minty flavors of blackberry and cassis are chocolaty and lightly herbal, while the finish blends lushness, power, heft and smoky, herbal flavors that go on and on. Drink this Carmenère-led blend through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 135, "designation": "Clos Apalta", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Lapostolle"}, {"points": "94", "title": "Hiedler 2014 Heiligenstein Reserve Riesling (Kamptal)", "description": "The heady fragrance of pure lemon zest hits home straight away, and the palate delivers the promised punch. Purity and freshness perform a high-wire act, all the while sending sparks of swirling tangerine and grapefruit in quick-fire flashes across the palate. Who needs fireworks when you can drink this? If you love acidity, you will be hooked.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "94", "title": "Château Pichon Longueville 2013  Pauillac", "description": "This wine showcases the fruit of the vintage—ripe black currants and plums with a juicy, generous character. It is full bodied and rich, with good structure plus acidity to give the right freshness. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pichon Longueville"}, {"points": "94", "title": "Bründlmayer 2014 Käferberg Reserve Grüner Veltliner (Kamptal)", "description": "White pepper is already signalled on the nose, on the palate it keeps fizzing amid crushed herbs and yeasty, salty tanginess. The fruit for now remains in the background, but ripe pear is ready to burst forth. This is a quintessential Grüner, full of focus and direction without forgetting the all-important charm. Lovely now but will be even better after 2018.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Käferberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Arista 2013 Banfield Vineyards Chardonnay (Russian River Valley)", "description": "From one of the producer's coolest sites, this wine has a nose of wet gravel and lime peel, enveloped in oaky caramel and toast with Meyer lemon jam. A mouthwatering structure of spicy acidity underlies it all. It has ages to go in the bottle; drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Banfield Vineyards", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Arista"}, {"points": "93", "title": "Montesole 2008  Taurasi", "description": "Aromas of prune, small red berry, coffee and a hint of Asian spice lead the way. The round palate offers mature blackberry, juicy black cherry, espresso, toast and a hint of chocolate while firm, polished tannins provide the framework. Enjoy through 2020.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": null, "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Montesole"}, {"points": "93", "title": "Muhr-Van der Niepoort 2013 Liebkind Blaufränkisch (Carnuntum)", "description": "A whole world of ideas assails the nose: coniferous forests, stone, ash and white pepper all tinge fresh blueberry and red cherry notes. On the palate, this is taut and tightly coiled. Fresh berries and cherries are still packed away beneath a layer of tart freshness, blinking through alluringly beneath the peppery spice. This is intriguing now but will open up like a flower with some bottle age. Its firm structure and innate freshness signal real ageing potential. Drink 2016–2026.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Liebkind", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Muhr-Van der Niepoort"}, {"points": "93", "title": "R&A; Pfaffl 2012 Burggarten Reserve Zweigelt (Niederösterreich)", "description": "A closed nose opens onto a dense, fluid but toned body that is like a flowing river of velvet. Cherry notes have aromatic insinuations of something deliciously coniferous as well as cinnamon overtones of carefully handled oak. This is such a mellow, velvety rendition of Zweigelt, without an ounce of fat. Simply beautiful.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Burggarten Reserve", "variety": "Zweigelt", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "R&A; Pfaffl"}, {"points": "93", "title": "Stolpman 2013 Hilltops Syrah (Ballard Canyon)", "description": "Bright and zesty notes of boysenberry, cola, uncracked peppercorns and lilac show on the nose of this bottling by winemaker Sashi Moorman and grower Ruben Solorzano. Purple flowers, from lavender and violets to dark red rose petals, flavors the palate alongside tangy boysenberry fruit and black plum skins, hanging on a solid structure that will last for years. Drink 2017–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Hilltops", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolpman"}]