[{"points": "93", "title": "Castello di Ama 2011 San Lorenzo Gran Selezione  (Chianti Classico)", "description": "Elegant and structured, this offers aromas that suggest sunbaked earth, ripe woodland berry, chopped mint and a whiff of new leather. The taut, polished palate offers juicy black cherry, ripe raspberry, orange peel, anise and grilled herb alongside austere, fine-grained tannins that give it a firm finish. Drink 2018–2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "San Lorenzo Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Ama"}, {"points": "93", "title": "Château de Chambert 2012 Grand Vin Malbec (Cahors)", "description": "The Chambert estate was first planted in 1690. Now owned by Philippe Lejeune, it is farmed biodynamically. With consultant Stéphane Derenoncourt as part of the team, this top wine from the estate's best parcels is concentrated, dense and firmly tannic. The wine's young acidity and structure are in place so it just needs time to age. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Grand Vin", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château de Chambert"}, {"points": "93", "title": "Big Basin 2012 Coastview Vineyard Grenache (Monterey County)", "description": "Layers of fresh purple flowers, from lilacs to lavender, meld with dried rose petals, cinnamon, concentrated hibiscus, orange rind and black tea on the wondrous nose of this bottling. A sanguine character starts the sip before it evolves into dried strawberry and a mix of lavender, mint and thyme, framed by bright acidity and lush texture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Coastview Vineyard", "variety": "Grenache", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Big Basin 2012 Coastview Vineyard Syrah (Monterey County)", "description": "Plump black currant, lavender extract, bright purple flowers and touches of raw beef and tar show on the nose of this bottling, made with 20% whole-cluster and 7% Viognier. Black pepper and asphalt show first on the palate, where tannins softly coat the mouth and then stand up to boost elderberry flavors. Thorough, zesty acidity ensures long cellar potential. Drink 2017–2032.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Coastview Vineyard", "variety": "Syrah", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Big Basin 2012 Old Corral Syrah (Santa Cruz Mountains)", "description": "This wine has an impressively floral and savory fruit bouquet. Squashed mulberry, cherry blossom and black plum integrate expertly into a generous but judicious hickory-smoke element. Black plum baked in sesame sauce, beef char and roasted coffee notes sing together on the palate chorus, which is enhanced by a 9% Grenache.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Old Corral", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Herencia 2013 Reserve Cabernet Sauvignon (Napa Valley)", "description": "A lush and expansive, small-production wine, this weaves together dark fruit with streaks of cedar and herb, its texture fleshy, full bodied and powerful. The tannin and oak are nicely integrated, allowing for a balance of structure and flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Herencia"}, {"points": "93", "title": "Loring Wine Company 2014 Rancho La Vina Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Graphite, rose petals, vanilla and a strong yet not over-exuberant black cherry quality pump up the nose of this decadent bottling by Brian Loring. There's great tactile texture once sipped, with chalky tannins unveiling ripe cranberry, red cherry, clay, cinnamon and baking-spice elements.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Rancho La Vina Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "93", "title": "Mueller Family Vineyards 2010 Cabernet Sauvignon (Diamond Mountain District)", "description": "A wine that's had some time to find itself in bottle, this opens in a wildness of mountain tannin and dusty texture, grippy and dry on the palate. Cedar, tobacco and shy black fruit call out for braised red meat, with a structure that should hold up longer in the cellar if necessary.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mueller Family Vineyards"}, {"points": "93", "title": "Foxen 2013 Tinaquaic Vineyard Syrah (Santa Maria Valley)", "description": "From the winery's dry-farmed vineyard comes this bottling with seamlessly integrated aromas of boysenberry, black-pepper sauce and black sesame. A tarry character kicks off the palate and then evolves into roasted lamb with lavender-pepper crust, dried mint and tarragon flavors. A soft and deftly sewn acidity hums throughout the sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Tinaquaic Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "93", "title": "Fitz-Ritter 2012 Ungsteiner Herrenberg Trocken GG Riesling (Pfalz)", "description": "Brimming in lush, sunkissed peach, mango and pineapple flavors, this dry-style Riesling expresses the Pfalz at its most tropical. It's lavishly textured, almost creamy in mouthfeel, with a midpalate marked by a mineral slick. But the finish is pristine, refreshed by a squeaky-clean lemon-lime kick.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 42, "designation": "Ungsteiner Herrenberg Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Fitz-Ritter"}, {"points": "93", "title": "Fritz Haag 2014 Brauneberger Kabinett Riesling (Mosel)", "description": "Irresistably juicy and fruity, yet so delicately nuanced by spice, earth and mineral, this light-footed kabinett encapsulates much of what's so special about Mosel Riesling. The palate bursts with rich yellow peach and mango, but nervous lemon-lime acidity lends an electric vibe. It's delicious now but should improve through 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 32, "designation": "Brauneberger Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}, {"points": "93", "title": "Le Cadeau 2014 Diversité Pinot Noir (Willamette Valley)", "description": "Scott Shull (Raptor Ridge) makes this cuvée for Le Cadeau, and it's a triumph in this vintage. Cherry fruit ripe to the point of syrup hogs the flavor spotlight, but there's cranberry and raspberry too, putting a tangy note into the mix. Root beer and sweet cola elements combine, and there is little doubt that, good as it is already, this is a wine to cellar. Drink now–2028.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Diversité", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Le Cadeau"}, {"points": "93", "title": "Levendi 2012 Sweetwater Cabernet Sauvignon (Atlas Peak)", "description": "Elegantly floral and classic in dried herb, cedar, black pepper and pencil lead, this wine offers complex components of flavor and intrigue around velvety black fruit and a long, grippy finish. It impresses in its ability to be both approachable and timeless.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Sweetwater", "variety": "Cabernet Sauvignon", "region_1": "Atlas Peak", "region_2": "Napa", "province": "California", "country": "US", "winery": "Levendi"}, {"points": "93", "title": "Maximin Grünhäuser 2014 Abtsberg Kabinett Riesling (Mosel)", "description": "Racy, lime-tinged acidity cuts a fine edge through this steely, intensely mineral kabinett. On the palate, pristine, honeyed sprays of lemon and tangerine lend a mouthwatering feel. The finish is long, accented by touches of pollen and spice.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 38, "designation": "Abtsberg Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "93", "title": "Maximin Grünhäuser 2014 Herrenberg Kabinett Riesling (Mosel)", "description": "Chalk and slate notes juxtapose fragrant, sweet-tart tangerine, lime and lemon on the nose and palate of this laser-edged kabinett. A kiss of honey gives the midpalate just a touch of sweetness that lingers long on the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 34, "designation": "Herrenberg Kabinett", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "93", "title": "Sogrape 2013 Herdade do Peso Reserva Red (Alentejo)", "description": "This wood-aged wine is a product of the new venture Sogrape has launched in Alentejo. It is powerful, dark in color and seriously concentrated. Dense tannins and a solid structure are rich with black plum and berry fruits as well as acidity. The wine is still young and needs to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Herdade do Peso Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Sogrape"}, {"points": "93", "title": "Sogrape NV Branco Especial White (Dão)", "description": "Long barrel-aging of many old native varieties gives this field blend a rich, ripe taste. There is an attractive touch of oxidation from the wood, giving concentrated toast and spice as well as fruit acidity. This unusual, impressive wine from the Guedes family is ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Branco Especial", "variety": "Portuguese White", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Sogrape"}, {"points": "93", "title": "Spicy Vines 2013 Dragon's Kiss Syrah (Dry Creek Valley)", "description": "From Montemaggiore Vineyard on the western hills of the appellation, and containing 5% Viognier, this is a well-made wine, nicely rustic in a dirty, rowdy mix of black pepper and earth. Dense, thick layers of cocoa play with floral notes of lavender and rose, finishing softly. This will age well through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "Dragon's Kiss", "variety": "Syrah", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Spicy Vines"}, {"points": "93", "title": "Territorial 2013 Equinox Vineyard Spoiled Rotten Chardonnay (Willamette Valley)", "description": "Lush candied fruits abound in this naturally botrytised wine. With 147 g/L of residual sugar, it still reaches over 12% alcohol. Pineapple, lemon and orange peel, pine resin, honey, cedar and butterscotch are all in the mix, plus a lot more. You can go spelunking in this wine and never see it all.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Equinox Vineyard Spoiled Rotten", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Territorial"}, {"points": "93", "title": "Casa Ferreirinha 2012 Antónia Adelaide Ferreira White (Douro)", "description": "This super-rich wood-aged wine is ripe with tropical fruits and packed with toast flavors. It is already mature with an attractive oxidative edge from the new barrels that adds complexity to the fruitiness. It is impressive—maybe too powerful—but certainly a serious expression of what the Douro can do with white wines. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Antónia Adelaide Ferreira", "variety": "Portuguese White", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Casa Ferreirinha"}, {"points": "93", "title": "Boekenoogen 2013 Estate Pinot Noir (Santa Lucia Highlands)", "description": "A damp herbal character shows first on the nose of this wine, with wet sage and marjoram spicing up the stewed cranberry fruit. The action explodes once sipped, with black cherry and mulberry giving backbone to the cardamom and other Indian-spice components. It combines richness and energy.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 56, "designation": "Estate", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Boekenoogen"}, {"points": "93", "title": "Château Lagrézette 2013 Paragon Terroir de Massaut Malbec (Cahors)", "description": "A new wine for Alain Dominique Perrin's Lagrézette, this comes from a single vineyard on mainly gravel soil. It is dark, dense and powerfully concentrated. The dry tannins with their edge of minerality still dominate the black plum and berry flavors. Along with power and depth, the wine has its elegant side with the acidity giving a lift and even freshness at the end.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Paragon Terroir de Massaut", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "93", "title": "Dionysos 2014 Moschofilero (Mantinia)", "description": "Vanilla, citrus and white flowers on the nose lead this memorable white from mainland Greece. The overall character is linear and crisp, with lemon and limestone flavors interlaced with exotic fruits and rose. A wine with class and character that will offer diverse food pairing experiences.", "taster_name": "Susan Kostrzewa", "taster_twitter_handle": "@suskostrzewa", "price": 16, "designation": null, "variety": "Moschofilero", "region_1": null, "region_2": null, "province": "Mantinia", "country": "Greece", "winery": "Dionysos"}, {"points": "93", "title": "Domaine Coustarret 2012 Le Barou  (Jurançon)", "description": "With light touches of wood aging, this delicate, honeyed wine has all the poise and style of Jurançon, in the foothills of the Pyrénées mountains. Lightly stepping between freshness and rich, ripe, sweet fruitiness, the wine is full of apricot, sweet apple and lime acidity. It is delicious, but it would be a shame for the taste Sébastien and Isabelle Bordenave-Coustarret created not to age it, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": "Le Barou", "variety": "Gros and Petit Manseng", "region_1": "Jurançon", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Coustarret"}, {"points": "93", "title": "Casella 2007 1919 Shiraz (Wrattonbully)", "description": "It will be interesting to see if the release of this luxury-level Shiraz (the second vintage) has any impact on the perception of Casella's other brands: Yellow Tail and Peter Lehmann. Even at nine years of age, this is impressively dark and intense, with minty notes, cedar and vanilla and meaty, umami-like flavors that linger on the long, silky finish. Drink now.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 100, "designation": "1919", "variety": "Shiraz", "region_1": "Wrattonbully", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Casella"}, {"points": "93", "title": "Alta Colina 2012 Estate G-S-M (Paso Robles)", "description": "Heady, gamy and thick notes of lanolin, blood, lamb, smoked wood, roasted fennel, pencil lead and peppercorn rise into intriguing coriander and cumin notes on the nose of this blend of 52% Grenache, 26% Syrah and 22% Mourvèdre. Those exotic spice notes carry to the palate, where a medium acidity and clean tannic structure present black peppercorn and cardamom notes atop a boysenberry backdrop.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Estate", "variety": "G-S-M", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Alta Colina"}, {"points": "93", "title": "Big Basin 2013 Coast Grade Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Cranberry, dried sage, sour cherry, thyme and dried chaparral shrubbery show on the nose of this wine from an oceanview vineyard near Ben Lomond. The palate is fairly lithe and bouncy with acidity, showing lots of crushed bay leaf and wild sage as well as underripe strawberry and richer cranberry notes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Coast Grade Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Luiz Barichello 2012 Iohanna Gran Selezione  (Chianti Classico)", "description": "Aromas of underbrush, sunbaked earth, ripe dark-skinned berry and cake spice slowly emerge on this structured red. Made entirely with Sangiovese, the full-bodied palate delivers juicy black cherry, cinnamon, chopped mint, leather and tobacco. Velvety tannins provide structure and a polished mouth feel. Drink 2017–2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Iohanna Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Luiz Barichello"}, {"points": "93", "title": "Maximin Grünhäuser 2014 Abtsberg Spätlese Riesling (Mosel)", "description": "Intensely slatey, even smoky mineral tones distinguish Maximin Grünhäuser's Abtsberg spätlese from the Herrenberg. It shares the same sweet-tart peach and apricot fruit profile, but it's deeper, reverberating minerality gives the Absberg refined elegance. The finish is zesty and strong.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 38, "designation": "Abtsberg Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "93", "title": "Joseph Swan Vineyards 2010 Great Oak Vineyard Syrah (Russian River Valley)", "description": "Dense and chewy at first, this deliciously brooding wine is all about black licorice, berry and meat. Contoured layers of integrated tannin give it an understated elegance and sense of class despite its wild power and body.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Great Oak Vineyard", "variety": "Syrah", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Swan Vineyards"}]