[{"points": "93", "title": "Casca Wines 2013 Monte Cascas Vinha das Cardosas Red (Bairrada)", "description": "A small percentage of white grapes have gone into this 96% Baga wine from a single vineyard. Two years in wood show strongly in the firm structure, spice and vanilla. They contrast with the smoky black fruits and acidity. Together, they make a wine that is almost ready to drink. Wait just until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Monte Cascas Vinha das Cardosas", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Bairrada", "country": "Portugal", "winery": "Casca Wines"}, {"points": "93", "title": "Castello di Cacchiano 2010 Gran Selezione  (Chianti Classico)", "description": "Made entirely with Sangiovese, this powerfully built juicy wine opens with aromas of black-skinned berry, forest floor and tobacco. The concentrated chewy palate delivers raspberry jam, dried black cherry, black pepper, clove and licorice alongside polished tannins. Enjoy through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Cacchiano"}, {"points": "93", "title": "Chalk Hill 2016 Estate Bottled Sauvignon Blanc (Chalk Hill)", "description": "This pretty wine is floral and beguiling on the nose. It was blended with 11% Sauvignon Gris and 6% Sauvignon Musqué, with the whole barrel fermented and aged in both French oak and stainless steel drums. Creamy and lush on the palate, the medium body is integrated and complex in highlights of apricot, lime and peach.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 33, "designation": "Estate Bottled", "variety": "Sauvignon Blanc", "region_1": "Chalk Hill", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Chalk Hill"}, {"points": "93", "title": "Château Lagrézette 2015 Cuvée Dame Honneur du Château Lagrezette Malbec (Cahors)", "description": "Aged for two years in wood, this wine has been named after Marguerite de Massaut, a 16th-century owner of the estate. It comes from a single parcel, producing a powerful wine. The young tannins and black fruits are surprisingly elegant given the weight of the wine with juicy acidity and blackberry fruit. It needs to age, so drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Cuvée Dame Honneur du Château Lagrezette", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "93", "title": "Domaine Billaud-Simon 2015 Les Vaillons Premier Cru  (Chablis)", "description": "This wine is crisp, mineral and tight. Citrus, pears and crisp apple fruits give a wonderful lifted character. Acidity and a steely edge add to this classic Chablis character with freshness and a crisp aftertaste. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Les Vaillons Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Billaud-Simon"}, {"points": "93", "title": "Domaine Divio 2015 Pinot Noir (Chehalem Mountains)", "description": "Each of the winery's Pinot Noirs showcases a specific AVA rather than micro-focusing on individual vineyards, blocks or clones. And each is impressive in its own right. Here, the plum and cherry fruit is backed by baking spice and cinnamon toast highlights. Balanced and intense, it finishes with polished tannins and seems closer to peak drinking than the rest of the 2015s.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": null, "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Divio"}, {"points": "93", "title": "Eleven Eleven 2014 Laki's Vineyard Estate Cabernet Sauvignon (Oak Knoll District)", "description": "Oaky and aromatic in sweet tobacco, this is a juicy, expansive and extracted wine—delicious and big boned, but structured and in balance. Black pepper and dark cherry mingle on the palate, finding complementary sides of an equation. Enjoy best 2024–2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Laki's Vineyard Estate", "variety": "Cabernet Sauvignon", "region_1": "Oak Knoll District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Eleven Eleven"}, {"points": "93", "title": "Famille Laplace 2015 Odé d'Aydie Tannat (Madiran)", "description": "This is pure Tannat: big, ripe and concentrated. Its weight and richness are palpable, with swathes of black fruits as well as the impressive tannins. This wine shouts out its structure, dense texture and generous fruit. Give it space. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": "Odé d'Aydie", "variety": "Tannat", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Famille Laplace"}, {"points": "93", "title": "Finca Allende 2015 Mingortiz Single Vineyard Estate Bottled  (Rioja)", "description": "Finca Allende wines are back in the U.S., and 2015 is a fine vintage to debut this single-vineyard Tempranillo. Its ripe aromas suggest berry and prune, with floral highlights. Lemony acidity bolsters its warm, toasty blackberry and plum flavors. Agile in build, it shifts gears like a fine-tuned transmission. Drink through 2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 70, "designation": "Mingortiz Single Vineyard Estate Bottled", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Finca Allende"}, {"points": "93", "title": "Friedrich Becker 2013 Rechtenbacher Spätburgunder (Pfalz)", "description": "Crisp blackberry and mulberry flavors are tart and sprightly in this elegantly composed red. While full in body, it has a satiny weightlessness and freshness in acidity that keeps the palate invigorating. Fine-grained ripe tannins cushion a long finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Rechtenbacher", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Friedrich Becker"}, {"points": "93", "title": "Garzón 2015 Balasto Red (Uruguay)", "description": "Bodega Garzón's iconic red blend combines Tannat, Cabernet Franc, Petit Verdot and Marselan. It deals olive tapenade and balsamic berry aromas. Plush cassis, blackberry and chocolate flavors on the palate finish with warmth, weight and toasty notes. With biting acidity offsetting its weight and ripeness, this is a wine that requires food and would pair well with a juicy steak. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 120, "designation": "Balasto", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Uruguay", "country": "Uruguay", "winery": "Garzón"}, {"points": "93", "title": "Gunderloch 2016 Rothenberg Trocken GG Riesling (Rheinhessen)", "description": "Fragrant plumes of orange blossom, tangerine and yellow apple are juxtaposed by a densely earthen crushed-mineral undertone here. Dry and full in body, it offers bold orchard fruit and quince flavors offset by steely strikes of acidity and a lime pith astringency. This stately wine needs some time to meld. Hold till 2023.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 85, "designation": "Rothenberg Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Gunderloch"}, {"points": "93", "title": "Kutch 2016 Falstaff Vineyard Pinot Noir (Sonoma Coast)", "description": "Robust in exotic spicy cardamom and wildflowers, this is from a site the producer considers its most marginal, and it retains a racy on-the-edge character that's hard to pinpoint. Pomegranate, rosemary, sage and clove all appear along a taut tight-grained texture seasoned in irresistible white pepper.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 59, "designation": "Falstaff Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kutch"}, {"points": "93", "title": "Kutch 2016 Pinot Noir (Sonoma Coast)", "description": "This is made from the producer's several single-vineyard sites, including McDougall, Signal Ridge, Falstaff and Bohan. Concentrated flavors of black cherry and wild vanilla complement an earthy core of dried herb with an undeniable freshness on the midpalate and lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 39, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kutch"}, {"points": "93", "title": "Lafond 2015 SRH Pinot Noir (Sta. Rita Hills)", "description": "This is one of the more elegant and satisfyingly dark expressions of Pinot Noir in its price range, starting with aromas of sugarplum, hibiscus, dark berries, crushed slate and moist earth. The palate combines rose petals, baked boysenberry and dark cocoa with a strong streak of earthy minerality, all upheld by chalky tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 27, "designation": "SRH", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lafond"}, {"points": "93", "title": "Lionel Osmin & Cie 2011 Clos Cancaillau Le Dernier Carré  (Jurançon)", "description": "Mature Jurançon is a wonderful thing. It never loses that crisp edge of acidity while showing richness from candied orange, spice and honey flavors. This is a ripe, full wine although with poise and a restrained intensity. Drink this delicious wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Clos Cancaillau Le Dernier Carré", "variety": "Gros and Petit Manseng", "region_1": "Jurançon", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Lionel Osmin & Cie"}, {"points": "93", "title": "Messias 1995 Colheita  (Port)", "description": "Aged in wood and bottled recently, this is a classic aged tawny. Ripe nuts and old-wood flavors mingle with a luscious texture and acidity. It is balanced just right, warm and generous. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Colheita", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Messias"}, {"points": "93", "title": "Panther Creek 2015 Lazy River Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Always a top cuvée and good value, this brings tight, sharply defined fruit flavors that run from banana and coconut to peach and papaya, all clustered around a core of blackberry and black cherry. The length and detail are impressive.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Lazy River Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Panther Creek"}, {"points": "93", "title": "Paul Hobbs & Bertrand Gabriel Vigouroux 2011 Crocus Grand Vin Malbec Malbec (Cahors)", "description": "Now fully mature, this is an impressive wine. It still has a firm mineral texture, while the powerful black fruits (and black color) are a sign that this is serious Malbec. This was one of the original launches of the top-of-the-range wine from the Paul Hobbs and Bertrand Vigouroux joint venture, linking Sonoma and Cahors. Drink this wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Crocus Grand Vin Malbec", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Paul Hobbs & Bertrand Gabriel Vigouroux"}, {"points": "93", "title": "Rainer Sauer 2016 Escherndorf Am Lumpen 1655 Grosse Lage GG Trocken Silvaner (Franken)", "description": "While plump and creamy, there's a fine vein of lime acidity that lends tension to this elegant dry Silvaner. Fresh tangerine and yellow apple are dusted by savory tones of dried herb and crushed mineral complexities. The finish is long with a delicate lime-pith grip. It drinks nicely already, but should improve through 2026.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 35, "designation": "Escherndorf Am Lumpen 1655 Grosse Lage GG Trocken", "variety": "Silvaner", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rainer Sauer"}, {"points": "93", "title": "Reinhold Haart 2016 Piesporter Grafenberg GG Riesling (Mosel)", "description": "Ripe soft tones of yellow apple and plush grapefruit are offset by dazzling lime acidity and a cool crystalline minerality. Dry on the palate, it's zippy yet deeply penetrating. The finish lingers persistently, capped by a slaty dusty grip. Drink from 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 65, "designation": "Piesporter Grafenberg GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reinhold Haart"}, {"points": "93", "title": "Salwey 2014 Henkenberg GG Pinot Noir (Baden)", "description": "Integrated notes of green herb and moss lend a savory edge to crisp red cherry and raspberry in this spry, cutting Spätburgunder. Medium bodied with fine feather tannins, it's a lithe, lean expression of German Pinot Noir with a pleasant bite of acidity and cool, crystalline finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 59, "designation": "Henkenberg GG", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Baden", "country": "Germany", "winery": "Salwey"}, {"points": "93", "title": "Sante Arcangeli 2016 Split Rail Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "From a vineyard 1,700-feet high with 20- to 30-year-old vines, this bottling shows candied raspberry as well as forest undergrowth, olive and dewy thyme on the nose. There's bountiful energy to the sip, which pops with tangy strawberry, oregano, tarragon and pepper spices. A savory smoke quality emerges toward the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": "Split Rail Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sante Arcangeli"}, {"points": "93", "title": "Schloss Lieser 2016 Thomas Haag Wehlener Sonnenuhr Spätlese Riesling (Mosel)", "description": "Loads of pink grapefruit, lychee and peach are rimmed by a margarita-like edge of salt and lime here. While spry and invigorating, it's a sunnier expression of spätlese than the producer's Niederberg Helden bottling. Bold strikes of smoke and struck flint lend gravitas to the finish. Delicious already but it's likely to improve through 2026 and further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Thomas Haag Wehlener Sonnenuhr Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Schloss Lieser"}, {"points": "93", "title": "Schmitt's Kinder 2016 Randersackerer Sonnenstuhl Erste Lage Trocken Silvaner (Franken)", "description": "Tart tangerine acidity and a hit of white pepper lend zingy freshness to this elegant Silvaner. While dry in style with a rich mouth-filling texture, it's also vibrantly citrusy and fruity with a long lean finish marked by lime and bitters.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 33, "designation": "Randersackerer Sonnenstuhl Erste Lage Trocken", "variety": "Silvaner", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Schmitt's Kinder"}, {"points": "93", "title": "Schnaitmann 2015 Simonroth GG Lemberger (Württemberg)", "description": "Savory notes of earth, smoke and spice juxtapose sun-kissed black cherry and plum in this ripe concentrated Lemberger. It's full bodied and expansive yet balanced by fresh cranberry acidity and an elegant dried-sage fringe. It's a muscular yet elegant wine edged by fine firm tannins.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 45, "designation": "Simonroth GG", "variety": "Lemberger", "region_1": null, "region_2": null, "province": "Württemberg", "country": "Germany", "winery": "Schnaitmann"}, {"points": "93", "title": "Summers 2014 Reserve Estate Bottled Cabernet Sauvignon (Calistoga)", "description": "Billowy, expansive tannins build a foundation of power and structure in this wine, buoyed by bright underlying acidity. Floral and fleshy, it offers substantial flavors of cassis, black cherry and vanilla. It will do well in the cellar; enjoy 2024–2030.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Reserve Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "Calistoga", "region_2": "Napa", "province": "California", "country": "US", "winery": "Summers"}, {"points": "93", "title": "Van Zellers 2016 CV Curriculum Vitae Branco White (Douro)", "description": "Reflecting winemaker Cristiano van Zeller's CV, this is a serious wine with its fruit still very much a work in progress. It is structured, rich with spice and wood-aging flavors. The mineral texture gives the wine a bite, while the ripe fruit offers layers of creamed apple, quince and lime. It's a wine to age for several years. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "CV Curriculum Vitae Branco", "variety": "Portuguese White", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Van Zellers"}, {"points": "93", "title": "Venge 2015 Stagecoach Vineyard Block I-4 Syrah (Atlas Peak)", "description": "From a west-facing block at 1,700-feet in elevation, this youthful, powerful wine is gangly in smoke and oak, with a strong essence of meat. Blueberry cobbler flavors dipped in vanilla are hugely present and ride a concentration of velvety texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Stagecoach Vineyard Block I-4", "variety": "Syrah", "region_1": "Atlas Peak", "region_2": "Napa", "province": "California", "country": "US", "winery": "Venge"}, {"points": "93", "title": "Wine & Soul 2015 Pintas Character Red (Douro)", "description": "Old vines and stone-lagar fermentation result in a powerful wine that acts as a second wine to the producer's top wine, Pintas. Rich tannins are integrating well with the black-plum and blackberry fruits. Spice, pepper and juicy acidity come together well. Drink from 2022", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Pintas Character", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Wine & Soul"}]