[{"points": "94", "title": "Stolpman 2014 Angeli Syrah (Ballard Canyon)", "description": "As the Stolpman family's top-of-the-line bottling each vintage, this wine impresses on all fronts. Candied boysenberry, dried lilac, snapped dark chocolate and hints of dried mint show on the nose. The entry into the palate is refined and soft with juicy mulberry and elderberry fruit plus touches of thyme and forest floor. Firm but polished tannins and a decent dose of acidity ensure long drinkability. Drink now–2029.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Angeli", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolpman"}, {"points": "94", "title": "Talbott 2014 Diamond T Vineyard Pinot Noir (Monterey)", "description": "Hailing from a precipitously perched vineyard above Carmel Valley on the coastal end of the region, this bottling offers baked red cherries, beets, rhubarb pie, cinnamon spice and a touch of iron-rich soil on the nose. There's a powerful chalky grip to the sip, with rising oregano and marjoram herbs laid across an earthy core of deep red fruit and peppercorns. The finish shows dried mint.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Diamond T Vineyard", "variety": "Pinot Noir", "region_1": "Monterey", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talbott"}, {"points": "94", "title": "Tardieu-Laurent 2013 Vieilles Vignes  (Saint-Joseph)", "description": "This wine combines ample fruit concentration with generous oak in ideal proportions. Peppery herbs and red berries get a boost from vanilla and baking spices, while raspberries linger on the tannic finish. Drink 2020–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 49, "designation": "Vieilles Vignes", "variety": "Syrah", "region_1": "Saint-Joseph", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Tardieu-Laurent"}, {"points": "94", "title": "Tegernseerhof 2015 Loibenberg Smaragd Grüner Veltliner (Wachau)", "description": "The tanginess of grapefruit peel, paired with very ripe Bosc pear, is already apparent on the nose before becoming full-blown on the palate. There is concentration and precision. The ripeness of this vintage is nicely corralled and held in check by citrus freshness and countered by yeasty richness and spice. The finish is gloriously enlivening, fresh and moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Loibenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Tegernseerhof"}, {"points": "94", "title": "Ramey 2013 Annum Cabernet Sauvignon (Napa Valley)", "description": "This beautiful wine includes 9% Cabernet Franc that gives a lift of floral violet and grainy cedar. Classic all around in its etchings of coconut shavings, graphite, spice and dust, the fruit is additionally savory in bright red currant and a crunch of cassis, with an underpinning of soft, succulent blackberry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Annum", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "94", "title": "The Vineyard House 2014 Estate Grown Chardonnay (Napa Valley)", "description": "Pear and anise introduce this robust, voluptuous wine that's brimming in high-toned acidity. It becomes more lengthy and complex as it develops in the glass. Touches of baked pineapple provide a tropical edge amid wintertime nutmeg and spiced lemon. This is a beautiful, full-bodied wine that's lush and memorable.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Estate Grown", "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "The Vineyard House"}, {"points": "94", "title": "Santa Carolina 2012 VSC Assemblage Red (Cachapoal Valley)", "description": "This dark, concentrated blend of five grapes opens with spicy aromas of coffee, black fruits and toasty oak. If the palate is a touch firm, airing or more time in bottle will soothe that. Tar, spice, olive, herbs and black-fruit flavors are deep and seamless, backed by licorice and chocolate on the finish. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "VSC Assemblage", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Cachapoal Valley", "country": "Chile", "winery": "Santa Carolina"}, {"points": "94", "title": "El Lugar 2014 Rincon Vineyards Pinot Noir (Arroyo Grande Valley)", "description": "Pretty aromas of rose petal, raspberry, hibiscus and slate make for a lovely entry to this wine from a historic vineyard in southern San Luis Obispo County. Made from just the 2A clone, it has refined cranberry-fruit flavors laced with eucalyptus oil and Earl Grey tea.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Rincon Vineyards", "variety": "Pinot Noir", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "El Lugar"}, {"points": "94", "title": "Iron Horse 2011 Brut X Sparkling (Green Valley)", "description": "X is for extra dry, and this is, made from 74% Pinot Noir, the remainder Chardonnay. It jumps out of the glass in an explosion of nutty, salty lemon peel, dry as a bone and rewarding in its full embrace of minerality. This sparkler begs for oysters and a skiff out to sea.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Brut X", "variety": "Sparkling Blend", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "94", "title": "Lobo 2015 Wulff Vineyards Chardonnay (Napa Valley)", "description": "Winemaker Randy Lewis made this wine, a showstopper in fleshy texture and supportive oak. Characteristics of charcuterie and spicy apple pie combine in a complex tension of savory and richly layered concentration, leaving a memorable impression as it traffics in nutmeg on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Wulff Vineyards", "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Lobo"}, {"points": "94", "title": "Loimer 2015 Heiligenstein Riesling (Kamptal)", "description": "Pleasantly bitter hints of orange peel mingle with notes of ripe pear on the nose. The juicy palate adds tart orange and zesty grapefruit to this incisive, aromatic and very moreish mix. The palate is precise and lip-smacking, fresh and concentrated. The full refreshing impact becomes clear on the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 90, "designation": "Heiligenstein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "94", "title": "Loimer 2015 Langenlois Spiegel Grüner Veltliner (Kamptal)", "description": "There is something juicy on the nose that suggests freshly cut apple and pear. The palate is rich with these flavors but something mellow, savory and yeasty cuts in that is reminiscent of miso and soy, adding interest and above all spice. The palate veers between fruit and spice but is united by bright lemony freshness. The lasting savoriness is testament to this wine's concentration and balance.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Langenlois Spiegel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "94", "title": "Alzinger 2015 Loibenberg Smaragd Grüner Veltliner (Wachau)", "description": "The nose is closed and only gives the merest hint of ripe Bosc pear. This fruit blossoms on the palate, which edges this rich and ripe core with hints of beeswax and grapefruit zest. These notions also appear as a textural element on a concentrated precise body. The finish majors on that wonderfully spicy zestiness and is amazingly pure.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Loibenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "94", "title": "Castello Banfi 2013 Excelsus Red (Toscana)", "description": "A blend of 60% Merlot and 40% Cabernet Sauvignon, this has enticing aromas of black-skinned fruit, fresh violet, espresso and a whiff of cake spice. Smooth and structured, the elegant palate delivers crushed raspberry, cassis, licorice and clove that follow through to the long finish. A backbone of polished fine-grained tannins and fresh acidity give it an age-worthy structure. Drink 2019–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 86, "designation": "Excelsus", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello Banfi"}, {"points": "94", "title": "Boeschen Vineyards 2013 Estate Petit Verdot (Napa Valley)", "description": "Winemaker Doug Boeschen has but one acre of this variety, and he puts it to tremendous use here, in this tamed, food-friendly expression of a robust grape. This vintage is his first single-bottling of PV. Soft, integrated tannin supports juicy black currant and a svelte layering of dark chocolate, punctured by an arsenal of beautiful violet aromas.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Estate", "variety": "Petit Verdot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Boeschen Vineyards"}, {"points": "94", "title": "Brancott 2013 Chosen Rows Sauvignon Blanc (Marlborough)", "description": "This special Sauvignon Blanc is only being released in top vintages. The first was the 2010; the 2013 is the second vintage. Fermented in oak, it offers up complex aromas of pencil shavings and grapefruit, followed by hints of toast, cedar, red currants and gooseberries. It's a ripe, weighty style, but it carries those traits without a hitch, gliding seamlessly through a long, silky, mouthwatering finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 75, "designation": "Chosen Rows", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Brancott"}, {"points": "94", "title": "Cordant 2014 Chaos Theory Red (Paso Robles)", "description": "This blend of 60% Grenache, 20% Syrah and 20% Counoise shows sharp aromas of pressed olallieberry, cola, uncracked peppercorns and dried oregano on the nose. A strong central line of smashed plum, fig and sweet berries arises on the sip, but with tons of herbal lift. It's a buoyant and well-rounded flavor profile, fruity but herbal.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Chaos Theory", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cordant"}, {"points": "94", "title": "Bründlmayer 2015 Käferberg Reserve Grüner Veltliner (Kamptal)", "description": "Yeasty savoriness on the nose conjures up salty hints of miso and soy, alluringly so. The palate is even more salty and expressive, with waves of tingling white pepper. The fruit that lurks through is of green Conference pear and more greenish savor: think nettle and lovage, even watercress. A lemony fillip provides a fresh backbone. What a joy to drink. Lovely now but built to last. Drink 2017–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Käferberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Williams Selyem 2014 Bacigalupi Vineyard Zinfandel (Russian River Valley)", "description": "This is a lovely, full-bodied wine from a historic vineyard site on Westside Road. Bready and brambly, it offers a juicy, exuberant palate that's rich and layered in blackberry, coffee and a persistent backdrop of white pepper. It's structured and balanced, with a deft twist of dusty dried herb.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Bacigalupi Vineyard", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Williams Selyem 2014 Drake Estate Vineyard Chardonnay (Russian River Valley)", "description": "This Guerneville-area estate is one of the last picked by the producer, and it delivers enviable depth and complexity. Highlights include a dollop of apricot jam beside rich honeycomb and toasty oak. Juicy acidity supports its creamy tendency toward tropical flavor, as streaks of citrus fiercely protect its freshness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Drake Estate Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Two Sisters 2014 Courtney's Vineyard Chardonnay (Sta. Rita Hills)", "description": "From heritage clones of Wente and Mt. Eden, this top-end Chardonnay from the Foley family offers salted peaches, hazelnuts and crushed sea shells on a nose that recalls a steady sea breeze. It's light and brisk on the palate, with yellow pear, nectarine and lemon salt, all wrapped by a grippy texture. Excellent by itself, it would pair with foods from shellfish to roasted chicken.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Courtney's Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Two Sisters"}, {"points": "94", "title": "Ryan Cochrane 2014 Solomon Hills Vineyard Pinot Noir (Santa Maria Valley)", "description": "The eponymous winemaker of this brand is based in San Francisco, from which, in this bottling, he turns out a stunner. Focused, intense, energetic and yet delicate, the nose is full of just-ripe raspberries, bay leaf, thyme, eucalyptus and chipped slate. A sip reveals crushed herbs galore, from oregano to anise, set against tart pomegranate and red plums. Menthol shows on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 43, "designation": "Solomon Hills Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ryan Cochrane"}, {"points": "94", "title": "Salomon-Undhof 2015 Pfaffenberg Reserve Riesling (Kremstal)", "description": "The gloriously intense lift of fresh lemon zest rises immediately. The concentrated palate is so precise, so taut and has so much tension that you can almost feel the citrus flavors exploding in your mouth. This is wonderfully aromatic Riesling that comes with a panoply of both ripe and tart citrus. Gloriously long, ripe and fresh.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 51, "designation": "Pfaffenberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "94", "title": "Alta Colina 2013 Toasted Slope Estate Syrah (Adelaida District)", "description": "Roasted and raw beef, dried strawberry, crushed marjoram and salt-and-pepper seasonings show on this Syrah. Extremely dark in the glass, it's bolstered by 4% Grenache, 4% Mourvèdre and 2% Viognier. Elderberry fruit kicks off the palate, following by pepper, coffee grinds, espresso beans and dark-chocolate sauce, surrounded by grippy tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Toasted Slope Estate", "variety": "Syrah", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Alta Colina"}, {"points": "94", "title": "Alzinger 2015 Steinertal Smaragd Riesling (Wachau)", "description": "The merest hint of lemon oil appears on the nose. The palate is present with concentration and poise: all that is to be had for now is zesty ripe lemon and stone. This will take time to unfold as it holds generous fruit at its presently tight, taut core. It is the midpalate concentration and zestiness that promise so much. Drink from 2020 through 2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Steinertal Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "94", "title": "B Cellars 2013 Cabernet Sauvignon (St. Helena)", "description": "This 100% varietal wine from the Lewelling Vineyard is a blockbuster, providing a showy demonstration of ripe richness that's gorgeously lush. Christmas plum pudding, clove and cinnamon lurk behind a chalky underbelly of firm tannin and black licorice, finishing fresh in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 108, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "94", "title": "Stéphane Aviron 2015  Moulin-à-Vent", "description": "A firm and structured cru wine from 100-year-old vines that has layers of firm fruits and tannins. It is a wine that is likely to mature well, with its wood aging and dry core. A blend from four parcels, it is concentrated and with a rich black-cherry character. Drink this exceptional wine, from old-vine hunter Stéphane Aviron, starting in 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": null, "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "94", "title": "Small Vines 2014 MK Vineyard Pinot Noir (Sonoma Coast)", "description": "This smoky, earthy, soft and delicate wine comes from an estate vineyard planted in 1999 in the Occidental Hills. Rose petals and cranberry mingle effortlessly on the silky palate, while a bite of black tea and tannin tease on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 82, "designation": "MK Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Small Vines"}, {"points": "94", "title": "Tardieu-Laurent 2014 Vieilles Vignes White (Châteauneuf-du-Pape)", "description": "Full-bodied, rich and unctuous, this is an exotic, flamboyant white Châteauneuf-du-Pape for drinking over the next year. Grilled pineapple is drizzled with caramel and cinnamon, wrapping up long and lush.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 66, "designation": "Vieilles Vignes", "variety": "Rhône-style White Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Tardieu-Laurent"}, {"points": "94", "title": "Jada Vineyard & Winery 2014 WCS Jack John Red (Paso Robles Willow Creek District)", "description": "Plush black-currant aromas meet with light licorice and a plum-pudding note on the nose of this 70% Grenache, 28% Syrah, 1% Mourvèdre and 1% Viognier blend. It dries up tightly on the palate, showing blackberry alongside strong licorice and violet elements, all framed by a chalky structure.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "WCS Jack John", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Jada Vineyard & Winery"}]