[{"points": "95", "title": "Muhr-Van der Niepoort 2013 Spitzerberg Blaufränkisch (Carnuntum)", "description": "Very pure and lifted notes of red cherry are held tightly within a taut frame: the nose gives almost nothing away. The palate provides another glimpse of that hauntingly delicious, almost sublimated cherry note. There is something aromatic and pure, unforced and honest about this disarming wine. The structure is subtle but firm, the elegance borders on the Pinot-esque, thus the wine is slender but profound.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Spitzerberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Muhr-Van der Niepoort"}, {"points": "95", "title": "F X Pichler 2014 Dürnsteiner Liebenberg Smaragd Grüner Veltliner (Wachau)", "description": "Perfumed peach is edged with citrus, yeast and a hint of pepper on a very enticing nose. The palate tinges the fruit with far more savoriness: the full force of yeasty spice, something herbal and salty and incredibly moreish. Citrus also provides a wonderfully high-toned dimension that suggests pink grapefruit zest and kumquats. This is toned, concentrated and full of verve.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 62, "designation": "Dürnsteiner Liebenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Malat 2014 Gottschelle Reserve Grüner Veltliner (Kremstal)", "description": "An almost tropical touch of passion fruit hovers above the nose as if to draw you in. Once imbibed, this reveals a concentrated but nonetheless light-footed charm that captures all the spiciness of a ripe, yellow grapefruit—pith, peel and pulp. This is appetizing with immense drive and energy. At the core, however, there is a calm and confident purity. This is alive.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Gottschelle Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Sleight of Hand 2013 Psychedelic Stoney Vine Vineyard Syrah (Walla Walla Valley (WA))", "description": "The winery's first release off its estate vineyard in The Rocks offers expressive, captivating aromas of peat, dried flowers, fire pit, herbs, grilled asparagus, funk and green olive. The flavors are sweet, sumptuous and rich, showing depth and detail. It's a knockout.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Psychedelic Stoney Vine Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Sleight of Hand"}, {"points": "95", "title": "Château Margaux 2013  Margaux", "description": "This wine is smooth, ripe with fine tannins and red plum and black-currant fruits that are soft and gentle. Acidity dominates at this stage, supported by the tannins. It brings out the fruit and freshness of the year while also keeping some structure from the high percentage of Cabernet Sauvignon in the blend. Drink from 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 395, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Margaux"}, {"points": "95", "title": "Château Montrose 2013  Saint-Estèphe", "description": "This is a firm wine although with superb fruit. It is structured and dense, dark with tarry tannins as well as juicy fruitiness. It is a powerful wine that certainly has the freshness of the year while also having dark, dense tannins. Drink from 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Estèphe", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Montrose"}, {"points": "95", "title": "Emmerich Knoll 2014 Ried Pfaffenberg Selection Riesling (Wachau)", "description": "An enticing smell of lemon sorbet fills the nose and the effect on the palate is much the same: bracing, cleansing deliciousness pervades everything. There is a hint of crunchy, crisp green apple combined with far richer notions of lemon zest and mandarin peel. Deeper down resides an earthy, yeasty core and a salty, stoniness. This is very young now and will show its true but thrilling citrus-tinted colors with some bottle age. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 64, "designation": "Ried Pfaffenberg Selection", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "95", "title": "F X Pichler 2014 Dürnsteiner Kellerberg Smaragd Riesling (Wachau)", "description": "A barely-there glimpse of lemon bids you to step closer and take a sip. The palate unfolds in a still tightly contained bundle of lemon zest and juiciness. There is an undertow of riper texture, reminiscent of bitter orange zest and just as full of aromatic promise. This is wiry and slender but will mellow into seductive freshness and slick, almost cheeky tartness. With this concentration, it has all the makings of a flavor bomb and is something to really look forward to. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 85, "designation": "Dürnsteiner Kellerberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Eichinger 2014 Lamm Reserve Grüner Veltliner (Kamptal)", "description": "Initially tightly closed on nose, this wine slowly emerges with time in the glass. The palate is more expressive, with sprightly lemon, aloe vera and the soothing notion of ripe green and yellow pears. There are pleasing shadows of pepper and herbal spice, but what is most convincing is the compact, complete fluidity with which this envelopes the palate. Another masterpiece that is so very true to its vintage from Birgit's talented hands.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 38, "designation": "Lamm Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "95", "title": "Malat 2014 Alte Reben Höhlgraben Reserve Grüner Veltliner (Kremstal)", "description": "A touch of flint on fleshy peach is followed by juicy citrus and ripe pear bedded in nettle and watercress. Together they present an immensely enticing nose, hinting at whole oceans of luscious fruit beneath the surface. The palate then invokes all the varietal spice: white pepper, arugula and chervil, illuminated by bright, zesty citrus to finish in a concert of layered zestiness. Overtones of orange and pink grapefruit zest make it even more compelling. Lip-smackingly irresistible and a paradigm of its vintage.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Alte Reben Höhlgraben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "95", "title": "Proidl 2014 Senftenberger Ehrenfels Reserve Grüner Veltliner (Kremstal)", "description": "Watercress and fleshy apricot meet in this wine and make that incongruous combination work. A savory undertone of yeast adds a deeper dimension where pepper, chervil, lovage and stone abandon themselves to riot. This so comes alive in the mouth and demands your attention. Wonderful balance, ripe fruit and a whole lot of savory play!", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Senftenberger Ehrenfels Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "95", "title": "Domaine de Chevalier 2013  Pessac-Léognan", "description": "This is a beautiful wine, fresh with acidity and structured with a mineral texture. Layers of creamy citrus and white fruit flavors go along with touches of wood aging that are well integrated. It's a wine to drink for its freshness soon, although it will also benefit from several years aging. It will be best from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 110, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Domaine de Chevalier"}, {"points": "94", "title": "La Rata 2012 Red (Walla Walla Valley (WA))", "description": "This is the inaugural release from Elizabeth Bourcier, assistant vigneronne at Cayuse Vineyards. A unique blend of Grenache (60%) and Cabernet Sauvignon, it clearly comes from The Rocks, with the aromas of black olive, peat, fire pit, raspberry and herbs popping. The smoked meat and savory flavors show elegance, depth, detail and restraint, with a finish that sails. It's a subtle, sublime wine that makes a statement.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 70, "designation": null, "variety": "Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "La Rata"}, {"points": "94", "title": "Nittnaus Anita und Hans 2012 Comondor Red (Burgenland)", "description": "The nose gives little away—it needs some air—but the palate is dense with blueberry and black cherry. The tannins are very fine but firm and find a lovely counterpoint in the fresh acidity. Soft notions of tar and smoke envelope the plummy fruit, making this all the more alluring. Lovely now, but with future potential through 2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 106, "designation": "Comondor", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Nittnaus Anita und Hans"}, {"points": "94", "title": "Stolo 2013 Estate Syrah (San Luis Obispo County)", "description": "Gamy, fascinating aromas of bloody beef, charred lamb chops and dank mushrooms meet with cracked black pepper and asphalt on the nose of this wine from a coastal vineyard near Cambria. Similar sensations show on the palate, including underripe boysenberry, dried lilac, lavender, black pepper, pencil lead and dry-aged meat.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Estate", "variety": "Syrah", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolo"}, {"points": "94", "title": "Lynmar 2013 Pinot Noir (Russian River Valley)", "description": "This is an outright steal for a wine of this quality, a remarkable entry into the producer's wider world of knockout designates. Lush and layered, it combines decadent cherry, vanilla and spicy cinnamon-cola over an elegant, medium-bodied structure.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Pichler-Krutzler 2014 Kellerberg Grüner Veltliner (Wachau)", "description": "Notes of yeast and fresh pear hint that this is for keeping. Fruit is still held tightly curled at the core, waiting to blossom, while hints of peppery, herbal, yeasty spice already hold sway. This is concentrated but remains elegantly slender and beautifully toned. Poise and structure are the hallmarks.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Kellerberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "94", "title": "Pichler-Krutzler 2014 Kellerberg Riesling (Wachau)", "description": "A very savory, earthy character appears amid the lemon-zest palate that also features a salty, rock-solid statement. This is not for the fainthearted: a compact bundle of pure life with an utterly compelling nature and a lip-smackingly clean finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Kellerberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "94", "title": "Franz Hirtzberger 2014 Axpoint Smaragd Grüner Veltliner (Wachau)", "description": "Deliciously ripe and juicy pear mingles with yellow plum and greengage on the nose. The palate, conversely, is held tight in a bright citrus corset featuring grapefruit, lemon and barely ripe tangerine: a layered mix of enticing, zesty flavors that refresh and scintillate. White pepper and some herbal spice just manage to edge in and will develop more fully with time. Clean, taut and very exciting.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Axpoint Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "94", "title": "Emmerich Knoll 2014 Loibner Federspiel Riesling (Wachau)", "description": "The alluring lightness of scent here conjures up citrus-flavored snowflakes—symmetrical and delicate little crystals of lemony deliciousness that melt on the tongue one by one, releasing a constant stimulus of utterly joyous freshness—whichever cloud they fell from. It simply bursts with lemon and grapefruit zest, and even with lime. Slender, incisive purity echoes long in a blizzard of bracing and lasting thrill.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Loibner Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Emmerich Knoll"}, {"points": "94", "title": "Iron Horse 2010 Cuvée M Chardonnay (Green Valley)", "description": "This one-time-only blanc de blancs is made from a Stony Hill Chardonnay clone planted in a single block of the producer's vineyard—since planted to Pinot Noir. This sparkler is sublime, the mousse silky and speckled in minerality. Lemon, pear and brine combine to good effect on the palate, buoying the exuberant fragrances of orange peel and cream pie.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Cuvée M", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "94", "title": "Grifalco 2011 Daginestra  (Aglianico del Vulture)", "description": "Baked plum, ripe berry, baking spice, violet and leather aromas unfold on this concentrated wine. On the delicious palate, velvety tannins support fleshy black cherry, crushed raspberry, cinnamon and licorice while a tobacco note backs up the finish. It's already tempting but hold for added complexity. Drink 2018–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Daginestra", "variety": "Aglianico", "region_1": "Aglianico del Vulture", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Grifalco"}, {"points": "94", "title": "Vieux Château Certan 2013  Pomerol", "description": "With a higher proportion of Merlot (92%) than usual, this is a round, ripe wine released at just 20% of normal production. The generous texture and tannins are well integrated into the rich fruit. It's juicy, broad and showing the typical acidity of the vintage. With its tannic structure, the wine will age well. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 109, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Vieux Château Certan"}, {"points": "94", "title": "Château Malartic-Lagravière 2013  Pessac-Léognan", "description": "This wine is concentrated, dense and has superb acidity and fresh white fruits. Crisp apples, pears and spice from the wood aging are all there. Made with 90% Sauvignon Blanc and 10% Sémillon, this is a wine for the long haul, so, if you can, wait until 2020 before drinking. Bonnet family owners are in the mix; Michel Rolland consults.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 68, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Malartic-Lagravière"}, {"points": "94", "title": "Château Palmer 2013  Margaux", "description": "Very well balanced, this is already a beautiful wine that could almost be drunk now. Smooth tannins and oak are layered with red and black-currant fruits that are perfumed and fresh. The structure is all there, just light and fragrant. Drink now, although the wine will fill out from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Palmer"}, {"points": "94", "title": "Château Pape Clément 2013  Pessac-Léognan", "description": "This wine has considerable potential, with rich tannins and firm fruits. It is solid, very dry at this stage although this is balanced by dark plum skin and blackberry flavors. The wine will develop slowly, so don't drink before 2022. The first harvest at this estate was in 1252. The property is now owned by Bernard Magrez, a wine, art, culture and gastronomy patron.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pape Clément"}, {"points": "94", "title": "Château Valandraud 2013  Saint-Émilion", "description": "This wine is rich with jammy fruits and ripe acidity. Firm tannins are only just making a mark on the sweet, fleshy fruitiness. It revels in its concentrated fruit and in the dark tannins that are still at the back. This wine will certainly age, dense while always fresh and juicy at the end. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 164, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Valandraud"}, {"points": "94", "title": "Château Léoville Poyferré 2013  Saint-Julien", "description": "In an opulent style, this wine is full of ripe fruits and generous tannins. Juicy acidity gives it a fresh lift typical of the year, although this wine has a depth of flavor that promises well for its development. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Léoville Poyferré"}, {"points": "94", "title": "Château Angélus 2013  Saint-Émilion", "description": "Structured and dense, this wine revels in its tension and tight texture. While there are plenty of black fruits, the dry core of tannins and the rich, perfumed character show this wine's best quality. It is well balanced and ripe while guarding all the freshness of the vintage. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Angélus"}, {"points": "94", "title": "Château Bélair-Monange 2013  Saint-Émilion", "description": "With ripe, spicy fruit, this is a concentrated, dense wine. It has young, firm tannins that are beginning to integrate with the juicy black fruits and fine, perfumed acidity. This is a serious wine, showing how well this estate is developing even in a difficult year. Drink this from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 160, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Bélair-Monange"}]