[{"points": "93", "title": "Dutton-Goldfield 2014 Dutton Ranch Walker Hill Vineyard Chardonnay (Green Valley)", "description": "This resplendent white offers a wealth of wet stone minerality and crisp, lemony acidity, with just a subtle hint of oak. From old vines, it boasts tangerine and anise flavors on the palate, with tropical notes of guava and mango and a jolt of nuttiness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Dutton Ranch Walker Hill Vineyard", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "93", "title": "Domaine Jean Sipp 2013 Kirchberg de Ribeauvillé Grand Cru Riesling (Alsace)", "description": "There is something floral and tender, even creamy on the nose. The palate on the one side has a creamy apricot and peach aspect, on the other a totally taut and brisk lemon-lime streak. This makes for tension and interest. This is concentrated and exciting, dry and very, very enjoyable. Drink now through 2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 37, "designation": "Kirchberg de Ribeauvillé Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Jean Sipp"}, {"points": "93", "title": "Domaine Schoffit 2013 Clos Saint-Théobald Grand Cru Rangen Muscat (Alsace)", "description": "There is just a faint touch of honeysuckle on the nose. The palate follows with creamy floral peach notes on an incredibly light-bodied fluid palate of great intensity and stony depth. It is only on the aftertaste that the full volume and power of these aromatics shine. This feels like the aromatic heart of Alsace itself.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Clos Saint-Théobald Grand Cru Rangen", "variety": "Muscat", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Schoffit"}, {"points": "93", "title": "Enticer 2014 Duvarita Vineyard Pinot Noir (Santa Barbara County)", "description": "This bottling is the work of Jaffurs general manager David Yates, and the 2014 shines as a great example of blending wines of varying degrees of ripeness. The nose shows thyme, olive, cranberry and fennel, with a warmer hint of vanilla. The palate offers intriguing mulberry and red plum fruit, with exotic notes ranging from sichuan peppercorn to preserved lemon to kalamata olive.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Duvarita Vineyard", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Enticer"}, {"points": "93", "title": "Fattoria dei Barbi 2012  Brunello di Montalcino", "description": "Earthy aromas suggesting leather, forest floor, tilled soil and dark spice take the lead in this Brunello, punctuated by a balsamic note. Firm and full-bodied, it delivers succulent Marasca cherry, star anise, mint and pipe tobacco, framed by tightly wound but refined tannins. Drink 2020–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fattoria dei Barbi"}, {"points": "93", "title": "Flora Springs 2013 Out of Sight Vineyard Cabernet Sauvignon (Napa Valley)", "description": "Dried herb, dust and compost provide a dark underbelly in this vineyard-designated varietal wine. It's layered with caramel and toffee notes that are complemented by bright acidity and further freshened by sparks of pomegranate and cassis.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Out of Sight Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Flora Springs"}, {"points": "93", "title": "Megan Anne 2014 Black Love Pinot Noir (Willamette Valley)", "description": "This best-barrel blend spent 16 months in 40% new oak, and is comprised of fruit from the Nysa and Lachini vineyards, which are also featured as vineyard designate bottlings for this new project from Mark McNeilly (of Mark Ryan Winery). The oak is showing strongly at the moment, with baking spices galore, suggesting gingerbread cookies and dried cherries. The tannins could use a bit more bottle age to soften up, but it's built to last. Drink 2020–2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 70, "designation": "Black Love", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Megan Anne"}, {"points": "93", "title": "Michele Satta 2013 Piastraia  (Bolgheri Superiore)", "description": "A blend of equal parts of Merlot, Syrah, Cabernet Sauvignon and Sangiovese, this opens with mature blackberry, cedar and underbrush aromas. The juicy, creamy palate delivers black cherry, black currant, mint and tobacco flavors, with velvety tannins and a long finish. Enjoy through 2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Piastraia", "variety": "Red Blend", "region_1": "Bolgheri Superiore", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Michele Satta"}, {"points": "93", "title": "Goat Bubbles 2014 Brut Cuvée Sparkling (Santa Barbara County)", "description": "Regional bubbly pioneer Norm Yost manages to coax stunning aromas and unique flavors from his sparkling wines. In this example, the nose offers pear cider and corn laced with lime and apple aromas. That cider element comes into play on the palate as well, where mulling spices blend with dried ginger for a full and intriguing sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Brut Cuvée", "variety": "Sparkling Blend", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Goat Bubbles"}, {"points": "93", "title": "Roco 2014 Ancient Waters Pinot Noir (Yamhill-Carlton)", "description": "This intriguing new cuvée showcases the mineral-driven terroir of the contributing vineyards, chosen for soils derived from ancient seabeds. Its chewy minerality wraps around tight blackberries, enhanced with a lick of dark chocolate threading through stiffening tannins.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 75, "designation": "Ancient Waters", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Roco"}, {"points": "93", "title": "Pewsey Vale 2011 The Contours Museum Reserve Riesling (Eden Valley)", "description": "This release deserves some sort of award for consistency, year in and year out. The 2011 is light to medium in body and long, zesty and vibrant on the finish. Aromas and flavors of bergamot, honey (although the wine is completely dry) and toast are classic aged Eden Valley Riesling. Drink now–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 45, "designation": "The Contours Museum Reserve", "variety": "Riesling", "region_1": "Eden Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Pewsey Vale"}, {"points": "93", "title": "Piña 2013 D'Adamo Vineyard Cabernet Sauvignon (Napa Valley)", "description": "A 100% varietal, single-vineyard wine, aged nearly two years in French oak, 65% new, this is expansive in chalky red fruit and rustic saddle leather notes, the tannins billowy and round. A rich cocoa-like undertone plays nicely on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "D'Adamo Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Piña"}, {"points": "93", "title": "Piro 2014 Presqu'ile Vineyard Pinot Noir (Santa Maria Valley)", "description": "Marc Piro broke away from his day job at Au Bon Climat to produce this first vintage of his own delicious wine. Cranberry and pomegranate aromas meld with sagebrush, thyme and peppercorn on the nose. Bright energy pops on the palate, showing cherry, cranberry, sage and bay leaf flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Presqu'ile Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Piro"}, {"points": "93", "title": "Three 2014 Bigelow Zinfandel (Contra Costa County)", "description": "Big, powerful and confidently ripe, this full-bodied wine oozes with luscious blackberry, wild sage and blueberry flavors that seemingly melt in the mouth. A great example of the late harvest style without being sweet, it's dry, concentrated and persistent on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 34, "designation": "Bigelow", "variety": "Zinfandel", "region_1": "Contra Costa County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Three"}, {"points": "93", "title": "Toil Oregon 2015 Pinot Noir (Willamette Valley)", "description": "Young Pinot Noir can sometimes dazzle you with juicy expressive downright sensational fruit, as this does. Though tasted prior to its official release, the wine drinks beautifully, offering a big hit of citrus flesh and rind along with lovely raspberry and blueberry fruit. It's forward, fresh, balanced tightly against its lush acidity, and is already just about irresistible.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": null, "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Toil Oregon"}, {"points": "93", "title": "Seal Beach 2011 Natalie Grace Harrison Clarke Vineyard Syrah (Ballard Canyon)", "description": "This winery, with its Los Alamitos tasting room east of Long Beach, sources from a variety of vineyards to make some impressive wines. This bottling shows crushed black pepper, tar, roasted lamb and savory herb notes on the nose. The palate is tangy with underripe boysenberry, thyme, black tea and roasted lamb flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Natalie Grace Harrison Clarke Vineyard", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Seal Beach"}, {"points": "93", "title": "Seal Beach 2013 Taylor Noelle Pence Ranch Vineyard Clone 459 Pinot Noir (Santa Barbara County)", "description": "There's been lots to like from this SoCal winery, and this bottling adds to the list. Rusty in color, it offers cranberry, strawberry, sagebrush and iron aromas. The palate pops with zesty pomegranate fruit, lifted by herbal garrigue notes and spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Taylor Noelle Pence Ranch Vineyard Clone 459", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Seal Beach"}, {"points": "93", "title": "Talley 2014 Rincon Vineyard Estate Bottled Pinot Noir (Arroyo Grande Valley)", "description": "Soft yet dark aromas of alpine strawberry, blackberry, pepper and leather need time to open on this bottling's tightly packed nose. With patience, the palate releases layers of flavor, from cranberry and pomegranate to wild herb, crushed rocks and earthy spices. Drink 2018–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Rincon Vineyard Estate Bottled", "variety": "Pinot Noir", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talley"}, {"points": "93", "title": "Yalumba 2011 The Tri-Centenary Grenache (Barossa)", "description": "An outstanding effort in a difficult vintage, these old vines (the oldest were planted in 1889) have turned out a super wine. Complex aromas and flavors range from smoke, thyme blossom and licorice to apricots and black cherries. this is medium to full in body, with crisp acids and supple tannins that impart a silky feel to the long finish. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 54, "designation": "The Tri-Centenary", "variety": "Grenache", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Yalumba"}, {"points": "93", "title": "Lafond 2014 Hilltop Ranch Vineyard Chardonnay (Sta. Rita Hills)", "description": "Chive and onion skin aromas blend with hints of mint, marcona almond and vanilla on the nose of this bottling from winemaker Bruce McGuire. From one of Pierre Lafond's special sites, it has a savory palate that recalls salted peanuts, seared lemon and popcorn on the finish. Lemony acidity cuts through it all.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Hilltop Ranch Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lafond"}, {"points": "93", "title": "Kessler-Haak 2013 Four Pinot Noir (Sta. Rita Hills)", "description": "This bottling's nose is earthy and hearty, with rhubarb, wild berry, tea, garrigue and a touch of game all coming into play. It's soft and creamy on the palate, with dried herb notes like thyme, marjoram and mint spicing up the plum-inflected, pleasantly rustic flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Four", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kessler-Haak"}, {"points": "93", "title": "Kessler-Haak 2013 Sanctuary Pinot Noir (Sta. Rita Hills)", "description": "One of the winery's many estate bottlings, this offers a floral and earthy nose, with crushed slate, lavender and ginger accents to its pomegranate and mulberry aromas. It's juicy, light and acid-driven, the palate replete with cinnamon, hibiscus and grenadine flavors, followed by a thyme- and anise-inflected finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Sanctuary", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kessler-Haak"}, {"points": "93", "title": "Ridolfi 2012  Brunello di Montalcino", "description": "Leafy underbrush, new leather, dark berry and chopped herb aromas waft out of the glass. The fresh, chewy palate doles out succulent wild cherry, ripe raspberry, white pepper and cinnamon notes, blanketed in smooth, round tannins. A licorice note caps off the finish. It's already delicious but will also offer fine drinking over the next several years. Drink 2018–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Ridolfi"}, {"points": "93", "title": "Claiborne & Churchill 2015 Greengate Ranch & Vineyard Pinot Noir (Edna Valley)", "description": "A lush and expressive bottling from a brand new vineyard, this shows candied black cherry, Vietnamese coffee, baking spice and licorice on the approachable nose. The ripeness extends to the palate, hemmed in by a tannic structure that ensures long aging. Asian pepper, rum barrel, caramel and cherry flavors complete the picture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Greengate Ranch & Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Claiborne & Churchill"}, {"points": "93", "title": "Domaine Barmès-Buecher 2014 Hengst Grand Cru Riesling (Alsace)", "description": "Slightly funky notions appear first: There's a hint of reduction but this, thankfully, blows off. Underneath sits a very sprightly, very fresh wine that pits fruity apple mellowness against total, dry freshness. This has a concentrated core, the aromas are still a little tinged by the flinty, smoky hints of reduction but this will stand them in good stead for cellar age. Give this some time. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 46, "designation": "Hengst Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Barmès-Buecher"}, {"points": "93", "title": "Château Cheval Blanc 2016 Le Petit Cheval Barrel Sample  (Saint-Émilion)", "description": "92–94. Barrel Sample. There's not much of Cheval Blanc's second wine this year (7% of total production), because the majority went into the top wine. Packed with fruit, fine acidity and gentle tannins, the Merlot-Cabernet Franc blend will develop quickly.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Le Petit Cheval Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cheval Blanc"}, {"points": "93", "title": "Château Cissac 2014  Haut-Médoc", "description": "Owned by the Vialard family, this is a very fine wine. While it does have strong wood flavors at this young stage, they are going to be there to support the ripe jammy fruit. The wine from this 111-acre estate is generous and is going to age well. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 22, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Haut-Médoc", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cissac"}, {"points": "93", "title": "Château d'Arsac 2014  Margaux", "description": "Owned by art collector Philippe Raoux, who has filled the park of the chateau with impressive sculptures, this estate produces serious and complex wines. This latest release continues in that tradition. It is rich, structured and full of swathes of black fruit. The wine will take time, so wait until 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château d'Arsac"}, {"points": "93", "title": "Château Grand-Puy Lacoste 2016 Barrel Sample  (Pauillac)", "description": "92–94. Barrel Sample. This wine is generously structured and rich, with firm tannins. It does have a hint of bitterness, though it should integrate quickly. It will be a fine wine from about 2027 on.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Grand-Puy Lacoste"}]