[{"points": "94", "title": "Escarpment 2014 Pinot Noir (Martinborough)", "description": "Winemaker Larry McKenna now has 30 years of experience with Martinborough Pinot Noir, and its on full display in this blend assembled from various plots around the village. Aromas of flowers, tea and cola lead into flavors of blackberries, vanilla and spice, framed by ample tannins. Drink 2020–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 43, "designation": null, "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Martinborough", "country": "New Zealand", "winery": "Escarpment"}, {"points": "94", "title": "Etude 2014 North Canyon Vineyard Pinot Noir (Santa Maria Valley)", "description": "Black raspberry and blackberry fruit approach a black-cherry richness on the nose of this bottling that also shows aromas of slate and roasted meats. The palate tightens up around dried elderberry and cranberry, tangy but deep fruit flavors that are enhanced by crushed juniper and dried pine needles with earthy tones of clay, loam and slate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "North Canyon Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Etude"}, {"points": "94", "title": "Olivier Leflaive 2014 Les Pucelles Premier Cru  (Puligny-Montrachet)", "description": "Situated next door to the Grand Cru vineyards, this vineyard produces some grand wines. This wine comes from the Olivier Leflaive domaine. It has richness and concentration with beautifully dense yellow fruits that are cut with inspiring acidity. The texture shows minerality and a taut and nervy character that will allow this fine wine to age very well. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 193, "designation": "Les Pucelles Premier Cru", "variety": "Chardonnay", "region_1": "Puligny-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Jean-Marc Brocard 2014 Bougros Grand Cru  (Chablis)", "description": "Bougros is one of the richest, opulent of the Grand Cru Chablis. In this fruit-driven year, the wine is wonderfully spicy, rich and full of fine fruit. Yellow fruits dominate the balancing citrus and wood flavors. It is so forward that it could be drunk now, but this fine wine will be much better from 2019", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Bougros Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Marc Brocard"}, {"points": "94", "title": "Domaines Devillard 2014 Domaine des Perdrix Aux Perdrix Premier Cru Cuvée les 8 Ouvrées  (Nuits-St.-Georges)", "description": "The wine comes from a parcel of 90-year-old vines at the heart of the Perdrix vineyard, measuring eight ouvrées or the amount of vines eight workmen could cover in a day. That anecdote aside, this is an impressively structured wine, dark with tannins and with a firm dry core. It does have juicy black fruits although these are right at the back of the line at the moment. So the wine needs to age and will be ready from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Domaine des Perdrix Aux Perdrix Premier Cru Cuvée les 8 Ouvrées", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "94", "title": "La Follette 2013 Manchester Ridge Vineyard Pinot Noir (Mendocino Ridge)", "description": "Exotic yet classic aromas and generous, complex flavors make this medium-bodied wine very compelling. Black-tea leaves, black cherry, clove and mint are a few of the nuances that flood the palate, and the lush viscosity allows them to linger on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": "Manchester Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "La Follette"}, {"points": "94", "title": "Lynmar 2014 Susanna's Vineyard Chardonnay (Sonoma Coast)", "description": "Honeycomb and slight tropical flourish accent bright minerality in this fuller-styled, integrated white that offers a plush ripeness without ever succumbing to sweetness. Toasted oak and anise layer over a texture of baked apple dusted in nutmeg.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Susanna's Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Castello di Amorosa 2010 Il Passito Sauvignon Blanc-Semillon (North Coast)", "description": "Made from Sémillon and Sauvignon Blanc, this wine is luxurious and sweet, while maintaining great balance to keep from being too unctuous. It has a brilliant deep-gold color, generous aromas like toasted peanuts and marmalade, and flavors that are honeyed and floral. It feels nicely viscous, coating the sides of the mouth and helping the flavors linger for long moments on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 89, "designation": "Il Passito", "variety": "Sauvignon Blanc-Semillon", "region_1": "North Coast", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Castello di Amorosa"}, {"points": "94", "title": "Cayuse 2013 En Chamberlain Vineyard Syrah (Walla Walla Valley (WA))", "description": "Aromas of ground violets, charcoal, smoke, iron, black fruit, tar and salami lead a salty, briny, expressive palate that shows depth concentration and elegance. A long finish caps it off.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 80, "designation": "En Chamberlain Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "94", "title": "Chacewater 2000 15 Year Old Tawny Dessert Wine Red (Lake County)", "description": "A delicious, beautifully aged tawny-style dessert wine, this rarity is sweet and fortified with alcohol, and also superbly well balanced. A diverse palette of flavors includes toffee, coffee, sweet prune, toasted almonds and chocolate. Supportive tannins and acidity keep the texture lively and the finish lingering.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 75, "designation": "15 Year Old Tawny Dessert Wine", "variety": "Red Blend", "region_1": "Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Chacewater"}, {"points": "94", "title": "Couloir 2014 Monument Tree Pinot Noir (Anderson Valley)", "description": "Fabulous flavors and a racy, elegant texture lift this wine above the pack. It has an intricate perfume of baking spices, rhubarb and forest floor followed by vivid and slightly tangy fruit flavors all held together with ease by the lightly gripping mouth-feel.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "Monument Tree", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Couloir"}, {"points": "94", "title": "El Enemigo 2013 Gran Enemigo Gualtallary Single Vineyard Cabernet Franc-Cabernet Sauvignon (Mendoza)", "description": "Winemaker/owner Alejandro Vigil keeps the hits coming with this complex but highly appealing blend of Cabernet Sauvignon and Cabernet Franc. Robust aromas of balsamic black fruits and licorice ease into a round lush tannic palate. Lightly herbal flavors of blackberry, cassis, pepper and baking spices end with spicy chocolaty oak and licorice flavors. Drink this whopper through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Gran Enemigo Gualtallary Single Vineyard", "variety": "Cabernet Franc-Cabernet Sauvignon", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "El Enemigo"}, {"points": "94", "title": "Pascal Jolivet 2014 La Côte  (Sancerre)", "description": "This displays a particularly rich style of Sancerre, full bodied and opulent. It has the purest white and citrus fruits, with plenty of crisp acidity. But it is the intensity of the wine and its generosity that marks it. The wine is young and could age—although why wait when it is so good now?", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "La Côte", "variety": "Sauvignon Blanc", "region_1": "Sancerre", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Pascal Jolivet"}, {"points": "94", "title": "Horsepower 2013 Sur Echalas Vineyard Grenache (Walla Walla Valley (WA))", "description": "The aromas are intense, with notes of embers, stargazer lilies, funk, wet stone and black pepper. The palate dances gracefully, putting a premium on texture along, with generous amounts of savory flavors that persist on the long finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 120, "designation": "Sur Echalas Vineyard", "variety": "Grenache", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Horsepower"}, {"points": "94", "title": "Mullineux 2014 Syrah (Swartland)", "description": "This ripe selection conveys a superb sense of balance and refinement, with forward aromas and flavors of black cherry and brambly berry framed by notes of wood spice, mocha and pressed violet. Velvety in feel, the texture is plush and seductive, with fine yet structured tannins and ample acidity to keep the palate fresh through the close. It's certainly delicious now, but this should age well through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 40, "designation": null, "variety": "Syrah", "region_1": null, "region_2": null, "province": "Swartland", "country": "South Africa", "winery": "Mullineux"}, {"points": "94", "title": "Loïc Mahe 2012 Les Fougeraies  (Savennières)", "description": "Fermentation in wood has given this wine a rich spicy character that contrasts with the honey and lemon fruitiness and the mineral texture. Aromatic and perfumed with summer blossoms, it is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Les Fougeraies", "variety": "Chenin Blanc", "region_1": "Savennières", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Loïc Mahe"}, {"points": "94", "title": "No Girls 2013 La Paciencia Vineyard Grenache (Walla Walla Valley (WA))", "description": "The aromas pop with notes of fresh flowers, smoked meat, stems, mineral, smoke, white pepper and an earthy funk. The flavors dance on the palate, with mouthwatering fruit and savory notes that lead to an outrageously long finish. It's equal parts elegance and intensity.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 75, "designation": "La Paciencia Vineyard", "variety": "Grenache", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "No Girls"}, {"points": "94", "title": "Olivier Leflaive 2014 Sous le Dos d'Ane Premier Cru  (Meursault-Blagny)", "description": "The unusual name (the donkey's back) refers to the shape of this premier cru vineyard which is high up the slope of Meursault. The wine itself, from vines owned by the Leflaive family, is in a rich yet structured style. It has great spice and toast as well as stylish crisp fruits and great acidity. The minerality and the texture will certainly allow the wine to age, so drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Sous le Dos d'Ane Premier Cru", "variety": "Chardonnay", "region_1": "Meursault-Blagny", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Storm 2014 Presqu'ile Vineyard Pinot Noir (Santa Maria Valley)", "description": "Another unique, intriguing and delicious bottling by Ernst Storm, this shows damp garden herbs, wild cranberry fruit, kelpy seashore, light white sage, grain fields, flecks of dill and dried rose buds on the nose. The sizzling palate starts with crushed pencils and then dances through underripe raspberry fruit into fresh herbs, showing a distinct note of hops.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Presqu'ile Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Storm"}, {"points": "94", "title": "Saintsbury 2014 Donnelly Creek Vineyard Pinot Noir (Anderson Valley)", "description": "This new vineyard-designate from Saintsbury has a classic profile. Spicy, woodsy, cherrylike aromas lead to layered raspberry, cinnamon and cherry flavors, with the firm texture of fine-grained tanins and good acidity. It offers a lightly tart and lingering finish. Great balance and complexity come together beautifully here.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 62, "designation": "Donnelly Creek Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Saintsbury"}, {"points": "94", "title": "Wölffer 2015 Descencia Botrytis Late Harvest White (North Fork of Long Island)", "description": "A gorgeous mélange of botrytized Riesling and Chardonnay, every sip of this honey-kissed wine is an explosion of blossom and fruit. It's intensely concentrated, rippling with tropical tones of mango, melon and pineapple, yet featherlight on the palate. The finish is languorous, alternating sweet layers of honey and marmalade marked by hints of salt and crushed mineral. Delicious now but should only improve with age, well beyond 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Descencia Botrytis Late Harvest", "variety": "Riesling-Chardonnay", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Wölffer"}, {"points": "94", "title": "Domaines Devillard 2014 Domaine des Perdrix Aux Perdrix Premier Cru  (Nuits-St.-Georges)", "description": "The Devillards own 99% of this 8.5-acre Premier Cru and so feel they can describe it as a quasi-monopoly. Vines dating back to 1922 give immense concentration as well as rich black fruits. The wine is spicy with a strongly mineral texture, red-berry fruits and black cherries. It is a wine for aging, so drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Domaine des Perdrix Aux Perdrix Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "94", "title": "Domaine Henri Delagrange 2014 Les Bertins Premier Cru  (Pommard)", "description": "The Bertins Premier Cru vineyard is on the southern Volnay side of Pommard, giving a comparatively soft generous style of wine. Even so, there is plenty of structure here with powerful dark toasty flavors balanced by rich blackberry fruit. This is a fine wine with great potential. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 104, "designation": "Les Bertins Premier Cru", "variety": "Pinot Noir", "region_1": "Pommard", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Henri Delagrange"}, {"points": "94", "title": "Domaine Henri Delagrange 2014 Santenots Premier Cru  (Volnay)", "description": "Vines planted in 1939 by the current winemaker's grandfather give an impressively ripe wine. It is dense with concentrated tannins, smoky red fruits and still youthful acidity. The wine has a bold juicy character that comes from the open-tank fermentation giving great fruitiness. Drink this wine from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 145, "designation": "Santenots Premier Cru", "variety": "Pinot Noir", "region_1": "Volnay", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Henri Delagrange"}, {"points": "94", "title": "Foxen 2014 Melville Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Quite light in the glass, this bottling offers a strongly sage-driven nose bolstered by light licorice and chipped slate that's laced through the tangy cranberry and pretty red-cherry aromas. It's easy and light on the sip but with a full flavor profile, from pomegranate to snappy raspberry, thyme, oregano, dill and tons of pepper.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Melville Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "94", "title": "Lynmar 2014 Old Wente Chardonnay (Russian River Valley)", "description": "Named for the clone so beloved by winemakers, this white is sourced from two estate vineyards. It opens in confectionary aromas that lead into a full-bodied style that's lushly voluptuous and exotic, yet completely in balance, a celebration of lemon curd, nutmeg and tarte Tatin.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Old Wente", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Jean-Marc Brocard 2014 Les Clos Grand Cru  (Chablis)", "description": "This vineyard is regarded as the finest of the Grand Crus, certainly for its more serious character. This 2014 has great complexity, toast and spice mingling with the mineral and white-fruit flavors. It is obviously set for long-term aging with its wood still not fully integrated. Drink this impressive wine from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Marc Brocard"}, {"points": "94", "title": "Galerie 2015 Terracea Riesling (Spring Mountain District)", "description": "Subdued floral aromatics open this delightfully complex, dry wine, lilting in lemon, green apple and stone. Beautifully balanced, it begs for inclusion at the table, ready to complement or contrast, lingering in orange blossom on the refined finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "Terracea", "variety": "Riesling", "region_1": "Spring Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Galerie"}, {"points": "94", "title": "Henri Bourgeois 2014 Sancerre d'Antan Terroir de Silex  (Sancerre)", "description": "Oak aging and no filtration give this beautiful wine richness and dense texture. A touch of spicy toast contrasts with the melon and grapefruit flavors, smoothly ripe texture and nutmeg aftertaste. The wine is concentrated and full in the mouth. This opulent wine is still young, so wait until late 2017 to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Sancerre d'Antan Terroir de Silex", "variety": "Sauvignon Blanc", "region_1": "Sancerre", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Henri Bourgeois"}, {"points": "94", "title": "Capitain-Gagnerot 2013  Echézeaux", "description": "This producer, based in Ladoix-Serrigny in the Côte de Beaune also has a small parcel in this Grand Cru in Vosne-Romanée. Like all this producer's wines it was fermented in open tanks before barrel aging. That gives an extra concentration to the ripe fruits and firm tannins. It is an opulent wine, juicy with black fruits and acidity. With its structure, it will certainly age further, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 139, "designation": null, "variety": "Pinot Noir", "region_1": "Echézeaux", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Capitain-Gagnerot"}]