[{"points": "93", "title": "Michele Satta 2013 I Castagni  (Bolgheri Superiore)", "description": "You'll find enticing aromas of black-skinned berry, graphite and Mediterranean brush on this blend of 50% Cabernet Sauvignon, 40% Syrah and 10% Teroldego. On the intense palate, notes of tobacco, black pepper and a touch of cocoa add depth to a core of black currant. Velvety tannins provide elegant support. Enjoy through 2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 100, "designation": "I Castagni", "variety": "Red Blend", "region_1": "Bolgheri Superiore", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Michele Satta"}, {"points": "93", "title": "Nera 2010 Sassella Riserva  (Valtellina Superiore)", "description": "Aromas of red berry, dark culinary spice, wild mint and a whiff of new leather are textbook mountain Nebbiolo. The savory racy palate is loaded with finesse, delivering crushed raspberry, Marasca cherry, star anise and tobacco set against taut ultrafine tannins. A mineral note closes the finish while vibrant acidity gives it energy and balance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Sassella Riserva", "variety": "Nebbiolo", "region_1": "Valtellina Superiore", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Nera"}, {"points": "93", "title": "Pear Valley 2014 Reserve Cabernet Sauvignon (Paso Robles)", "description": "There's impressive aromatic depth to the nose of this winery's top-tier bottling, with black cherry, olive, wisteria, wet wood, juniper and bay leaf all present. These elements converge on the sip, where black plum, light licorice and loamy earth flavors are enhanced by hints of truffle, nutmeg and vanilla. The tannic texture is upright yet not sticky or in the way.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pear Valley"}, {"points": "93", "title": "Quinta do Monte Xisto 2015 Red (Douro)", "description": "A rich and dense wine, this is powered both by tannins and by wonderful ripe fruits. Its black fruit, firm tannins and concentration are sustained by the mineral texture from the schist (Xisto) soil. The vineyard, owned by João Nicolau de Almeida, one of the pioneers of red wine making in the Douro, is in the Douro Superior region in the east of the Douro. Drink this wine from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Monte Xisto"}, {"points": "93", "title": "Real Companhia Velha 2014 Síbio Red (Douro)", "description": "Made from organically grown grapes, this wine comes from the plateau north of the Douro river itself. It is a limited-edition wine, rich and tannic at this stage. Alongside all this structure, the wine also has ripe black fruits that are about to burst out, juicy, rich and with final acidity. Drink this wine from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Síbio", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Real Companhia Velha"}, {"points": "93", "title": "Styring 2014 Signature Pinot Noir (Ribbon Ridge)", "description": "This thoroughly delicious wine offers a lush mix of raspberry compote, cherry pie and a touch of lemon curd. The tannins are supple and generous, and the wine glides effortlessly through a yummy midpalate and on into a satisfying finish with a lick of buttery caramel.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Signature", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Styring"}, {"points": "93", "title": "Topa Mountain Winery 2014 Bien Nacido Vineyard Reserve Syrah (Santa Maria Valley)", "description": "Winemaker Dominic O'Reilly worked for years under Ojai Vineyard Syrah master Adam Tolmach, so it makes sense that his take on this historic property would be so excellent. Aromas of deep black plum fruit are cut by game, tar and wild herbs. The palate shows fresh purple fruit and violets alongside cracked pepper, held up by a strong tannic backbone.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Bien Nacido Vineyard Reserve", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Topa Mountain Winery"}, {"points": "93", "title": "Villa Crespia NV Brolese Extra Brut Rosé  (Franciacorta)", "description": "Made with Chardonnay and Pinot Nero, this offers delicate scents of wildflowers, orchard fruit and a whiff of baking spice. Racy, linear and refreshing, the crisp dry palate delivers Rennet apple, nectarine and a hint of ginger, while a graphite note adds depth. It's elegant, with small, continuous bubbles.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 33, "designation": "Brolese Extra Brut Rosé", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Villa Crespia"}, {"points": "93", "title": "Williams Selyem 2015 Lewis MacGregor Estate Vineyard Pinot Noir (Russian River Valley)", "description": "Distinct tones of cherry pit and cinnamon-clove define the aromatics of this wine. It's a relatively full-bodied style of the variety from the east side of the appellation. Succulent and fleshy, it offers an array of salty, savory notes and is appealing in its velvety texture and roundness. Cola, warm baking spices and orange peel add to the complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Lewis MacGregor Estate Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Wrath 2015 San Saba Vineyard Syrah (Monterey)", "description": "This wine explores the gamy, cool-climate side of Syrah, sourced from the winery's estate vineyard just outside of the Santa Lucia Highlands. Roasted coffee, burnt toast, charred lamb, powdered cocoa and elderberry jam show on the nose, while a gamy flavor comes through even stronger on the firmly structured palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "San Saba Vineyard", "variety": "Syrah", "region_1": "Monterey", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wrath"}, {"points": "93", "title": "Bodegas Alejandro Fernandez 2012 Pesquera Reserva Tinto  (Ribera del Duero)", "description": "Initial cola and root-beer aromas precede floral berry scents. A strict palate is firm but avoids crushing weight. Narrow plum, currant and berry flavors are focused and framed by roaring tannins. This is still young and tough, but with great potential; drink from 2019–2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 55, "designation": "Pesquera Reserva Tinto", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Bodegas Alejandro Fernandez"}, {"points": "93", "title": "Dr. H. Thanisch (Erben Müller-Burggraef) 2016 Berncasteler Lay Auslese Riesling (Mosel)", "description": "Lifted, succulent tones of mango, peach and melon abound in this lip-smacking yet complex auslese. It's boldly concentrated in fruit but exceptionally fine and filigreed on the palate and shaded by nuances of crushed slate, blossom and salt. The finish is piercing and long marked by spine tingling lime acidity.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 38, "designation": "Berncasteler Lay Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. H. Thanisch (Erben Müller-Burggraef)"}, {"points": "93", "title": "Fratelli Berlucchi 2013 Freccianera Nature  (Franciacorta)", "description": "A blend of 85% Chardonnay and 15% Pinot Nero, this offers enticing scents of brioche and yellow stone fruit. The elegant, focused palate delivers golden apple, bread crust, pomegranate and a mineral note alongside a refined perlage and vibrant acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 48, "designation": "Freccianera Nature", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Fratelli Berlucchi"}, {"points": "93", "title": "Günther Steinmetz 2016 Kestener Paulinsberg Auslese Riesling (Mosel)", "description": "Plumes of smoke and dark earth intensify tonic, lime and salty mineral notes in this nimble-footed auslese. It's a bracing, revitalizing wine, balanced by sweet-tart yellow peach and tangerine flavors that pierce through a long, nervous finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 30, "designation": "Kestener Paulinsberg Auslese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Günther Steinmetz"}, {"points": "93", "title": "Holm Oak 2015 Pinot Noir (Tasmania)", "description": "Vanilla, sea salt, red berries, florals, smoke and orange zest all swirl together in this silky smooth Pinot. The palate is simultaneously salty and tangy, with flavors of sea spray and dried cranberries and raspberries.", "taster_name": "Christina Pickard", "taster_twitter_handle": "@winewchristina", "price": 32, "designation": null, "variety": "Pinot Noir", "region_1": "Tasmania", "region_2": null, "province": "Tasmania", "country": "Australia", "winery": "Holm Oak"}, {"points": "93", "title": "J. Christopher 2015 Abbey Ridge Vineyard Unfiltered Pinot Noir (Dundee Hills)", "description": "This wine is a riot of strawberry preserves on the nose, while the palate is full bodied and detailed. It comes with a touch of lemon custard, hints of barrel toast, and an elegant texture.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Abbey Ridge Vineyard Unfiltered", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "93", "title": "Ken Wright 2015 Shea Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Pretty cherry candy flavors hold your attention here, balanced with perfectly ripened tannins. There's a light wash of milk chocolate and it finishes with cinnamon spice. In a stellar lineup of single-vineyard selections, the Shea is always surefire.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 63, "designation": "Shea Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ken Wright"}, {"points": "93", "title": "Maximin Grünhäuser 2016 Herrenberg Spätlese Grosse Lage Riesling (Mosel)", "description": "Layers of sweet, sun-kissed honeydew, grapefruit and tangerine flood the palate of this forward yet nuanced wine. There's a delightful cling of honey and nectar on the midpalate but it's counterbalanced neatly by strikes of lemon-lime acidity and an earthen minerality that lingers long on the finish. Drinks beautifully already but should improve further through 2035.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Herrenberg Spätlese Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "93", "title": "Patricia Green Cellars 2016 Volcanic Pinot Noir (Dundee Hills)", "description": "Derived from an assortment of Dundee Hills vineyards, this pays tribute to the Jory soils of the AVA. Strong mineral accents keep a tight focus on brambly cherry flavors. The barrel aging, which was minimal given the wine's early release, adds just a touch of caramel.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 42, "designation": "Volcanic", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Patricia Green Cellars"}, {"points": "93", "title": "Quinta das Carvalhas 2015 Carvalhas Vinhas Velhas Red (Douro)", "description": "Across the river from the small town of Pinhão and some of the finest Port vineyards, this estate is well situated. This wine comes from 100-year-old vines and boasts great concentration and richness. It is dense and full of black fruits, ripe from a fine year in the Douro. It will age well; drink after 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Carvalhas Vinhas Velhas", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta das Carvalhas"}, {"points": "93", "title": "Quinta Nova de Nossa Senhora do Carmo 2015 Grande Reserva Red (Douro)", "description": "This wine comes from an estate owned by the Amorim cork family. Powerful, perfumed tannins and dense texture from the old-vine Touriga Nacional give a rich character to the wine. Big, bold red fruits are laced with acidity and packed with concentration. Drink this wine from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 110, "designation": "Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Nova de Nossa Senhora do Carmo"}, {"points": "93", "title": "Real Companhia Velha 2013 Quinta dos Aciprestes Grande Reserva Red (Douro)", "description": "This quinta, named after its cypress trees, has produced a firm and structured wine in this vintage. Tannins and a dry core give a great possibility for aging. It is rich and the black fruits will come through the structure. Drink this wine from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Quinta dos Aciprestes Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Real Companhia Velha"}, {"points": "93", "title": "Reichsgraf von Kesselstatt 2016 Scharzhofberger Trocken GG Riesling (Mosel)", "description": "While lithe and lean in style, this dry Riesling builds in mineral intensity on the palate. Lime, lemon and green apple flavors are vivaciously fresh, fringed by hints of candlewax and blossom. The finish is long, steely and linear.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 45, "designation": "Scharzhofberger Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "93", "title": "Stolo 2015 Creekside Estate Syrah (San Luis Obispo County)", "description": "Roasted aromas of wet campfire, black pepper and roasted lamb crust meet with a pickled boysenberry scent on the nose of this bottling, the first time that this winery has made two estate Syrahs. (Hillside is the other.) The palate shows a strong lift from tarragon and mint, but the gamy quality is powerful as well as is the spice, with Szechuan peppercorn and kung pao beef flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Creekside Estate", "variety": "Syrah", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolo"}, {"points": "93", "title": "Storm 2015 Duvarita Vineyard Pinot Noir (Santa Barbara County)", "description": "Mossy forest floor, pine needle, juniper and black pepper aromas show against a backdrop of elderberry on the extremely compelling nose of this bottling by Ernst Storm from a vineyard to the northwest of the Sta. Rita Hills. The palate shows much more of that foresty spice, as well as tapenade, wild berries, bay leaf and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Duvarita Vineyard", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Storm"}, {"points": "93", "title": "Teso La Monja 2014 Alabaster  (Toro)", "description": "In most years, Alabaster blows you away with its power, concentration and depth of flavors. In 2014, a mediocre year in much of Northern Spain, this is still excellent. Blackberry, cassis and creosote aromas are toasty, while this is flush in feel and severely tannic. Blackberry, mocha and coffee flavors finish with creamy oak and chocolate notes along with meaty tannins. Only 100 cases produced; drink through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 235, "designation": "Alabaster", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Teso La Monja"}, {"points": "93", "title": "Trimbach 2015 Personnelle Réserve Pinot Noir (Alsace)", "description": "Very pure notes of red cherry fill the nose. The same pure fruit is framed by bright, luminous freshness on the palate, which echoes in flavors of cherry, pepper and licorice. An aromatic, fresh and vivid Pinot made with a light touch.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 54, "designation": "Personnelle Réserve", "variety": "Pinot Noir", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Trimbach"}, {"points": "93", "title": "Two Vintners 2015 Claire Boushey Vineyard Grenache (Yakima Valley)", "description": "Light in color, this wine offers beguiling aromas with notes of fire pit, flower, stem, potpourri, black raspberry and smoked meat. Ethereally light and enchanting, it's texturally rich and flavorful, with a warm finish—a delicious example of this site and variety.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 40, "designation": "Claire Boushey Vineyard", "variety": "Grenache", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Two Vintners"}, {"points": "93", "title": "V. Sattui 2015 Chardonnay (Los Carneros)", "description": "Beautifully inviting in aromas of caramelized biscuit, vanilla wafer and baked apple, this is a creamy and lush white wine, full bodied and highly ripe in style. A lovely hit of tangerine-laced acidity keeps it fresh and fleshy.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": null, "variety": "Chardonnay", "region_1": "Los Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "V. Sattui"}, {"points": "93", "title": "Whitcraft 2016 Stolpman Vineyard Grenache (Ballard Canyon)", "description": "Drake Whitcraft is becoming a master at weaving a wide array of sensory experiences into very light wines. This starts with candied pomegranate, fennel bulb and cracked white pepper on the nose, then hits the palate with bright snappy red fruits, heavy peppery spice and a penetratingly bright acid profile. It goes down easy, but with complexity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Stolpman Vineyard", "variety": "Grenache", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Whitcraft"}]