[{"points": "92", "title": "Margerum 2013 Über Syrah (Santa Barbara County)", "description": "Heaps of crushed black pepper meet with fresh and caramelized boysenberry fruit and beef char on the nose of this wine by Doug Margerum, who co-ferments his most hopeful lots from around the county into this annual blend. The cracked pepper shines on the savory palate too, giving spice to blackberry paste and crushed lavender flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Über", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Margerum"}, {"points": "92", "title": "Rancho Sisquoc 2013 Flood Family Vineyards Syrah (Santa Barbara County)", "description": "A complete package, this shows lavender, smoke, boysenberry and black raspberry aromas on the nose. Plenty of acidity appears on the palate, where black pepper, white pepper, thyme and bay leaf spice up the tight blackberry core, finishing on a slightly caramelized note.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": "Flood Family Vineyards", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rancho Sisquoc"}, {"points": "92", "title": "Querceto di Castellina 2012 Sei Gran Selezione  (Chianti Classico)", "description": "This opens with aromas that suggest mature plum, black currant, vanilla and menthol. The polished palate delivers dried black cherry, spiced blackberry, cinnamon and tobacco framed in fine-grained tannins that give the finish some grip. A cedar note signals the close. Drink through 2020.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 39, "designation": "Sei Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Querceto di Castellina"}, {"points": "92", "title": "Quinta de Chocapalha 2012 CH by Chocapalha Red (Lisboa)", "description": "Named CH (the initials for Switzerland) in honor of the Swiss origins of owner Alice Tavares da Silva, this wine is made from old vines. The wine has concentration and generous tannins that are as bold as the black fruits. It is still very young, still with its young licorice flavors. Drink this wine from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "CH by Chocapalha", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Lisboa", "country": "Portugal", "winery": "Quinta de Chocapalha"}, {"points": "92", "title": "Undurraga 2011 Altazor Red (Maipo Valley)", "description": "Named after a work by the Chilean poet Vicente Huidobro, this spicy, earthy, slightly herbal blend of mostly Carmenère and Carignan offers aromas of tobacco, licorice root and anise. The palate is tight and fresh, but with padding. Earthy berry, hoja santa and tobacco flavors finish with a touch of oak and related graphite. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 50, "designation": "Altazor", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Undurraga"}, {"points": "92", "title": "Sojourn 2014 Chardonnay (Sonoma Coast)", "description": "Sourced from several vineyards, including Gap's Crown, this wine is golden yellow in color and generously oaked. Soft, medium bodied and firm, it offers exotic hints of lemongrass and ginger around more classic apple and citrus. It has a lean, balanced finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": null, "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "92", "title": "Sojourn 2014 Pinot Noir (Sonoma Coast)", "description": "This is a silky, concentrated wine with sizable structure and darker spice undertones. Sourced from a range of vineyards, including Gap's Crown, Rodgers Creek and Riddle, mostly within the Petaluma Gap's cool corridor, it is a mix of black cherry and cinnamon, and boldly expansive on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 39, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "92", "title": "Weingut Liebfrauenstift 2014 Wormser Liebfrauenstift-Kirchenstück Dry Riesling (Rheinhessen)", "description": "From nose to palate, smoke and dusty mineral notes extend a savory, regal tone to this dry, full-bodied Riesling. It's richly textured, almost oily, on the palate, but refreshed by spine-tingling streaks of pineapple, lemon and tangerine flavors. The finish is long and penetrating. Drink now through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 31, "designation": "Wormser Liebfrauenstift-Kirchenstück Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Weingut Liebfrauenstift"}, {"points": "92", "title": "Taken Wine Co. 2014 Complicated Chardonnay (Sonoma Coast)", "description": "Pretty aromas of fresh white flowers and apple blossom open this mouthfilling, satisfying wine. Complex and interesting on the palate, it's layered with tension and acidity. It has a lean, clean finish that's dialed-in for the table.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 18, "designation": "Complicated", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Taken Wine Co."}, {"points": "92", "title": "San Pedro 2012 Cabo de Hornos Special Reserve Red (Cachapoal Valley)", "description": "Concentrated aromas of tarry berry fruits, herbs, eucalyptus, olive and briar patch are as Chilean as Pablo Neruda. This Cabernet-led blend is chewy, full and nicely textured. Spicy, mildly herbal flavors of blackberry, plum and cassis finish spicy, with integrated but noticeable oak. Drink this powerful wine through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": null, "designation": "Cabo de Hornos Special Reserve", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Cachapoal Valley", "country": "Chile", "winery": "San Pedro"}, {"points": "92", "title": "Wittmann 2014 Westhofen Morstein Trocken GG Riesling (Rheinhessen)", "description": "The Westhofen Morstein seems the most vibrantly citrusy among Wittmann's 2014 GG bottlings. Its lemon-lime acidity is almost puckering, but cushioned by creamy textured layers of tangerine, grapefruit and yellow cherry flavor. It's a powerful, elegant wine with a deep mineral finish. Drinks well now but should intensify in minerality through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 92, "designation": "Westhofen Morstein Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "92", "title": "Thistledown 2013 Thorny Devil Old Vine Single Vineyard Grenache (Barossa Valley)", "description": "This international venture based out of the former Nepenthe winery in the Adelaide Hills sources fruit from a number of vineyards in South Australia. This bottling is light on its feet for its 15% stated abv, showcasing fresh cherry fruit, gentle herbal notes and silky tannins. Drink now–2022.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 30, "designation": "Thorny Devil Old Vine Single Vineyard", "variety": "Grenache", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Thistledown"}, {"points": "92", "title": "Thörle 2013 Saulheimer Réserve Trocken Chardonnay (Rheinhessen)", "description": "This is an unctuously ripe Chardonnay dense with melon, tangerine and even mango flavors. Balanced solidly in acidity and alcohol, it's an impressive, powerfully concentrated wine. Swirls of vanilla, coconut and smoke could still use a few years aging to integrate but it should show beautifully by 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 45, "designation": "Saulheimer Réserve Trocken", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Thörle"}, {"points": "92", "title": "Château Vincens 2014 Prestige Malbec-Merlot (Cahors)", "description": "The blend of Malbec and Merlot allows the wine to develop relatively quickly, broadening out the tannins of the Malbec. This wine is ripe with black and red berry fruits, packed with both acidity and dry tannins. It is developing into a generous and full-bodied wine. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 16, "designation": "Prestige", "variety": "Malbec-Merlot", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Vincens"}, {"points": "92", "title": "Croze 2012 Cabernet Sauvignon (Diamond Mountain District)", "description": "This is a generously juicy, powerfully intense wine, rich and rewarding in blue and black fruit, cedar and dried herb. Lengthy and medium bodied, it weaves a complex tangle of tannin and oak as it goes, finishing with a strong taste of tobacco. It's attractive now, but will reward further if held until 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Croze"}, {"points": "92", "title": "Davis Estates 2013 Chardonnay (Napa Valley)", "description": "This wine is made from fruit grown on the well-regarded Hudson Vineyard in Carneros, a sought-after site known for yielding grapes with tropical character. True to form, this offers ripe elements of guava, but also pear, vanilla and salty caramel, with a full-bodied texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Davis Estates"}, {"points": "92", "title": "Casa Santa Vitória 2013 Touriga Nacional (Alentejano)", "description": "A rich and perfumed wine that brings out the violet aromas and juicy black currant fruits of the Touriga Nacional. It is rich, structured with a tannic dryness that is well balanced with the juicy, ripe black fruits. Drink this concentrated wine from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": null, "variety": "Touriga Nacional", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Casa Santa Vitória"}, {"points": "92", "title": "Castello di Fonterutoli 2012 Gran Selezione  (Chianti Classico)", "description": "You'll find aromas of French oak, blackberry, exotic spice, menthol and a whiff of crushed violet on this glossy red. The palate shows both structure and finesse, offering juicy black cherry, vanilla, licorice and mocha framed in fine-grained tannins. Drink through 2020.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Fonterutoli"}, {"points": "92", "title": "Andrew Rich 2013 The Knife Edge Pinot Noir (Willamette Valley)", "description": "This fairly limited release remains sturdy and tight, with flavors stacked impressively. Deep cherry kirsch fruit is at the core, with streaks of cola and sassafras. As the wine breathes, it gains both flesh and momentum, moving into a long and delicious finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "The Knife Edge", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Andrew Rich"}, {"points": "92", "title": "Armida 2013 Il Campo Estate Field Red (Dry Creek Valley)", "description": "A field blend of 80% Zinfandel, 18% Petite Sirah and 2% Mixed Blacks, this wine offers a wealth of flavor and likability, from its velvety bouquet of red berry to its vivacious acidity and soft texture. Bright and soft, it has length and complexity to boot.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Il Campo Estate Field", "variety": "Red Blend", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Armida"}, {"points": "92", "title": "Baiocchi Wines 2013 GB del Maggio Red (Fair Play)", "description": "This wonderful and youthful wine shows how the Rhône varieties blend so well. It tastes as if the Grenache gives ripe fruit and the Syrah adds power and tannins. It's a big wine, with ample grippy texture, full body and good potential for aging through at least 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 24, "designation": "GB del Maggio", "variety": "Rhône-style Red Blend", "region_1": "Fair Play", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Baiocchi Wines"}, {"points": "92", "title": "Big Basin 2012 Rattlesnake Rock Syrah (Santa Cruz Mountains)", "description": "Richer scents of maple smoke and bacon fat integrate well into a sexy purple flower, blackberry and clove-laced black-cherry-syrup character on the nose of this wine, which includes 2% Viognier. A black-pepper-crusted beef quality shows once sipped alongside boysenberries, violets, lilacs, Sichuan peppercorn and even black tea.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Rattlesnake Rock", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "92", "title": "Etude 2013 Deer Camp Vineyard Grace Benoist Ranch Estate Grown Pinot Noir (Carneros)", "description": "From a section of the rocky vineyard planted to the Martini clone, a thick-skinned grape, Deer Camp is full bodied, densely concentrated and marked by a streak of spiciness throughout. It's perfumed with roses and forest floor, while it presents a texture that is seductively velvety and smooth.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Deer Camp Vineyard Grace Benoist Ranch Estate Grown", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Etude"}, {"points": "92", "title": "Fess Parker 2013 Clone 115 Pinot Noir (Sta. Rita Hills)", "description": "Distinct aromas of sour plum and dried pomegranate meet with damp tobacco, forest floor, green olive and Greek spice on the nose of this clonal study. It's herbal on the palate, with oregano, marjoram and green cardamom notes, alongside cranberry and red cherry fruit in the midpalate. Altogether, it's a light, bright and highly seasoned wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Clone 115", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "92", "title": "Finca La Emperatriz 2011 Parcela No 1  (Rioja)", "description": "This small-production Rioja (under 200 cases) is focused, minerally and lightly charred up front, with blackberry, cassis and vanilla aromas. A flush, bright not-too-heavy palate offers lively black cherry and blackberry flavors accented by creamy vanilla and char. A medium-long, elegant finish with healthy acidity indicates that this will age nicely through about 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 78, "designation": "Parcela No 1", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Finca La Emperatriz"}, {"points": "92", "title": "Marques de Griñon 2011 Emeritvs Red (Dominio de Valdepusa)", "description": "Dark, compact, minerally and loaded to the hilt with black-fruit aromas, this Cabernet Sauvignon-led blend with Syrah and Petit Verdot is full, round and grounded by grating, penetrating tannins. Flavors of blackberry, cassis, toast and baking spices reside on a massive palate that ends with heat and drying tannins. Drink from 2017—2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Emeritvs", "variety": "Red Blend", "region_1": "Dominio de Valdepusa", "region_2": null, "province": "Central Spain", "country": "Spain", "winery": "Marques de Griñon"}, {"points": "92", "title": "J. Christopher 2013 Sandra Adele Unfiltered Pinot Noir (Dundee Hills)", "description": "In a strong lineup of beautifully balanced Pinots, this cuvée shows just a touch more stem and leaf, and keeps the fruit on the tart end of the berry and cherry spectrum. The tannins remain a bit stiff and unyielding, but overall the punch and weight suggest that this is a wine bound for further development and improvement in bottle. Drink 2018–2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 58, "designation": "Sandra Adele Unfiltered", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "92", "title": "Stags' Leap Winery 2012 Ne Cede Malis Estate Grown Petite Sirah (Stags Leap District)", "description": "From a consistently fine producer of the variety, this classic version is blended with 15% other varieties and aged for a year in entirely American oak, 25% of it new. Viscous and black in color, it's surprisingly vibrant on the palate, offering just-ripe blackberry and mocha around a cradle of nuanced acidity and peppery spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Ne Cede Malis Estate Grown", "variety": "Petite Sirah", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stags' Leap Winery"}, {"points": "92", "title": "Rex Hill 2013 Seven Soils Chardonnay (Willamette Valley)", "description": "This is a fine vintage for the Seven Soils cuvée. Firm and stylish, it's a well-muscled wine with a just ripe-enough mix of apple, pear, peach and Meyer lemon fruit. The acids are spot-on, buoying up a fresh finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 33, "designation": "Seven Soils", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Rex Hill"}, {"points": "92", "title": "Paraduxx 2012 Syrah (Napa Valley)", "description": "Closed on the nose at first, this wine opens slowly with a bouquet of muted flowers, its texture thick in black pepper and an unexpected brightness of plum and blackberry. Full bodied, it has layered minerality, remaining balanced through the long finish. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": null, "variety": "Syrah", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Paraduxx"}]