[{"points": "95", "title": "Domaine Barmès-Buecher 2014 Steingrubler Grand Cru Riesling (Alsace)", "description": "After a touch of funky reduction, beautiful hints of herbs appear: yarrow and lemon balm play alongside lemon and crisp green-apple aromas. On the palate, these notions all remain taut along a very linear, slender but concentrated body that owes more to citrus than to apples. There is a powerful enduring core of fruit and stone that will make this last. The flavors echo long and leave the mouth totally clean. Drink now through 2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Steingrubler Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Barmès-Buecher"}, {"points": "95", "title": "Cave de Ribeauvillé 2010 Osterberg Grand Cru Riesling (Alsace)", "description": "A hint of caramelized apple clings to the nose, as well as a certain creaminess. The palate reveals a core of stone, chalk and lanolin, all framed with the purest notion of lemon zest. This shows lovely flavors of maturity but has only just got going. The freshness is incisive, the complexity and length immense. This is simply beautiful and leaves you totally refreshed. Savor this slowly. Drink now through 2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 38, "designation": "Osterberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Cave de Ribeauvillé"}, {"points": "95", "title": "Château Beychevelle 2016 Barrel Sample  (Saint-Julien)", "description": "94–96. Barrel Sample. With tannins that are beautifully integrated into the rich black-fruit flavors, this is already a well-balanced wine. It is solid and will last, though the attractiveness of the fruit is already there.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Beychevelle"}, {"points": "95", "title": "Château Brane-Cantenac 2016 Barrel Sample  (Margaux)", "description": "94–96. Barrel Sample. While this wine has tannins, they're beautifully integrated with the juicy black-currant flavors to create a smooth texture. This rich ad structured wine is built for the long term.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Brane-Cantenac"}, {"points": "95", "title": "Château Certan de May de Certan 2016 Barrel Sample  (Pomerol)", "description": "94–96. Barrel Sample. This estate is in a privileged position, across the road from Château Pétrus. A rich wine, while keeping a sense of elegance and proportion, with fine acidity and black currant fruit. Fine tannins finish this excellent wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Certan de May de Certan"}, {"points": "95", "title": "Château du Tertre 2016 Barrel Sample  (Margaux)", "description": "94–96. Barrel Sample. Made by the same team as Giscours, this is a fine wine. Its rich structure combines with acidity and dense, plummy fruit to give a wine that charms now but is sure to age well.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château du Tertre"}, {"points": "95", "title": "Château la Fleur-Pétrus 2014  Pomerol", "description": "This is a wine with great balance and elegance as well as richness. With layers of fine dusty tannins it has a warm character that is repeated in the perfumed fruit and juicy acidity. The wine is impressive, likely to age well. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 165, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château la Fleur-Pétrus"}, {"points": "95", "title": "Biecher & Schaal 2015 Altenberg de Bergheim Grand Cru White (Alsace)", "description": "An incredibly pure and piercing note of lemon oil hits the nose. The medium-sweet palate impresses with both fresh and dried notes of fruit: plum, white sultana, white currant and the ripest pear and apple you can imagine. This is full-on and big but balanced by tingling, fresh and precise acidity. A field blend of polar opposites, Riesling and Gewurztraminer, this unites their virtues of aromatic textured richness and poised finesse. Again, this is not a wine that is easily categorized with its medium-sweet, soil- and fruit-driven profile, but it is a joy to experience and savor. The finish lasts and lasts. Drink 2017–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Altenberg de Bergheim Grand Cru", "variety": "Alsace white blend", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Biecher & Schaal"}, {"points": "95", "title": "Domaine Sipp-Mack 2014 Osterberg Grand Cru Riesling (Alsace)", "description": "There is just a touch of peach amidst the green and yellow apple notes. The palate adds a stony earthy touch, as well as a hint of lanoline, and has an impressive core of fruit that radiates throughout this wine with pure apple flavor and crisp freshness. This strikes a high soprano note of absolute purity. The body is taut and bone-dry, the finish is clean and lasting. Gorgeous now but totally built to last. Drink now through 2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Osterberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Sipp-Mack"}, {"points": "95", "title": "Domaine Pfister 2012 Engelberg Grand Cru Riesling (Alsace)", "description": "There is something heady about this: a hint of chamomile tincture and pure lemon zest. The palate cuts in with uncompromising purity and zestiness—this really wants to showcase pure stone and tart citrus. There are glimpses, however, of plump ripe mirabelle plums and a touch of dried pear and quince. Nonetheless, this is governed by stern tanginess and thus is for real adults only. This is dry, slender and shows absolute focus. A celebration of stone and Riesling. Don't drink this now but wait: Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Engelberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Pfister"}, {"points": "95", "title": "Torbreck 2013 Les Amis Grenache (Barossa Valley)", "description": "This rich, opulent wine carries its massive oak load easily, marrying vanilla and toasted coconut notes with ripe plum and black cherry flavors. It's full bodied and plush, with supple tannins supported by the wood. Give it a few years to knit together and drink it 2020–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 185, "designation": "Les Amis", "variety": "Grenache", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Torbreck"}, {"points": "95", "title": "Williams Selyem 2014 Foss Vineyard Pinot Noir (Russian River Valley)", "description": "Smoky clove and rose petal aromas underlie a delicately complex fruitiness in this wine, its cranberry and pomegranate flavors complemented by cardamon, dried herb and savory black tea. Light-bodied and fresh, it offers an indelible silkiness on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Foss Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Williams Selyem 2014 Rochioli Riverblock Vineyard Pinot Noir (Russian River Valley)", "description": "Full and plush on the palate, this wine shines in spicy red and black cherry, offering both a juicy core and sculpted texture. Finishing long, it retains a freshness of acidity, fine tannin and seamless oak. A dark, earthy expression of the grape with a twist of spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 82, "designation": "Rochioli Riverblock Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Kelley Fox 2014 Maresh Vineyard Red Barn Blocks Pinot Noir (Dundee Hills)", "description": "From a selection of the original vines at this heritage vineyard, which was planted in the early 1970s, this is densely layered with strawberry, raspberry and cherry fruit. Details are well-integrated, bringing light notes of toasted coconut and caramel. The texture and mouthfeel express the little extras that old vines, when handled properly, can deliver.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 70, "designation": "Maresh Vineyard Red Barn Blocks", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Kelley Fox"}, {"points": "95", "title": "Château Siran 2016 Barrel Sample  (Margaux)", "description": "94–96. Barrel Sample. This is another chateau that's on the rise. This vintage has produced a powerful wine, solid with tannins and concentration. It also has all the fruit that this year has produced. It will age well, being ready to drink in 10 years.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Siran"}, {"points": "95", "title": "Domaine Bott-Geyl 2014 Schoenenbourg Grand Cru Riesling (Alsace)", "description": "The heady scent of grapefruit and tangelo peel immediately add savoriness to the crisp green-apple fruit that is evident on the nose. But there are also richer hints of honey and yellow apple. The palate remains taut, slender and linear but that tangelo spice is boosted by enticing herbal notes of yarrow and a dollop of yeast. This is an aromatic marvel. The finish is dry and intense. This will keep your interest for years. Drink now through 2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 41, "designation": "Schoenenbourg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Bott-Geyl"}, {"points": "95", "title": "Château Cantenac Brown 2016 Barrel Sample  (Margaux)", "description": "94–96. Barrel Sample. Yes, this is firmly tannic and densely structured, but it's also a ripe wine, packed with fruit. The acidity is classic for this vintage, giving the wine excellent aging potential.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Cantenac Brown"}, {"points": "95", "title": "Château Guiraud 2016 Barrel Sample  (Sauternes)", "description": "94–96. Barrel Sample. This wine is hugely rich while having wonderful acidity at its end. Dense botrytis and a powerful structure go along with the honey and marmalade flavors. It will certainly age well and long.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style White Blend", "region_1": "Sauternes", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Guiraud"}, {"points": "95", "title": "Château Larcis Ducasse 2016 Barrel Sample  (Saint-Émilion)", "description": "94–96. Barrel Sample. Classified as a Premier Grand Cru Classé, this estate is benefiting from the consultancy of Nicolas Thienpont. The wine is dense, although it has so much fruit that is also feels open and generous. Structured tannins will allow it to age well, so drink after 2029.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Larcis Ducasse"}, {"points": "95", "title": "Château Margaux 2016 Pavillon Blanc de Château Margaux Barrel Sample  (Bordeaux Blanc)", "description": "94–96. Barrel Sample. While it is certainly rich, this 100% Sauvignon Blanc also has great swathes of crisp fruit. Notes of spice and toast are already finely in balance. It is beautiful and harmonious, full of tropical fruits as well as a zesty aftertaste.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Pavillon Blanc de Château Margaux Barrel Sample", "variety": "Sauvignon Blanc", "region_1": "Bordeaux Blanc", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Margaux"}, {"points": "95", "title": "Château Margaux 2016 Pavillon Rouge de Château Margaux Barrel Sample  (Margaux)", "description": "94–96. Barrel Sample. While this wine has high acidity, it also has intense tannins and concentrated black-cherry fruits. It is poised between a firm, concentrated structure and sophisticated fruitiness, suggesting the wine will age well over many years.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Pavillon Rouge de Château Margaux Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Margaux", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Margaux"}, {"points": "95", "title": "Armilla 2012  Brunello di Montalcino", "description": "You could get lost in the enticing fragrance of this wine thanks to wild berry, blue flower, baking spice, chopped herb and saddle leather aromas. The smooth, elegantly structured palate is just as inviting, doling out juicy black cherry, raspberry, cinnamon and white pepper flavors. Polished tannins and fresh acidity lend balance and support. An impressive effort from this winery—one of Montalcino's little known gems.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 63, "designation": null, "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Armilla"}, {"points": "94", "title": "Talley 2014 Monte Sereno Chardonnay (Arroyo Grande Valley)", "description": "This bottling from the family's smallest vineyard is as special as the three-acre site itself, offering intriguing chive blossom aromas on the nose alongside key lime and pungent honeydew. The palate is laser focused and tense with acidity and structure, showing lime pith, pink grapefruit zest and a chalky minerality reminiscent of crushed sea shell on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Monte Sereno", "variety": "Chardonnay", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talley"}, {"points": "94", "title": "Talley 2014 Oliver's Vineyard Chardonnay (Edna Valley)", "description": "This bottling screams white earth, with a chalk- and riverstone-like minerality and clotted cream and lemon scents. That minerality carries through to the palate, where a chalky note blends with Asian pear and marshmallow. It's a study in how to present delicate flavors with pizzazz, which the Talley family has been known to do.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Oliver's Vineyard", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talley"}, {"points": "94", "title": "Holdredge 2014 The True Pinot Noir (Sonoma Coast)", "description": "Meant to impart the meaning of the “true” Sonoma Coast, this bottling hails from Campbell Ranch near Annapolis. It impresses with its lush complexity: cherry grenadine and forest floor scents, with cardamom spice and a hint of orange peel. It's full-bodied and densely powerful.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "The True", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Holdredge"}, {"points": "94", "title": "Hugel 2011 Grossi Laüe Limited Edition Pinot Noir (Alsace)", "description": "A pure startling cherry note rises from the glass. It is flanked by notes of autumn forest, tar and dried orange rind. Evidently, there is some development and evolution here. The palate is alive and fills not only the mouth but all the senses with its alluring aromas, yet it is firmly anchored in earthier tones. The body is svelte and fresh: its fine-boned structure is as much down to fresh acidity as it is to finely flexed tannins. This is profound, lasting and delicious but also deliciously light.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Grossi Laüe Limited Edition", "variety": "Pinot Noir", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Hugel"}, {"points": "94", "title": "Ken Wright 2014 Carter Vineyard Pinot Noir (Eola-Amity Hills)", "description": "The defining characteristic of Carter seems to be a taste of steel or gun metal running through the spine. It's here again, with compact fruit and drying tannins. That fruit has a dark core, and it's polished and textural, with lightly herbal highlights. This is a wine to track in the cellar over the next decade or longer.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 63, "designation": "Carter Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ken Wright"}, {"points": "94", "title": "Ken Wright 2014 Freedom Hill Vineyard Pinot Noir (Willamette Valley)", "description": "Intense aromatics of plum, cherry and red currant introduce this wine. There's a whiff of pencil lead, and the bold fruit flavors capture a bit of brush and bramble along with perfect, clean ripeness. A suggestion of candle wax comes up. This is a powerful wine that continually demands your attention.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 63, "designation": "Freedom Hill Vineyard", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ken Wright"}, {"points": "94", "title": "Domaine Marcel Deiss 2014 Langenberg White (Alsace)", "description": "Hints of sultana and cooked quince reach the nose suggesting richness. The palate, however, responds with streamlined freshness, ripe fruit and depth and gives us concentration rather than richness. Tangy citrus zest frames notions of ripe apple and quince while shadows of dried fruit still haunt aromatically. The finish is clean, totally satisfying and dry. This is soaring but hearty stuff.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Langenberg", "variety": "Alsace white blend", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Marcel Deiss"}, {"points": "94", "title": "Donum 2014 Year of the Horse West Slope Single Vineyard Pinot Noir (Carneros)", "description": "Tingly acidity complements the lush, full-bodied concentration of this estate-grown beauty. It's both soft and sensual in tone. Pine, orange peel and pomegranate notes play against the richness and add freshness to the chewy tannin. Best enjoyed 2024 through 2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Year of the Horse West Slope Single Vineyard", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Donum"}]