[{"points": "94", "title": "Fritz Haag 2015 Brauneberger Juffer Sonnenuhr Auslese Goldkapsel Riesling (Mosel)", "description": "Rich, sticky swirls of caramel and honey fill the palate of this lip-smacking sweet Riesling. It's slight in body and electric with acidity, yet its heaving, sun-kissed tropical fruit flavors persist boldly on the finish. Stunning already, it's sure to improve through 2030.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 52, "designation": "Brauneberger Juffer Sonnenuhr Auslese Goldkapsel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}, {"points": "94", "title": "Contrade di Taurasi - Lonardo 2011 Vigne d'Alto  (Taurasi)", "description": "Truffle, new leather, ripe plum, tilled soil and chopped herb are some of the aromas you'll find on this impressive red. Polished and powerfully structured, the palate delivers morello cherry, ripe blackberry, star anise and clove set against a backbone of tightly knit, velvety tannins that lend firm support and a smooth texture. Drink 2021–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Vigne d'Alto", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Contrade di Taurasi - Lonardo"}, {"points": "94", "title": "Deutz 2008 Cuvée William Deutz  (Champagne)", "description": "A high proportion of Pinot Noir gives this Deutz prestige cuvée richness as well as a strong green fruit character. Citrus, green apples and intense acidity underpin this finely understated wine. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Cuvée William Deutz", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "94", "title": "Almaviva 2013 Red (Puente Alto)", "description": "On multiple passes this smells a touch earthy, but also reserved and rich. A dense, pure, silky palate is not rough in the least, while chocolaty, oaky flavors merge with berry and cassis and end in elegant notes of pepper, spice and herbs. This is more or less ready to go; drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 100, "designation": null, "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Puente Alto", "country": "Chile", "winery": "Almaviva"}, {"points": "94", "title": "Eighty Four 2016 Albariño (Napa Valley)", "description": "This strengthens the argument that there's a place for different kinds of white wines to be made in the Napa Valley, emphasizing fruit freshness and acidity without sacrificing flavor or soul. Juicy apricot and green apple ride a wave of unoaked refreshment and refinement, all within a crisp framework of deliciousness. Lavender and honeysuckle seduce quietly.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 28, "designation": null, "variety": "Albariño", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Eighty Four"}, {"points": "94", "title": "Lucie 2015 Dutton Ranch Dutton Hill Vineyard Chardonnay (Russian River Valley)", "description": "Exotically floral on the nose, the prettiness of this wine follows through on the palate, salty and high in acidity, with a tang of lemon peel and lemon verbena. Focused and fresh, it has body and weight within that context, ultimately finding a balance that persists on the lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Dutton Ranch Dutton Hill Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lucie"}, {"points": "94", "title": "Limerick Lane 2014 Bedrock Vineyard Zinfandel (Sonoma Valley)", "description": "Leaving its primo estate in the Russian River, the producer travels to a similarly minded site in the heart of the Valley of the Moon, planted partially to mixed blacks. Here, 12% mixed blacks make up the whole, offering a bright and juicy explosion of brambly blackberry, smoked cherry and leathery licorice. The finish is soft and spicy.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Bedrock Vineyard", "variety": "Zinfandel", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Limerick Lane"}, {"points": "94", "title": "Mastroberardino 2009 Radici Riserva  (Taurasi)", "description": "Pipe tobacco, spiced plum, underbrush, vanilla, new leather and balsamic aromas jump out of the glass while the juicy delicious palate doles out fleshy black cherry, crushed raspberry, licorice and ground pepper. Firm, velvety and enveloping tannins provide smooth polished support. Drink through 2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Radici Riserva", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Mastroberardino"}, {"points": "94", "title": "Maximin Grünhäuser 2015 Abtsberg Auslese Grosse Lage Riesling (Mosel)", "description": "There's a marked tropical richness (think guava and melon) here compared to the producer's other 2015 ausleses. Plump and plush despite it's dainty alcoholic footprint, it lingers lusciously while remaining pert with acidity. Brilliantly balanced and irresistibly sweet, it can be enjoyed now through 2040.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 60, "designation": "Abtsberg Auslese Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "94", "title": "Merry Edwards 2014 Olivet Lane Pinot Noir (Russian River Valley)", "description": "This is from one of the oldest Pinot Noir vineyards in the area, owned and farmed by Bob Pellegrini, and a place that has provided grapes Edwards since the 1980s. Spicy pine and cardamom greet the nose and palate, as silky smooth layers of rose and wild strawberry meet cardamon and vanilla. Medium-bodied, it remains complex and balanced as it develops additional nuance in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Olivet Lane", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "94", "title": "Nicora 2014 Law Vineyard Red (Adelaida District)", "description": "Rich black plum pudding, cigar box and pine needle aromas show on the nose of this blend of 60% Syrah and 40% Grenache from this increasingly prominent vineyard. The sip is hearty with tons of juniper, licorice and forest floor spice that enhance the incredibly lavish base of blackberry and black currant fruit. The structure is rigid in form yet polished and soft, with acidity laced throughout.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Law Vineyard", "variety": "Rhône-style Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nicora"}, {"points": "94", "title": "Textbook 2013 Page Turner Red (Oakville)", "description": "This is a beautiful blend of 60% Merlot, 20% Cabernet Franc and 20% Cabernet Sauvignon. Sanguine, ethereal currant and cranberry are twisted in game and black pepper, the midpalate velvety in texture with a gravelly edge.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Page Turner", "variety": "Bordeaux-style Red Blend", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Textbook"}, {"points": "94", "title": "Robert Biale 2013 Like Father Like Son Syrah-Petite Sirah (Napa Valley)", "description": "Luxuriously textured, this wine combines Petite Sirah, the son, with Syrah, its father. The two get along famously, showing a balance of powerfully soft blue fruit, garrigue and a ring of smoke. Its meatiness will impress, spiced as it is in dried herb and anise.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Like Father Like Son", "variety": "Syrah-Petite Sirah", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "Casa da Passarella 2013 O Fugitivo Vinhas Centenárias Red (Dão)", "description": "As the wine's name indicates, it is made from century old vines, planted by a Burgundian who arrived in Portugal to escape World War One. The result is a wine of immense concentration, dark tannins and beautiful fruit. The vineyard is planted as a field blend, the grapes are fermented in traditional open stone lagares. It is a superb wine that deserves further aging. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "O Fugitivo Vinhas Centenárias", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Casa da Passarella"}, {"points": "94", "title": "Basilisco 2012 Storico  (Aglianico del Vulture)", "description": "Made with ungrafted 80-year-old vines, this gorgeous wine opens with an enticing bouquet of perfumed berry, fragrant blue flower, baking spice, leather and a whiff of Mediterranean brush. The concentrated enveloping palate is still young but already offers blackberry extract, raspberry jam, licorice, dried sage and tobacco. Firm fine-grained tannins offer age-worthy support and a velvety texture. Drink 2020–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Storico", "variety": "Aglianico", "region_1": "Aglianico del Vulture", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Basilisco"}, {"points": "94", "title": "Jarvis 2013 Estate Grown Cave Fermented Tempranillo (Napa Valley)", "description": "From hillside vineyards on just one acre of the producer's estate, this lovely wine is pungently earthy in violet and fresh compost, its profile bright and lean. Cherry, orange and pomegranate make for a compelling expression of the variety, complemented by a meaty, gamy tease on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Estate Grown Cave Fermented", "variety": "Tempranillo", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Jarvis"}, {"points": "94", "title": "Robert Biale 2014 Palisades Vineyard Petite Sirah (Calistoga)", "description": "From the eastern side of Calistoga, under the gorgeous geological formation for which the vineyard is named, this wine shows complex, moderately ripe aspects of pencil, leather and youthful, lifted acidity. Grippy still, the Burgundian oak used for aging was 30% new. Elegantly refined, it'll do well with further time in the cellar; enjoy best 2024 through 2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Palisades Vineyard", "variety": "Petite Sirah", "region_1": "Calistoga", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "Pine Ridge 2014 Cabernet Sauvignon (Howell Mountain)", "description": "Cocoa powder is met by overfilling notions of wild blackberry and black cherry in this memorably textured and complex wine from the mountain. A smoothness on the midpalate roughs out the rockiness of the back tannins and fistfuls of supportive oak, finishing in a high-toned minerality that echoes volcanic soils and gravel.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pine Ridge"}, {"points": "94", "title": "Torbreck 2013 The Pict Mataro (Barossa Valley)", "description": "This full-bodied, almost liquorous rendering of Mourvèdre is packed with fruit, power and finesse. Aromas of smoke, vanilla and graham crackers frame flavors of jammy blackberries and cassis. These finish with some alcoholic warmth yet remain plush and elegant. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 75, "designation": "The Pict", "variety": "Mataro", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Torbreck"}, {"points": "94", "title": "Tre Monti 2015 Vitalba in Anfora Albana (Romagna)", "description": "Fermented in clay amphora, this fascinating orange wine opens with alluring aromas of dried yellow stone fruit, baking spice, aromatic herb, pressed yellow flower and a balsamic note. Boasting more fruit and flavor than many other wines in this genre, the savory enveloping palate presents apricot, yellow peach, candied nectarine zest, crystallized ginger and a hint of flinty mineral. Tangy acidity provides balance and lift while a honeyed note closes the lingering finish. Simply gorgeous.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 24, "designation": "Vitalba in Anfora", "variety": "Albana", "region_1": "Romagna", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Tre Monti"}, {"points": "94", "title": "Serveaux Fils NV Cuvée Brut Pinot Meunier (Champagne)", "description": "This small production wine showcases the qualities of Pinot Meunier. It's rich and smooth, with plenty of white fruit and an intense streak of lime crispness. Having already had time to mature, it hints at toastiness on the finish. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Cuvée Brut", "variety": "Pinot Meunier", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Serveaux Fils"}, {"points": "94", "title": "Freemark Abbey 2012 Cabernet Bosché Cabernet Sauvignon (Rutherford)", "description": "Brushy sage meets succulent blackberry, blueberry and tar in this impressive wine, which offers generous structure and complex tannin. Though juicy and decidedly enjoyable now, it will benefit from further cellaring; best 2022 through 2032.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Cabernet Bosché", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Freemark Abbey"}, {"points": "94", "title": "La Chablisienne 2014 Les Clos Grand Cru  (Chablis)", "description": "From the grandest of the Grand Cru vineyards, this wine is powerful and structured. Its intense white and yellow fruit gains extra richness from subtle wood aging. It's juicy, ripe and full in the mouth. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "94", "title": "Della 2015 Ritchie Vineyard Chardonnay (Russian River Valley)", "description": "Barrel toast rises on the nose of this cloudy, still youthful wine, still somewhat to be determined in complexity and nuance, yet undoubtedly impressive on the nose and palate. Delicious acidity is at its core, supportive of its sharp, crispness of apple, richer tones of creme brûlée and exotic foundation.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Ritchie Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Della"}, {"points": "94", "title": "Blue Farm 2014 Laceroni Vineyard Chardonnay (Russian River Valley)", "description": "Near the town of Graton, this site provides cool-climate structure and personality to this wine. Olive, fig and minerality of the wet-stone variety are lifted by aromas of beautiful white flowers. Fully balanced, with a voluptuous edge, it's powerful and pretty.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Laceroni Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Blue Farm"}, {"points": "93", "title": "Nicora 2014 Buxom Syrah (Central Coast)", "description": "The nose on this rich bottling proves to be both zesty and rich, with blackberry syrup, lilacs, caramel and a touch of oak. There is lively acidity slicing through the prominent density of the sip, where thick waves of blackberry, blueberry and espresso are held up by sticky tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Buxom", "variety": "Syrah", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nicora"}, {"points": "93", "title": "Terredora 2010 Pago dei Fusi  (Taurasi)", "description": "Attractive aromas of pipe tobacco, plum and baking spice lead the nose. The tight, elegant palate delivers wild cherry, blackberry, licorice and a hint of mineral framed in austere fine-grained tannins that lend firm structure and polished texture. Fresh acidity provides balance. Give it time to unwind. Drink 2020–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Pago dei Fusi", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Terredora"}, {"points": "93", "title": "Testarossa 2015 Diana's Chardonnay (California)", "description": "Gravenstein apple, crisp Bosc pear, seared lemon and a touch of flinty smoke show on the very approachable and delicious nose of this best-of-barrel bottling by winemaker Bill Brosseau. The palate is full-bodied yet zesty, crisp and fresh, with stonefruit and squeezed citrus flavors, as well as a sea salt character that rides deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 72, "designation": "Diana's", "variety": "Chardonnay", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Tolosa 2015 Primera Edna Ranch Pinot Noir (Edna Valley)", "description": "This is one of the first $120 Pinot bottlings from the Edna Valley, and it impresses with power and complexity. Aromas of black plum and boysenberry are lifted by sandalwood, clove and loamy earth scents. The palate's deep berry fruits are spice by shaved licorice and cinnamon, with a tightly woven structure that contributes to a long lasting finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 120, "designation": "Primera Edna Ranch", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tolosa"}, {"points": "93", "title": "Hestan 2013 Meyer Vineyard Cabernet Sauvignon (Napa Valley)", "description": "Firm and bright, this is a full-bodied, generously layered red rich in red currant, tobacco, clove and black pepper. Lengthy and complexly woven, it has a gravelly edge of minerality to its texture and taste.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Meyer Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hestan"}]