[{"points": "93", "title": "Vall Llach 2014 Porrera vi de Vila Red (Priorat)", "description": "Dark berry aromas include black cherry and cassis. From the village of Porrera, this is a rich and intense version of Priorat, one that's 77% Carignan and 23% Garnacha. Medicinal black-fruit flavors feature elderberry and black currant, while this is toasty and peppery across a warm finish. It will be best from 2020–2026.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 65, "designation": "Porrera vi de Vila", "variety": "Cariñena-Garnacha", "region_1": "Priorat", "region_2": null, "province": "Catalonia", "country": "Spain", "winery": "Vall Llach"}, {"points": "93", "title": "Finca Allende 2009 Calvario  (Rioja)", "description": "From a ripe year, this dark, single-vineyard Rioja is big and saturated. Aromas of earthy blackberry and tomato are not shy or subtle. Spiced black plum and salty black-fruit flavors land on a full finish that slowly ends with dark and spicy afternotes. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 160, "designation": "Calvario", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Finca Allende"}, {"points": "93", "title": "Hermann J. Wiemer 2016 Magdalena Vineyard Estate Bottled and Grown Riesling (Seneca Lake)", "description": "This wine is sourced from a 24-acre vineyard on the northwestern part of Seneca Lake. While exuding ultraripeness in its plush stone fruit, pineapple and white blossom tones on the nose, there's still great deal of balance and finesse. The palate is broad and expansive in flavors of soft yellow apple, juicy apricot and white plum, with a fresh line of acidity maintaining focus. White tea tannins offer some grip and astringency on the midpalate, extending into the long, lingering finish.", "taster_name": "Alexander Peartree", "taster_twitter_handle": "@apatrone23", "price": 36, "designation": "Magdalena Vineyard Estate Bottled and Grown", "variety": "Riesling", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}, {"points": "93", "title": "I. Brand & Family 2016 Enz Vineyard Mourvèdre (Lime Kiln Valley)", "description": "From old vines in a nearly forgotten corner of California comes this vibrant and delicious wine by Ian Brand, loaded with tightly focused black raspberry, pepper and dark rose petals on the dynamic nose. The palate is framed by a tight structure and refreshing acidity, delivering flavors of rose hips, hibiscus, cracked peppercorn and crisp red to purple fruits. This one is very lively.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Enz Vineyard", "variety": "Mourvèdre", "region_1": "Lime Kiln Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "I. Brand & Family"}, {"points": "93", "title": "Lail 2016 Blueprint Sauvignon Blanc (Napa Valley)", "description": "This barrel-fermented white is made from three stellar vineyard sites: Crocker, Farella and Rewa, the latter two in Coombsville. Philippe Melka makes the wine. Smooth, soft and floral, it has citrus-driven acidity that keeps it fresh in the glass against a backdrop of stunning complexity and lush texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": "Blueprint", "variety": "Sauvignon Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Lail"}, {"points": "93", "title": "Nottingham Cellars 2014 Smith Ranch Cabernet Sauvignon (Livermore Valley)", "description": "This is a serious, sculpted wine with expressive floral, cedar and violet aromas, deep and concentrated cassis and black-cherry flavors and a firm tannic but velvety texture. It has complexity and fruit in spades and will be even better with time. Best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 60, "designation": "Smith Ranch", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nottingham Cellars"}, {"points": "93", "title": "Raccaro 2016 Friulano (Collio)", "description": "Enticing, delicate scents of tomato vine, exotic fruit and wild herbs fill the glass. On the full-bodied, savory palate, fresh acidity brightens ripe honeydew melon, creamy yellow apple, lemon drop and nutmeg flavors while a tangy mineral note lingers on the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": null, "variety": "Friulano", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Raccaro"}, {"points": "93", "title": "Ramey 2015 Estate Westside Farms Chardonnay (Russian River Valley)", "description": "The second vintage of this estate wine from the producer's property, this opens luxuriously in butterscotch and Gravenstein apple, an inviting combination buoyed by a grainy layered texture. The concentrated flavors are balanced well by a juicy core of fresh acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Estate Westside Farms", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "93", "title": "Renwood 2015 Riker Vineyard Zinfandel (Amador County)", "description": "A compelling, concentrated fruit essence lifts this full-bodied wine to a high level of quality and satisfaction. It has a vivid blackberry and blueberry aroma, lush and layered fruit flavors and light spicy oak accents that don't get in the way of the amazing berry character.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Riker Vineyard", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Renwood"}, {"points": "93", "title": "Terra d'Oro 2016 SHR Field Blend Zinfandel (Amador County)", "description": "This has distinctive, exotic fruit nuances that begin in the aroma and continue on the palate and through the lingering finish. It seems to blend blueberry, mint and blackberry notes into a rich texture with moderate tannins that make it nicely mouthfilling. Cofermenting with 13% Petite Sirah and 7% Barbera certainly enhanced the structure as well as the flavors.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 35, "designation": "SHR Field Blend", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terra d'Oro"}, {"points": "93", "title": "Three 2015 Bigelow Zinfandel (Contra Costa County)", "description": "A dash of spicy oak livens this big, ripe and fruity wine from the aromas through the flavors and on through the finish. Notes of toast, nutmeg and cedar blend seamlessly with raspberry and ripe plum, while firm tannins and full body give it a good sense of weight and structure.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 34, "designation": "Bigelow", "variety": "Zinfandel", "region_1": "Contra Costa County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Three"}, {"points": "93", "title": "Trinitas 2015 Old Vine Petite Sirah (Contra Costa County)", "description": "Petite Sirah benefits from aging in a portion of new oak barrels, and this one is a great example. It has wonderful spicy cinnamon and cedar aromas, massive ripe blackberry flavors and baking-spice accents from the oak. The color is black with a dark red rim, and the mouthfeel is broad and nicely astringent due to a high level of fine-grained tannnins. It's very full-bodied, too.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 35, "designation": "Old Vine", "variety": "Petite Sirah", "region_1": "Contra Costa County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Trinitas"}, {"points": "93", "title": "Venica & Venica 2016 Ronco delle Mele Sauvignon (Collio)", "description": "Pressed spring flower, citrus zest and dried herb aromas lead the nose of this wine. On the savory, elegant palate, a salty mineral vein underscores juicy grapefruit, honeydew melon and white peach flavors. Fresh acidity lends lift. Drink now for the bright fruit flavors or hold a few years for more complexity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Ronco delle Mele", "variety": "Sauvignon", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Venica & Venica"}, {"points": "93", "title": "B Cellars 2016 Pinot Noir (Sonoma Coast)", "description": "Robustly aromatic in earth and a happy explosion of wild strawberry, with a hit of tangerine tanginess, this wine is well-made and integrated. The tannins are textured and add complexity without getting in the way, and serve as an overall balance to the ripeness and fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "93", "title": "Château Vignelaure 2017 Rosé (Coteaux d'Aix-en-Provence)", "description": "The estate vineyard is on the north slopes of Sainte-Victoire facing the massive Lubéron mountain. This is a wind-sheltered region, reflected in this wine's ripe fruit balanced with crisp acidity and a mineral texture. It is full in the mouth, rich and with the chance of aging. Drink now, or keep until later in 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": null, "variety": "Rosé", "region_1": "Coteaux d'Aix-en-Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Vignelaure"}, {"points": "93", "title": "Dei 2015 Bossona Riserva  (Vino Nobile di Montepulciano)", "description": "This has a rather shy nose but eventually reveals black plum, underbrush, pressed violet and exotic spice aromas. The full-bodied, enveloping palate offers dried Marasca cherry, brandied prune and star anise flavors framed by fine-grained tannins. Drink 2020–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 52, "designation": "Bossona Riserva", "variety": "Sangiovese", "region_1": "Vino Nobile di Montepulciano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Dei"}, {"points": "93", "title": "Benjamin de Rothschild & Vega Sicilia SA 2013 Macán  (Rioja)", "description": "Charred smoky aromas mask robust berry scents. Deep plum and berry fruit creates a flush texture. Full oaky flavors of blackberry and black plum are spicy, dry and chocolaty on the finish. Given how hard it was to make good wine in Rioja in 2013, this is excellent. Drink through 2032.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 94, "designation": "Macán", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Benjamin de Rothschild & Vega Sicilia SA"}, {"points": "93", "title": "Calluna 2017 Estate Blanc Sauvignon Blanc-Sémillon (Chalk Hill)", "description": "This blends 58% Sauvignon Blanc and 42% Sémillon, from estate-grown grapes at a high-elevation site in the appellation. It is barrel-fermented and aged in neutral French oak. Floral and pretty on the nose, it is stony and steely on the palate, with integrated acidity and nuanced oak. Lushly crafted, it's deliciously complex.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "Estate Blanc", "variety": "Sauvignon Blanc-Semillon", "region_1": "Chalk Hill", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Calluna"}, {"points": "93", "title": "Clos Solène 2015 Fluer de Solene Red (Paso Robles)", "description": "Guillaume Fabre's blend of 50% Syrah, 30% Cabernet Sauvignon and 20% Grenache needs a bit of time to unwind, but once it does, it's another ode to balanced richness. Aromas of blackberry and wet slate lead into an elegant palate that's thick, soft and full of grippy tannins. Flavors of elderberry and violet lead into a polished vanilla finish. Drink 2019–2030.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Fluer de Solene", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos Solène"}, {"points": "93", "title": "Domaine de la Mordorée 2015 La Dame Voyageuse Red (Châteauneuf-du-Pape)", "description": "Savory smoked nut, spice and leather complexities juxtapose bright blackberry and cherry fruit in this luscious red. It's rounded and supple on the palate yet freshly composed—not at all brooding or hot. The finish is long and peppery, accentuated by firm, enveloping tannins. Sure to improve through 2030 and hold even further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 70, "designation": "La Dame Voyageuse", "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine de la Mordorée"}, {"points": "93", "title": "Fess Parker 2016 Ashley's Chardonnay (Sta. Rita Hills)", "description": "From a vineyard just 12 miles inland from the ocean, this bottling shows toasted brioche, preserved lemon, sweet sandalwood and a touch of caramel on the nose. It hits the palate with a riper peachy sweetness, but then tightens into searing, laser-focused acidity rounded by hints of lemon and Gravenstein apple.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Ashley's", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "93", "title": "Goldeneye 2015 Split Rail Vineyard Pinot Noir (Anderson Valley)", "description": "Nuances of cinnamon, cedar and wood smoke fill the aroma of this full-bodied velvet-textured wine and lead to ample ripe black-cherry and raspberry flavors. It has a nicely oaky profile that's easily matched by the power of the fruit component, and supported by moderate tannins that add some grip to the texture.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 84, "designation": "Split Rail Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "93", "title": "Gramercy 2015 John Lewis Syrah (Walla Walla Valley (WA))", "description": "All Les Collines Vineyard from blocks 36 and 46 with 100% whole cluster, the aromas stop you in your tracks, with notes of freshly chopped parsley, cured meat, potpourri, olive, violet and crushed rock. The palate is full of light tart herb and smoked-meat flavors backed by hefty tannins that need a good bit of time to resolve. It brings a sense of freshness and vibrancy, needing significant time in the cellar to be fully appreciated. Best from 2026–2031.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 85, "designation": "John Lewis", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "93", "title": "La Monacesca 2015 Mirum Riserva  (Verdicchio di Matelica)", "description": "Delicious and loaded with personality, this structured, medium-bodied white opens with bread crust, yellow stone fruit, citrus zest, honey and toasted almond aromas that follow through to the juicy, elegant palate. Fresh acidity brightens the rich flavors. Drink through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": "Mirum Riserva", "variety": "Verdicchio", "region_1": "Verdicchio di Matelica", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "La Monacesca"}, {"points": "93", "title": "Louise Dubois 2014 Ma Belle Réserve Red (Châteauneuf-du-Pape)", "description": "Hints of spice, toast and nuts accent the luscious preserved strawberry and red cherry flavors in this lavish, full-bodied red. Crisp, red currant-like acidity and savory hints of earth, nut and brine lend elegance to the midpalate. Fine, soft tannins cushion the finish. Approachable already, it should improve through 2024 and hold further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 37, "designation": "Ma Belle Réserve", "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Louise Dubois"}, {"points": "93", "title": "Marchesi Antinori 2016 Castello della Sala San Giovanni della Sala  (Orvieto Classico)", "description": "Heady aromas of honeysuckle and yellow stone fruit leap out of the glass. A blend of Grechetto (a small percentage of which is grown in volcanic soils), Procanico, Pinot Bianco and Viognier, the juicy, delicious palate delivers peach, apricot, orange zest and a hint of pineapple. It's savory and balanced, with tangy acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 25, "designation": "Castello della Sala San Giovanni della Sala", "variety": "White Blend", "region_1": "Orvieto Classico", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Marchesi Antinori"}, {"points": "93", "title": "Nellcôte 2014 500 Chevaux Cabernet Sauvignon (Napa Valley)", "description": "Big and juicy, this bold red offers tar and a touch of reduction on the nose. The palate shows tobacco, black cherry and polished, sizable tannins that add weight and density to the midpalate before unfurling a soft, spicy finish of clove and black pepper.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 225, "designation": "500 Chevaux", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Nellcôte"}, {"points": "93", "title": "Spear 2016 Gnesa Vineyard Chardonnay (Sta. Rita Hills)", "description": "Very tightly wound and chalky with crushed seashell aromas on the nose, this bottling shows additional aromas of yuzu, Asian pear and cherimoya. There's a great sizzle of acidity and a grippy texture to the palate, where a vibrant frame meets with California sunshine, offering flavors of mandarin and pear flesh.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Gnesa Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Spear"}, {"points": "93", "title": "Bucci 2015 Villa Bucci Riserva  (Verdicchio dei Castelli di Jesi Classico)", "description": "Delicate spring flower and yellow stone fruit scents gently lead the way in this savory, structured white. The generous, balanced palate is more expressive, offering ripe peach, apricot, yellow apple, dried herb and bitter almond flavors alongside tangy acidity. Energizing mineral and ginger notes brighten the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 68, "designation": "Villa Bucci Riserva", "variety": "Verdicchio", "region_1": "Verdicchio dei Castelli di Jesi Classico", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Bucci"}, {"points": "93", "title": "Clos Henri 2016 Bel Echo Terroir Broadbridge Sauvignon Blanc (Marlborough)", "description": "Bel Echo is the most fruit-forward of the three Sauvignon Blanc offerings from this top-notch organic producer. Limpid notes of waxy lemons and limes, bruised apples, passionfruit, and honeyed nuts flow into a medium-bodied palate that's taut, focused and chalky in texture. Flavors of citrus, ginger and apple skins lead into a satisfying salty, nutty finish. Drink now–2024.", "taster_name": "Christina Pickard", "taster_twitter_handle": "@winewchristina", "price": 22, "designation": "Bel Echo Terroir Broadbridge", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Clos Henri"}]