[{"points": "97", "title": "Drew 2015 Estate Field Selections Pinot Noir (Mendocino Ridge)", "description": "It's hard to imagine a wine with more personality and complexity than this absolutely intriguing mountain-grown Pinot. It continues to surprise and delight in layers of exotic mint, violet, ripe cherry and berry tones that carry through to the vibrant finish. Superb balance comes from firm tannins and ample acidity, with vivid fruit and savory flavors on top of a medium body. Best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 60, "designation": "Estate Field Selections", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Drew"}, {"points": "97", "title": "Lavinea 2015 Lazy River Vineyard Chardonnay (Yamhill-Carlton)", "description": "Even in the midst of the current Oregon Chardonnay renaissance, this bottle stands above and beyond. Concentrated and bursting with lemon drop tang, it's a vibrant, reflective, complex and utterly captivating wine. The estate's focus is on single-vineyard expressions of various Willamette Valley AVAs.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Lazy River Vineyard", "variety": "Chardonnay", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Lavinea"}, {"points": "97", "title": "FEL 2015 Savoy Vineyard Pinot Noir (Anderson Valley)", "description": "Sleek, vivid and sophisticated, this wine wows with fresh, concentrated tones. There's a sense of taut balance between acidity and ripeness, with a laser focus of raspberry, cherry and strawberry flavors that extend the finish for minutes. This great wine from a celebrated vineyard is an excellent choice for the cellar, best enjoyed after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 70, "designation": "Savoy Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "FEL"}, {"points": "96", "title": "Domaine Christian Moreau Père et Fils 2016 Vaillon Premier Cru Cuvée Guy Moreau  (Chablis)", "description": "Sourced from a number of plots planted in 1933 by Guy Moreau, the grandfather of the present winemaker Fabien Moreau, this wine is rich and generous while still keeping an intense streak of acidity. Yellow fruits, touches of toast and the potential for considerable aging mark out this wine. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 74, "designation": "Vaillon Premier Cru Cuvée Guy Moreau", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "96", "title": "Jean-Claude Boisset 2015  Clos de la Roche", "description": "From one of the grandest of the Grand Cru vineyards, this wine is powerful, dense and seriously structured. The wood aging is still showing but that doesn't matter because as it begins to mature the opulent black fruits and firm tannins will become what this wine is about. It will be slow to age with its firm structure, juicy fruit and concentration. Drink from 2026.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 291, "designation": null, "variety": "Pinot Noir", "region_1": "Clos de la Roche", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Claude Boisset"}, {"points": "96", "title": "Castello di Ama 2013 Vigneto La Casuccia Gran Selezione  (Chianti Classico)", "description": "This vibrant stunning red is loaded with finesse. It opens with intense aromas of pipe tobacco, cassis, wild berry and a whiff of new leather while the focused palate delivers succulent red cherry, crushed raspberry, licorice and exotic spice. It's still tight, with firm, polished tannins and bright acidity that give it impeccable balance as well as a seriously age-worthy structure. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 218, "designation": "Vigneto La Casuccia Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Ama"}, {"points": "96", "title": "Rudolf Fürst 2015 Centgrafenberg GG Spätburgunder (Franken)", "description": "While initially closed, time and aeration reveal seductive aromas of crisp red fruit marked by layers of earth, smoke and slate. On the palate, succulent black-cherry and berry flavors fall in massive undulating waves edged by firm penetrating tannins. It's an exceptionally rich but elegant wine finishing on lingering notes of granite and cherry blossom.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 120, "designation": "Centgrafenberg GG", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "96", "title": "Rudolf Fürst 2015 Hundsrück GG Spätburgunder (Franken)", "description": "Ripe but restrained black-cherry and berry aromas are accented by complexities of violet, lavender and herbs on the nose of this boldly structured Spätburgunder. It's an opulent wine boasting fleshy layers of black plum and mulberry peppered with spice and dense, mouthcoating tannins. Hold till 2025 to allow this lavish wine to meld but enjoy for years to come.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 200, "designation": "Hundsrück GG", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "96", "title": "Quinta Vale Dona Maria 2015 Vinha do Rio Red (Douro)", "description": "One of two single-vineyard wines produced at the Vale Dona Maria estate, this is massive in its power and complexity. Dark tannins and rich black fruits are embedded in a mix of wood, spice, acidity and tense minerality. This is a wine to age, one of those that will last for many years. Drink at the earliest from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Vinha do Rio", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "96", "title": "Vega Sicilia 2006 Unico  (Ribera del Duero)", "description": "This vintage's bouquet of raisin, flower and dust aromas is complex, requiring extended airing to fully reveal itself. Earthy berry and raisin flavors finish with prune and berry notes. It's a touch ripe and heavy owing to the fact that 2006 was a hot year; it will benefit from more time in the cellar. Drink through 2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 571, "designation": "Unico", "variety": "Tempranillo-Cabernet Sauvignon", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Vega Sicilia"}, {"points": "96", "title": "Domaine Christian Moreau Père et Fils 2016 Les Clos Grand Cru Clos des Hospices Dans les Clos  (Chablis)", "description": "A small portion of the Les Clos vineyard once belonged to the charitable Hospices de Chablis. Today, this one acre is vinified apart from this producer's other Le Clos cuvée. This is a rich wine, hinting at wood aging with intense fruit and acidity. It has a rich texture, a great balance between acidity and the ripe white and citrus fruits. Drink this wine from 2022", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 158, "designation": "Les Clos Grand Cru Clos des Hospices Dans les Clos", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "96", "title": "Meyer-Näkel 2015 Pfarrwingert Spätburgunder (Ahr)", "description": "Delicate notes of spice, game and forest floor percolate through robust black plum and cherry in this weighty Spätburgunder. It's ripe and lavish yet elegantly restrained, too, boasting a seamless integration of acidity and chalky, mouth-filling tannins. The finish is long and lingering. It's a complex, penetrating wine to hold back till at least 2023.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 140, "designation": "Pfarrwingert", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Ahr", "country": "Germany", "winery": "Meyer-Näkel"}, {"points": "95", "title": "Domaines Devillard 2015 Domaine des Perdrix  (Echézeaux)", "description": "This is a great wine from a great vintage. Its openness is deceptive because behind those welcoming rich cherry and red-berry fruits is great structure, reflecting the magnificent terroir. The wine is firm and rich, fruity and with acidity. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 300, "designation": "Domaine des Perdrix", "variety": "Pinot Noir", "region_1": "Echézeaux", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "95", "title": "Egon Müller 2016 Scharzhofberger Spätlese Riesling (Mosel)", "description": "While its stony mineral nose is quiet, there's such a kaleidoscope of fruit, earth and floral complexity to be revealed here. Electric-lime acidity is the backdrop to punchy sweet-tart green apple, grapefruit and honeysuckle on the palate. Light footed and filigreed, it finishes with reverberations of salt and grapefruit pith. Better to hold till 2021 but enjoy for decades to come.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 163, "designation": "Scharzhofberger Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Egon Müller"}, {"points": "95", "title": "Ökonomierat Rebholz 2016 Im Sonnenschein GG Dry Weissburgunder (Pfalz)", "description": "Weissburgunder, or Pinot Blanc, is often noted for its neutrality, but it is unctuously rich and textural in this wine, with invigorating strikes of white peach, lemon and lime. This is anything but neutral. Full-figured yet stately, it's a lavish complex wine that lingers long on silken streaks of honey and waxy lemon peels. Enjoy now through 2031.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 100, "designation": "Im Sonnenschein GG Dry", "variety": "Weissburgunder", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Ökonomierat Rebholz"}, {"points": "95", "title": "Olivier Leflaive 2015  Bâtard-Montrachet", "description": "This intense, concentrated wine is also beautifully elegant. It comes from parcels in all parts of the Grand Cru giving a rich wine that has great acidity as well as apricot and crisp apple flavors. The wine is intense, stylish, fruity and structured in a way that will allow it to age so well. Drink this major wine from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 529, "designation": null, "variety": "Chardonnay", "region_1": "Bâtard-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "95", "title": "Prince Hill 2015 Clone 95 Pinot Noir (Dundee Hills)", "description": "The back story of this wine could fill a novel; most notable is the fact that Oregon pioneer Dick Erath's Clone 95 is originally from Clos Vougeot cuttings. Here, it's featured with exceptional gravitas, from the opening cherry, fruit leather and compote aromas to the generous assortment of black fruit and sweet spice on the palate. Coffee liqueur notes, a whiff of smoke and a lingering finish make this very special. Drink now–2035.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 120, "designation": "Clone 95", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Prince Hill"}, {"points": "95", "title": "Rudolf Fürst 2015 Schlossberg GG Spätburgunder (Franken)", "description": "Delicate whiffs of hazelnut, toast and leafy herbs lend dimension to crisp red cherry and berry in this invigorating wine. Its firm, precise style is augmented by shimmering red-currant acidity and a blanket of soft velvety tannins on the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 170, "designation": "Schlossberg GG", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "95", "title": "Vega Sicilia 2005 Unico  (Ribera del Duero)", "description": "Earthy, spicy plum and berry aromas here suggest full ripeness. Tight, scratchy tannins lend the otherwise soft and ripe palate some grip. Lightly oaked flavors of tobacco, dried cherry and raspberry grow more chocolaty and raisiny on the finish. This is an Unico to drink over the next dozen years.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 505, "designation": "Unico", "variety": "Tempranillo-Cabernet Sauvignon", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Vega Sicilia"}, {"points": "95", "title": "Villa Raiano 2015 Alimata  (Fiano di Avellino)", "description": "Enticing scents of smoke, Spanish broom, acacia, chopped herb and ripe stone fruit slowly take shape on this elegant, compelling white. Savory, structured yet understated, the palate is all about extreme finesse, delivering nectarine, wild herb, tangerine zest and honey alongside bright acidity. A vein of flinty smoky mineral throughout adds depth while toasted hazelnut accents the lingering finish. Wonderful now but will age and evolve for years. Drink through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Alimata", "variety": "Fiano", "region_1": "Fiano di Avellino", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Villa Raiano"}, {"points": "95", "title": "Wine & Soul 2015 Pintas Porto Vintage  (Port)", "description": "From the year that almost became a generally declared year and from one of the top Port vineyard areas, it is no surprise that this is a very fine Vintage. Its tannins and structure are very apparent as is the potential of the opulent black fruits. The wine is rich while on the dry side of Port. Drink from 2026.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Pintas Porto Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Wine & Soul"}, {"points": "95", "title": "Armonéa 2014 Wine Country Farm Estate Late Harvest Riesling (Dundee Hills)", "description": "This maintains a fine balance between its sugar (145 g/L) and driving acidity. Its lemon drop, black tea, brown sugar, candied citrus and caramel flavors are bright and brilliant. The complexity and sheer deliciousness make it irresistible.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 30, "designation": "Wine Country Farm Estate Late Harvest", "variety": "Riesling", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Armonéa"}, {"points": "95", "title": "Clos Solène 2015 L'Insolent Red (Paso Robles)", "description": "Very dark and thick in the glass, this blend of 72% Cabernet Sauvignon and 28% Petit Verdot is still quite wound up on the nose, shyly offering hints of dark chocolate, soy and black currant. Grilled beef, violets, roasted coffee and elderberry show through the tight tannic frame of the palate, which needs time to unfurl. Dried oregano and black pepper arise on the finish. Drink 2020–2040.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "L'Insolent", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos Solène"}, {"points": "95", "title": "Drew 2015 Morning Dew Ranch Pinot Noir (Anderson Valley)", "description": "This multi-dimensional wine shows off beautiful complexity in the aromas and flavors and creates a very distinctive personality. Black tea, rhubarb and oak spices waft up from the glass and black cherry, clove and bay leaf swirl through the flavors. It's not too full bodied, has a great sense of balance, and good length on the finish. Best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 65, "designation": "Morning Dew Ranch", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Drew"}, {"points": "95", "title": "Raumland 2009 Triumvirat Grand Cuvée Brut Sparkling (Germany)", "description": "This traditional blend of Pinot Noir, Pinot Meunier and Chardonnay was aged on its lees for seven years. Intensely ripe apple and pear are glazed by hints of nut, smoke and caramel. Exceptionally fine bubbles are mouth filling yet dissipate with elegance on the palate. The finish is long, guided by spine-tingling acidity and a lingering biscuit note.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 110, "designation": "Triumvirat Grand Cuvée Brut", "variety": "Sparkling Blend", "region_1": null, "region_2": null, "province": "Germany", "country": "Germany", "winery": "Raumland"}, {"points": "95", "title": "Domaine Christian Moreau Père et Fils 2016 Les Clos Grand Cru  (Chablis)", "description": "This is a rich wine, even from the normally austere Les Clos vineyard. Minerality is here, but it is surrounded by sumptuous ripe white fruits that have intense youthful acidity. It is a great wine that needs to age further, so drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "95", "title": "Domaine Divio 2016 Chardonnay (Willamette Valley)", "description": "With the third vintage of this wine, Winemaker Bruno Corneaux cements his place among the top rung of Chardonnay producers in Oregon. Using a hands-off approach tied to traditional Burgundian techniques, he has attained complex apple butter, flinty stone, caramel, brioche and roasted chestnut flavors. The cascading details throughout the long finish make drinking this a riveting experience.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": null, "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Divio"}, {"points": "95", "title": "Drew 2015 The Fog-Eater Pinot Noir (Anderson Valley)", "description": "This wine is practically enchanting with its myriad aromas, lively texture and layers of intricate fruit, spice and woodsy flavors. It offers tones of tart red cherry, rhubarb and cranberry, with enough body and richness to nicely balance those lean characteristics.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 45, "designation": "The Fog-Eater", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Drew"}, {"points": "95", "title": "Gary Farrell 2015 Olivet Lane Vineyard Chardonnay (Russian River Valley)", "description": "This wine opens with a tropical lushness on the nose before settling onto a tangy palate of citrus and star fruit. It shows balance and grace, with tones of stone and brine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Olivet Lane Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "95", "title": "Schnaitmann 2015 Lämmler GG Spätburgunder (Württemberg)", "description": "Lip-smacking sour cherry and raspberry flavors are at the forefront of this delightfully gossamer Spätburgunder. It's an exceptionally pristine, pretty wine marked by zesty red-currant acidity and a crushed mineral undertone. Fine-grained silky tannins mark the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 110, "designation": "Lämmler GG", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Württemberg", "country": "Germany", "winery": "Schnaitmann"}]