[{"points": "94", "title": "Blandy's 2002 Colheita Single Harvest Sercial (Madeira)", "description": "Sercial produces the driest style of Madeira. This is certainly a dry wine that gets its richness from concentration and the wood aging. It has spice and old-wood taste as well as wonderfully perfumed spirits and candied lemon. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Colheita Single Harvest", "variety": "Sercial", "region_1": null, "region_2": null, "province": "Madeira", "country": "Portugal", "winery": "Blandy's"}, {"points": "94", "title": "Challen 2013 Bentrock Vineyard Pinot Noir (Sta. Rita Hills)", "description": "The recent vintages from this Santa Maria-based winery of actress Challen Cates and winemaker Kevin Law are some of the most impressive wines out there. This is dark in the glass, with a rich bouquet of cinnamon-clove foam, black plum pudding and hot pastry. It hits the palate with panache and power, showing allspice, dried ginger and sharp cola notes atop rich black cherry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Bentrock Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Challen"}, {"points": "94", "title": "Clos de la Tech 2012 Domaine Lois Louise Twisty Ridge Pinot Noir (Santa Cruz Mountains)", "description": "This winery atop the mountains overlooking Silicon Valley makes amazingly earthy and age-worthy wines. This bottling's nose is soil-driven, with sun-baked loam laid across red cherry, condensed lilacs, cola and sandalwood aromas. The sip is structured firmly and strategically like the frame of a well-built home, where dark mulberry and savory spices reside. Drink now–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Domaine Lois Louise Twisty Ridge", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "94", "title": "Deutz 2008 Amour de Deutz Brut Rosé  (Champagne)", "description": "The half-bottle format has sped up the maturing of this wine. It rides a fine line between crisp red fruit and fuller, toastier character. With great acidity, layers of zingy citrus and a soft texture, it's delicate and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Amour de Deutz Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "94", "title": "Deutz 2010 Brut  (Champagne)", "description": "This wine, though still young, reveals much about the Deutz style as well as the vintage. It strikes a balance between softness and crispness that fits the ethos of the house. At the same time, it's an attractive medium-term bottling, in line with what many producers acheived in 2010. It should be kept until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "94", "title": "Domaine Divio 2014 Pinot Noir (Chehalem Mountains)", "description": "The third of the winery's 2014 Pinots to be released is the best yet. Vibrant and captivating from the first sniff to the final sip, this deftly displays lightly spicy cherry fruit, lively acidity and a supple mouthfeel. There's just the right touch of new wood and the balance throughout to age long-term. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": null, "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Divio"}, {"points": "94", "title": "Teruzzi & Puthod 2011 Riserva  (Vernaccia di San Gimignano)", "description": "Enticing scents of Spanish broom, acacia, mature orchard fruit and honey set the tone on this delicious white. Boasting depth, complexity and character, the creamy palate delivers layers of ripe yellow apple, vanilla, pear, white almond and a savory note of flinty mineral. Tangy acidity provides balance. It's a great expression of Vernaccia's more serious side and aging potential. Drink through 2019.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Riserva", "variety": "Vernaccia", "region_1": "Vernaccia di San Gimignano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Teruzzi & Puthod"}, {"points": "94", "title": "Shea 2014 Block 5 Pinot Noir (Willamette Valley)", "description": "Dark and juicy, this selection comes out swinging with bold fruit flavors of black cherry, blackberry and black currant. Highlights of oranges, espresso and dark chocolate compound the scents and flavors. It builds into a gorgeous midpalate, that extends gracefully through a lingering finish. Supple and sensuous, it leaves you with a trace of sea salt caramel in the back of the palate.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 66, "designation": "Block 5", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Shea"}, {"points": "94", "title": "La Chablisienne 2014 Les Preuses Grand Cru  (Chablis)", "description": "Produced from vines high up the Grand Cru slope, this wine is finely textured and stylish while also full-bodied. It has weight, spice from wood aging, precise acidity and a strongly mineral, salty edge. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Les Preuses Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "94", "title": "Quinta de Chocapalha 2013 Vinha Mãe Red (Lisboa)", "description": "The top red from Chocapalha, this comes from a single parcel. It has concentrated tannins, along with the minty flavors that come from new wood. Balancing that combination are the rich fruits: blackberry, damson along with a touch of licorice. It's a powerful wine that needs aging. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Vinha Mãe", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Lisboa", "country": "Portugal", "winery": "Quinta de Chocapalha"}, {"points": "94", "title": "Piña 2013 Buckeye Vineyard Cabernet Sauvignon (Howell Mountain)", "description": "Bright red currant is complemented by dark, brooding black fruit tones in this complex, nuanced and grippy wine, young and showy in its mountain genetics. Forest floor, mint, cedar and graphite fleck the fruit, with complexity knocking on the door.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 99, "designation": "Buckeye Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Piña"}, {"points": "94", "title": "Clos de la Tech 2012 Santa Cruz Mountains Estates Pinot Noir (Santa Cruz Mountains)", "description": "Though much lower in price than the single vineyard offerings—and without the microchip on the label—this bottling carries all of the earthy aspects that characterize this iconoclastic winery. Umami aromas of nori wrap meet with dried purple flowers and blackberry on the nose. The mouthfeel is soft and full, with flavors full of loam, beet juice, incense and crushed boysenberry.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Santa Cruz Mountains Estates", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "94", "title": "Cossart Gordon 2008 Colheita Single Harvest Bual (Madeira)", "description": "The sweetest style of Madeira still has that wonderful burnt acidity that keeps it from being cloying. So while there is an initial toffee character, the wine then tightens up with orange marmalade and an intense acidity. Drink this beautiful wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 34, "designation": "Colheita Single Harvest", "variety": "Bual", "region_1": null, "region_2": null, "province": "Madeira", "country": "Portugal", "winery": "Cossart Gordon"}, {"points": "94", "title": "Deutz 2006 Amour de Deutz Brut  (Champagne)", "description": "Still very crisp and fruity with only a hint of maturity, this is a bright, apple- and citrus-driven wine. Light and stylish, it gets its generous minerality from the Chardonnay in the blend. While it's great now, it will be even better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 180, "designation": "Amour de Deutz Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "94", "title": "Devil Proof 2014 Farrow Ranch Malbec (Alexander Valley)", "description": "A stunner from this vineyard, made entirely varietal, and aged 20 months in new French oak. Floral and herbal, the wine is thick, dense and concentrated, still youthful in intensity. Smoked pepper accents meat and game, as rose petals come into play on the nose. Fully expressive in these savory characteristics, it ends in a burst of succulent blueberry and smoke.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Farrow Ranch", "variety": "Malbec", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Devil Proof"}, {"points": "94", "title": "Blue Farm 2014 Gap's Crown Vineyard Chardonnay (Sonoma Coast)", "description": "Bright and refreshing acidity is the star of this lovely, windswept wine, powerful yet integrated in tannin and oak. The racy, feral notes of anise, apple blossom and nutmeg are complemented by a teasingly voluptuous spirit that never overwhelms.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Gap's Crown Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Blue Farm"}, {"points": "94", "title": "Patland 2013 Stagecoach Vineyard Select Barrel Reserve Cabernet Sauvignon (Napa Valley)", "description": "Juicy, dusty and wrapped in cedar, this rarefied wine is classic in nature, with highlights of pencil shavings, red currant and a dose of dried cherry. The oak is robust and supportive, offering specks of vanilla and clove, the tannins thick and tenacious, ready to mellow in time. Drink best from 2023 through 2033.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 175, "designation": "Stagecoach Vineyard Select Barrel Reserve", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Patland"}, {"points": "94", "title": "Les Belles Collines 2015 Pinot Noir (Russian River Valley)", "description": "A light, ethereal quality ignites this wine's compelling high-toned acidity and subtle, integrated oak. Juicy orange and cranberry form its core, as roses permeate the nose. The texture is silky smooth and inviting.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Les Belles Collines"}, {"points": "94", "title": "Limerick Lane 2014 1910 Block Estate Grown Zinfandel (Russian River Valley)", "description": "Robust and richly layered, this block-designate from the producer's estate is sly in complexity, pumping its fist in ripeness and concentration before slowly unfurling elements of dusty black cherry, black olive and fig. The finish teases in white pepper and cardamom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 54, "designation": "1910 Block Estate Grown", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Limerick Lane"}, {"points": "94", "title": "Merry Edwards 2014 Georganne Pinot Noir (Russian River Valley)", "description": "Planted in 2006, this vineyard is one of the newer sites for the “Queen of Pinot,” who coaxes a strong-willed, high-strung complement of charcuterie and wild lavender from its vines. Bright red currant and raspberry are met by floral, herbal competition, which vies for attention on the palate, girded by strong tannins and mellow oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 63, "designation": "Georganne", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "94", "title": "Merry Edwards 2014 Meredith Estate Pinot Noir (Russian River Valley)", "description": "From one of the producer's older vineyard sites, fully mature and steady, this wine shines in cranberry, rhubarb and strawberry before finding richer, riper streaks of blueberry and blackberry. Generous tannin is seasoned by layers of piquant cinnamon and vanilla. It's lush and bold.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 63, "designation": "Meredith Estate", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "94", "title": "Gary Farrell 2014 Durell Vineyard Chardonnay (Sonoma Valley)", "description": "From the rocky, volcanic soils of Durell, this white is exuberant in salty rock and sea spray, showing plenty of influence from the Pacific Ocean to its west. Sturdy in structure and length, the fruit is twisted in pink grapefruit and crisp apple, its underbelly a richer, warmer expression of toffee and caramel.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Durell Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "94", "title": "Résonance 2014 Résonance Vineyard Pinot Noir (Yamhill-Carlton)", "description": "This exceptional vineyard, more than 35-years-old, brings a wealth of subtle details to a wine that has both grace and power. There's truffle, earth, mocha, plum, spice, coffee and on and on it goes, all well integrated already. Experience would suggest that wines from this vineyard, previously made for Sineann, are exceptionally ageworthy. Drink now if you must, or cellar and drink from 2022 to 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Résonance Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Résonance"}, {"points": "94", "title": "Roland Champion 2011 Special Club Blanc de Blancs Chouilly Grand Cru Brut Chardonnay (Champagne)", "description": "Produced from old vines in the Grand Cru vineyards of Chouilly in the Côte des Blancs, this is a beautifully crisp, ripe wine, showing taut fruit and fine, stylish acidity. As a Special Club bottling, it adheres to stringent qualitative guidelines set out by an elite group of growers. Still young, it will be best from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Special Club Blanc de Blancs Chouilly Grand Cru Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Roland Champion"}, {"points": "94", "title": "Parrish Family 2014 Clone 6 Cabernet Sauvignon (Paso Robles)", "description": "This is an impressive bottling from the Parrish family. Thick in the glass, it shows aromas of candied black currant, caramel, purple flowers and a hint of smoke. The palate is full and hearty with black cherry, clove and baking spice flavors. Its richness is balanced by tangy acidity and tannins that are generous but soft and well-polished.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Clone 6", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Parrish Family"}, {"points": "94", "title": "Simonnet-Febvre 2014 Les Clos Grand Cru  (Chablis)", "description": "The grandest of the Chablis Grand Crus has produced a structured, still very young, wine. With its ripe apple and Bartlett pear fruit and tight, chalky mineral texture, it will be impressive once it unwinds. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Simonnet-Febvre"}, {"points": "94", "title": "La Chablisienne 2014 Blanchot Grand Cru  (Chablis)", "description": "From the most southerly of the Grand Cru vineyards, this wine is firm and tightly structured. Its wood aging shows in its toasty, spicy character that will integrate as the wine ages. Its rich yellow fruit and taut acidity suggest it will taste best from from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Blanchot Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "94", "title": "Shea 2014 Block 23 Pinot Noir (Willamette Valley)", "description": "One of several limited-block selections, this particular cuvée is 100% Pommard clone. The lush fruit core contains a generous mix of flavors—candied orange peel, candied ginger and chocolate cherries. The tannins have a breakfast tea character, and everything is smoothly melded and ready for immediate enjoyment.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 66, "designation": "Block 23", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Shea"}, {"points": "94", "title": "Fratelli Urciuolo 2011  Taurasi", "description": "A simply fantastic expression of Aglianico, this opens with alluring aromas of underbrush, ripe black-skinned fruit, leather, tilled earth and dark spice that carry over to the delicious full-bodied palate. Firm velvety tannins and fresh acidity balance the juicy fruit flavors. It's already extremely tempting but hold for even more complexity. Drink 2020–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": null, "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Fratelli Urciuolo"}, {"points": "94", "title": "Fritz Haag 2015 Brauneberger Juffer Auslese Goldkapsel Riesling (Mosel)", "description": "Pristine peach and grapefruit flavors contrast with slightly stinky but captivating soil and saffron complexities in this sprightly auslese. Its honey-kissed sweetness pierces through a long, lemony finish. It's delicious already but should continue to improve through 2030, likely beyond.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 42, "designation": "Brauneberger Juffer Auslese Goldkapsel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}]