[{"points": "93", "title": "Anton Bauer 2015 Rosenberg Alte Reben Grüner Veltliner (Wagram)", "description": "The nose wants to reveal next to nothing of this rich complex wine, but the palate hints at future glory. This is as tightly closed as a firm fist, but the rich fluidity of the palate is undeniable. There are glimpses of juicy yellow pear while dark flinty spice thunders in the background. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Rosenberg Alte Reben", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Anton Bauer"}, {"points": "93", "title": "Artner 2014 Kirchweingarten Reserve Blaufränkisch (Carnuntum)", "description": "Sumptuous oak flavors of cinnamon, blueberry notes and spicy pepper make for an impressive olfactory trio. The palate comes across as velvety but fresh, echoing these same flavors, emphasizing pepper and blueberry. The structure is big and bold and fully supported by oak, but the crunchy fruit freshness holds the balance. This has a fruity finish and would need some hearty meat to be drunk now. Otherwise drink 2019–2029.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Kirchweingarten Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Artner"}, {"points": "93", "title": "Baileyana 2014 La Pristina Chardonnay (Edna Valley)", "description": "The nose on this wine by Burgundy-raised veteran vintner Christian Roguenant is very minerally and focused, showing chalk, crushed sea shells, lemon rind and a touch of Marcona almond. The texture is pleasantly grippy and taut, containing flavors of white peach, grapefruit pith and baking soda, all of which sail deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "La Pristina", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baileyana"}, {"points": "93", "title": "Bell 2013 Clone 337 Unfiltered Cabernet Sauvignon (Rutherford)", "description": "From the Georges III Vineyard in the heart of the appellation, this 100% clonal-specific wine is juicy and generously seasoned in blackberry, tobacco and black pepper. With a huge presence on the palate, it finishes with dried herb and anise. Cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 160, "designation": "Clone 337 Unfiltered", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Bell"}, {"points": "93", "title": "Bründlmayer 2015 Lamm Reserve Grüner Veltliner (Kamptal)", "description": "There is a distinct nutty smoky impression on the nose. The concentrated palate also comes with shades of vanilla and hazelnut, wrapping its fresh lemon and herbal spice into a warming intriguing cloak. It is the purity of the lemon that shines and lasts longest on the palate. This may be a bit young to drink now, so be patient and drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Lamm Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Castello Banfi 2013 Summus Red (Toscana)", "description": "A blend of Sangiovese, Cabernet Sauvignon and Syrah, this vibrant red has alluring aromas of plum, blackberry, purple flower, espresso and a whiff of exotic spice. The elegant, structured palate delivers black cherry, black currant, pipe tobacco, vanilla and licorice alongside fresh acidity while firm, fine grained tannins lend a polished texture. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Summus", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello Banfi"}, {"points": "93", "title": "Stift Göttweig 2015 Pfaffenberg Reserve Riesling (Kremstal)", "description": "The appetizing perfume of candied orange peel rises seductively from the glass. The palate counters with the very fresh but ripe fruit of fleshy juicy yellow mirabelles. These are joined by tangy, zesty grapefruit freshness, creating a concentrated fruit-driven palate of great tension and concentration. This is a wonderful tightrope act between tang and generosity. The finish is long and clean.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Pfaffenberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stift Göttweig"}, {"points": "93", "title": "Sobon Estate 2014 Rezerve Petite Sirah (Amador County)", "description": "This big, brawny, boisterous wine is firing on all eight cylinders as it generates powerful and concentrated fruit flavors. Rich, warm tannins partner with a thick, velvety texture and lingering finish. It has that exuberant fruitiness of some Zins but with more blueberry and dark chocolate, plus considerable heft and depth. Best through 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 24, "designation": "Rezerve", "variety": "Petite Sirah", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Sobon Estate"}, {"points": "93", "title": "R&A; Pfaffl 2013 Altenberg Reserve St. Laurent (Niederösterreich)", "description": "Fine red-cherry notes are perfumed by the more decadent aroma of candied Amarena cherries. The palate reveals hints of conifer and white pepper, framing the mellow but surprisingly textured and dense body. This is sumptuous in oak and concentrated for a St. Laurent—but the fruit is at perfect pitch. This needs further bottle age; drink 2019–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Altenberg Reserve", "variety": "St. Laurent", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "R&A; Pfaffl"}, {"points": "93", "title": "Ram's Gate 2014 Hudson Vineyard Chardonnay (Carneros)", "description": "From a marquee grand-cru-like site famous for the variety, this version enhances its reputation, offering a twist of green martini olive, zesty lemon rind and wild anise. Lingering in freshness, the acidity is remarkable and memorable, supporting a full-bodied concentration of great flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 64, "designation": "Hudson Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Ram's Gate"}, {"points": "93", "title": "Netzl 2014 Anna-Christina Red (Carnuntum)", "description": "The full-on blueberry fruit of Zweigelt is very evident on this peppery, vibrant and fresh-faced blend. There is structure from Cabernet that gives a firm backbone, but the plummy fleshiness of Merlot and the juiciness of crushed blueberry, tinged with cinnamon and white pepper brings oodles of joy. This is concentrated but totally approachable and chock–full of fruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Anna-Christina", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Netzl"}, {"points": "93", "title": "Peake Ranch 2014 Pinot Noir (Sta. Rita Hills)", "description": "This is the first round of wines from this project by John Wagner, who owns parts of Sierra Madre and John Sebastiano vineyards, and winemaker Paul Lato. Black-plum skins, roasted game, anise and sandalwood aromas show on the nose. Earthy and zesty, the palate delivers cranberry-beet juice along with roasted fennel, eucalyptus oil and bitter Earl Grey tea touches.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Peake Ranch"}, {"points": "93", "title": "Peake Ranch 2014 Sierra Madre Vineyard Chardonnay (Santa Maria Valley)", "description": "This is the first white bottling from a new project by John Wagner, co-owner of John Sebastiano and Sierra Madre vineyards, and winemaker Paul Lato. Flint, dried limes, chives and a touch of smoked chicken show on the fresh nose. Light and clean on the sip, it's distinctive with flavors of buttered lemon slices, smoke and sweet onions.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Sierra Madre Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Peake Ranch"}, {"points": "93", "title": "Jäger 2015 Achleiten Smaragd Grüner Veltliner (Wachau)", "description": "Lovely notions of both ripe and green pear rise from the glass. There also is a more savory edge reminiscent of moss and yeast. This comes out even more on the fresh concentrated palate with a lovely salty peppery nuance that makes this very moreish and thrilling. The flavors, amply supported by zesty citrus, just last.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Achleiten Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Jäger"}, {"points": "93", "title": "Lava Cap 2014 Estate Bottled Cabernet Sauvignon (El Dorado)", "description": "Pure, concentrated grape flavors fill up this full-bodied and well-balanced wine. It's a pleasure to smell and taste the black currant and cherry character, deftly and lightly accented by baking spice. The velvety texture fills the mouth and propels those flavors through a lingering finish. It will drink best after 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": "Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "El Dorado", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Lava Cap"}, {"points": "93", "title": "Lincourt 2014 Rancho Santa Rosa Chardonnay (Sta. Rita Hills)", "description": "Light but inviting wood aromas from oak to acacia show on the nose of this bottling, along with red-pear skins, yellow-grapefruit pith and the slightest touch of marshmallow. The sip is more about chalky grip and the tightly woven texture than blunt flavors, with enough sour Key-lime and pink-grapefruit touches to entertain the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Rancho Santa Rosa", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lincourt"}, {"points": "93", "title": "Markus Huber 2015 Berg Reserve Grüner Veltliner (Traisental)", "description": "There is a mere hint of fresh grapefruit on the nose but the palate follows with rounded, fresh but spice-edged mirabelle plums and more gentle citrus. There also are glimpses of fragrant citrus foliage with white pepper breaking through. This is ripe but light, rounded but delicate. A wonderfully zesty lemony finish just lasts and lasts.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Berg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Traisental", "country": "Austria", "winery": "Markus Huber"}, {"points": "93", "title": "Loring Wine Company 2015 Garys' Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Deep, rich aromas of baked plum, rhubarb pie, star anise, red cinnamon, forest floor and gingerbread show on this nose of this wine from a vineyard planted by the two Garys, Pisoni and Franscioni. The palate is full of baked raspberry and cinnamon-and-clove-spiced cookies, remaining elegant and layered throughout the sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 54, "designation": "Garys' Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "93", "title": "Domaine Labruyère 2014 Le Clos du Moulin-à-Vent  (Moulin-à-Vent)", "description": "From a single-walled vineyard, this is a ripe, generous and still structured cru wine. It has layers of delicious black-plum fruits and a jammy ripe texture that cushions the tannins. The vineyard is wholly owned by Edouard Labruyère, making it a monopole. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 73, "designation": "Le Clos du Moulin-à-Vent", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Domaine Labruyère"}, {"points": "93", "title": "Foley 2014 Rancho Santa Rosa Chardonnay (Sta. Rita Hills)", "description": "Light on the nose, this shows delicate aromas of Asian pear, honeysuckle, squeezed lemon wedge, fresh coconut flesh and a tiny bit of butter. The palate is also demure yet delicious, with lightly poached apples, squeezed lime and a chalky textural grip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Rancho Santa Rosa", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foley"}, {"points": "93", "title": "Heinrich 2011 terra o. Red (Burgenland)", "description": "A roasted rich note of espresso and grilled pumpkin appears first. The palate is still dense with rich dark-berry fruit. This is full bodied but pervaded by freshness. The finely woven tannin structure is still very firm, very grippy, even though the fruit underneath it begins to show. This is now five years old and has barely begun its trajectory. Lovely now if you like full-bodied wines. Drink now through 2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "terra o.", "variety": "Austrian Red Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Heinrich"}, {"points": "93", "title": "Rideau 2014 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "From one of the more popular vineyards in the appellation, this bottling shows strawberry fruit, allspice, black pepper, candied cherry and cinnamon on the nose. A strong sizzle of acidity marks the sip, with intriguingly deep raspberry, tangy cranberry, white pepper and crushed-slate flavors. Though light in body, it is heavy in flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rideau"}, {"points": "93", "title": "Robert Biale 2014 Valsecchi Vineyard Zinfandel (Carneros)", "description": "Meaty and dusty, this wine from a Vineburg-based site is full bodied, ripe and voluptuous with a light dusting of black pepper and clove. Within its cradling of dense concentration, an underbelly of acidity allows for freshness within the power.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 58, "designation": "Valsecchi Vineyard", "variety": "Zinfandel", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "93", "title": "Giesen 2013 Single Vineyard Selection Matthews Lane The Fuder Sauvignon Blanc (Marlborough)", "description": "Fuder is German for a large wooden vessel, used in this case for the fermentation and aging of wine. Hints of struck-match complexity mark the nose, giving way to notes of grilled nectarine. The wine is full and rich in the mouth, with a mouthwatering finish that marries stone fruit and pink grapefruit into a stunning finale.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 55, "designation": "Single Vineyard Selection Matthews Lane The Fuder", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Giesen"}, {"points": "93", "title": "Pine Ridge 2013 Cabernet Sauvignon (Howell Mountain)", "description": "This is a juicy, complete and full-bodied showcase for the variety from this mountainous appellation, known for its ability to impart sizable structure and concentration. It delivers that here, integrating firm tannin into a complex, lengthy portrait of ripe, brambly blackberry, black currant and a powerful dose of cigar box.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pine Ridge"}, {"points": "93", "title": "Piocho 2011 Reserve Red (Happy Canyon of Santa Barbara)", "description": "This is a cohesive and well-integrated blend of 34% Cabernet Franc, 29% Cabernet Sauvignon, 20% Merlot, 9% Petit Verdot and 8% Malbec. It offers blackberry, black currant, cedar, toasty oak, violets, roast beef, black pepper and pencil lead on the nose. The well-hewn palate combines pepper and blackberry at the tip of the sip, followed by oaky vanilla and a touch of pine. it's very well focused.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Reserve", "variety": "Bordeaux-style Red Blend", "region_1": "Happy Canyon of Santa Barbara", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Piocho"}, {"points": "93", "title": "Ramey 2013 Cabernet Sauvignon (Napa Valley)", "description": "Sites from throughout the valley contribute to the lovely layering of this accessible wine, softly structured and classically inspired in its dried herb and distinct purity of cassis. Delicate despite its ripeness and power, it leaves a smoky hint of sweet tobacco on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "93", "title": "Malat 2015 Höhlgraben Reserve Alte Reben Grüner Veltliner (Kremstal)", "description": "Hints of soy and pepper color the generously ripe notions of yellow pear and red apple on the nose. The palate reinforces the spiciness with more shimmering white pepper and the ripeness with extra juiciness. This is rounded but fresh, and just so full of sunny friendly fruit. The appetizing and moreish finish returns to that initial soy-like spice.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Höhlgraben Reserve Alte Reben", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "93", "title": "Marchesi de' Frescobaldi 2013 Montesodi Sangiovese (Toscana)", "description": "Made with Sangiovese, this vibrant red opens with aromas of fresh violet, woodland berry, underbrush, new leather and a balsamic note. The linear, elegant palate delivers crushed raspberry, wild cherry, star anise and a hint of white pepper. It boasts youthful tension, with taut polished tannins and bright acidity that give it an ageworthy structure. Give it a few more years to come together. Drink 2019–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 44, "designation": "Montesodi", "variety": "Sangiovese", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Marchesi de' Frescobaldi"}, {"points": "93", "title": "Pali 2014 Huber Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Hibiscus and raspberry mesh with lots of iron and a touch of smoke on the nose of this bottling from a vineyard that the winery leases. That iron and rust character shows on the palate too, up against a dried strawberry and ripe cranberry backdrop. Flinty minerality and minty herbs enhance this light and lithe wine that is full of character.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 54, "designation": "Huber Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pali"}]