[{"points": "93", "title": "Ancien 2014 Fiddlestix Vineyard Pinot Noir (Sta. Rita Hills)", "description": "This cleanly made wine has potential to live long in the cellar. Intensely focused aromas of black raspberry and black plum combine with crushed asphalt and a touch of purple flowers on the nose. The tightly wound palate slowly reveals tart boysenberry, char and pine resin, flavors that the firm structure will reveal even more deliciously with time. Drink 2018–2029.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Fiddlestix Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ancien"}, {"points": "93", "title": "Boheme 2014 Taylor Ridge Vineyard Pinot Noir (Sonoma Coast)", "description": "Velvety on the palate, this coastal wine from a site three miles from the Pacific Ocean shows cool-climate savory tones of cranberry, rose petal and pine, with streaks of black licorice adding to the complex range of flavor. Integrated and lushly elegant, it finishes in a strong touch of cardamom.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Taylor Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Boheme"}, {"points": "93", "title": "Brecon Estate 2015 Forty Two Red (Adelaida District)", "description": "Quite dark in the glass, this meticulous blend of 47.32% Mourvèdre, 42.18% Syrah, 7.5% Petite Sirah and 3% Grenache shows rich, nose-tickling aromas of dried purple flowers, dark blueberry, caramelized blackberry and a touch of vanilla. The palate perfectly pairs dark fruit and bright acidity with touches of caramel and a tar-like structure. It's big, yet balanced.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": "Forty Two", "variety": "Rhône-style Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brecon Estate"}, {"points": "93", "title": "Davies 2014 jd Cabernet Sauvignon (Diamond Mountain District)", "description": "From the producer's mountain estate, and blended with 7% Malbec, this wine is chalky in blue fruit, with a hearty back-palate of tannin. The grit softens in the glass, revealing nuanced elegance and shades of nutmeg, cherry and blueberry brightness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "jd", "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Davies"}, {"points": "93", "title": "Delaire Graff 2016 Cape Winemakers Guild Banghoek Chardonnay (Stellenbosch)", "description": "Winemaker: Morné Vrey. A new addition to the CWG lineup, this selection shows great balance and magnificent control over ripeness and freshness. Aromas and flavors of honeydew, clementine and pineapple are balanced by ample acidity to cut through the concentration and add verve through the finish. Hints of citrus pith and lightly toasted oak add complexity through the close. Drink 2020–2025.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Banghoek", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Delaire Graff"}, {"points": "93", "title": "Efeste 2014 Ceidleigh Syrah (Red Mountain)", "description": "This is warm region, warm vintage Syrah at its decadent best. It opens with generous aromas of raspberry and blackberry jam, along with plum pit, mineral, black olive and smoked meat. The flavors are velvety and palate coating, rich and intense, with black-fruit notes that glide on the extended finish. The sense of texture is dazzling.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 39, "designation": "Ceidleigh", "variety": "Syrah", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Efeste"}, {"points": "93", "title": "Elvio Cogno 2013 Cascina Nuova  (Barolo)", "description": "Red berry, rose petal, white pepper and chopped herb are just some of the aromas you'll find on this. The bright full-bodied palate delivers crushed raspberry, dark cherry, star anise and tobacco alongside firm refined tannins and vibrant acidity. It's already tempting but will be even better with more bottle age. Drink 2021–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Cascina Nuova", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Elvio Cogno"}, {"points": "93", "title": "M. Chapoutier 2014 Chante-Alouette White (Hermitage)", "description": "Like many white Hermitages, this is relatively neutral on the nose. But it shows its true potential on the palate, which is full-bodied and expansive, offering hints of grilled peach, melon and baking spices balanced by just enough acidity to extend the finish into mouthwatering opulence. Drink now for its youthful fruit, or cellar up to 20 years.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 100, "designation": "Chante-Alouette", "variety": "Rhône-style White Blend", "region_1": "Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "M. Chapoutier"}, {"points": "93", "title": "Jurtschitsch 2016 Stein Grüner Veltliner (Kamptal)", "description": "A spray of white pepper, lemon and green pear plays on the nose. The spicy palate majors in savory, yeasty notes of white pepper, miso, pea shoot and arugula, all brightened by lemon freshness. The slender and balanced palate is chock-full of flavor and leaves a lasting impression to savor.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 18, "designation": "Stein", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Jurtschitsch"}, {"points": "93", "title": "Justin 2014 Justification Red (Paso Robles)", "description": "This blend of 55% Cabernet Franc and 45% Merlot is quite ripe on the nose, with lavish black-currant fruit as well as dried dill and fennel touches. Impressively soft and thick, the tannic structure coats every corner of the mouth, carrying flavors of black cherry, mint-laced chocolate and black truffle.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Justification", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "93", "title": "Goldeneye 2014 Pinot Noir (Anderson Valley)", "description": "Beautifuly integrated oak spice and a deep well of fruit flavors combine in this richly complex and layered wine. It's medium to full in body, supple and mouthfilling in texture, and brings a great array of classic aromas to the table. Dark cherry, forest floor, cedar and a hint of wood smoke meld into a feast of flavor.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 56, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "93", "title": "Goldeneye 2014 Split Rail Vineyard Pinot Noir (Anderson Valley)", "description": "This is a big, dark and concentrated wine with exotic spicy, oaky aromas, rich and ripe fruit flavors, an absolutely creamy, mouthfilling texture and lingering finish. Deft touches of graphite and cedar in the aromas meet generous black plum, mint and cherry on the palate.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 82, "designation": "Split Rail Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "93", "title": "Grimaldi Bruna 2013 Bricco Ambrogio  (Barolo)", "description": "Fragrant and refined, this shows enticing aromas of wild herb, rose petal, dark spice, red berry and a whiff of camphor. Luminous and elegant, the vibrant palate has juicy Marasca cherry, cranberry, star anise and white pepper while bright acidity and taut polished tannins provide the framework. It's still young but already possesses terrific poise. Drink 2021–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 65, "designation": "Bricco Ambrogio", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Grimaldi Bruna"}, {"points": "93", "title": "Prieler 2015 Johanneshöhe Blaufränkisch (Burgenland)", "description": "The nose is still shy and closed. Likewise, the body is taut and will take time to unfurl, but all the structure and promise is already here. This wine is firm and bright, slowly showing dense blueberry notes edged with cinnamon and pervaded by freshness. The structure is firm and still crunchy but with a juicy release. On the finish, white pepper shimmers in the blueberry fruit. Drink 2019–2029.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Johanneshöhe", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Prieler"}, {"points": "93", "title": "Margerum 2014 M5 Reserve Red (Santa Barbara County)", "description": "Black cherry, cola, dried sagebrush and caked lilac and lavender flowers show on this blend of 41% Grenache, 37% Syrah, 14% Mourvèdre, 4% Counoise and 4% Cinsaut. The palate focuses on purple flavors of lavender, lilac, black plum and black pepper, with a strong acidity that lingers long on the tongue.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "M5 Reserve", "variety": "Rhône-style Red Blend", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Margerum"}, {"points": "93", "title": "Freeman 2014 Pinot Noir (Russian River Valley)", "description": "This fragrant, concentrated wine offers vivid mint, cherry and clove aromas followed by rhubarb, red cherry and rosemary flavors that are focused and memorable. The balance is spot-on, with good acidity and velvety tannins that brace the richness of the fruit components. Best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 44, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "93", "title": "Freeman 2014 Yu-Ki Estate Bottled Pinot Noir (Sonoma Coast)", "description": "One of three designated cuvées from Freeman, this intriguing wine has a rather light color but beautiful, complex fruit aromas and flavors. It ranges from red cherry to rhubarb and raspberry, along with hints of forest floor and mushroom. A surprisingly gentle texture complements tangy acidity.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 68, "designation": "Yu-Ki Estate Bottled", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "93", "title": "Freeman 2015 Ryo-Fu Chardonnay (Green Valley)", "description": "Butter, hazelnut and marzipan aromas give a lush first impression, and then vibrant lemon and green-apple acidity provides a firm, balancing effect. This bright-gold, full-bodied wine is concentrated, layered and deep, without being too rich or heavy. Subtle nuances of nutmeg and ginger add to its complexity on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 45, "designation": "Ryo-Fu", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "93", "title": "Giacomo Fenocchio 2013 Cannubi  (Barolo)", "description": "Rose, blue flower, perfumed berry and mint aromas set the tone on this vibrant red. Elegant and linear, the luminous palate delivers cherry, pomegranate, white pepper and clove. Firm refined tannins provide structure and poise. It's youthfully austere but already balanced, with bright acidity. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Cannubi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Fenocchio"}, {"points": "93", "title": "Leonetti Cellar 2014 Cabernet Sauvignon (Walla Walla Valley (WA))", "description": "This wine is a blend of fruit from Seven Hills, Loess, Mill Creek Upland, Leonetti Old Block and Serra Pedace. Aromas of mineral, black cherry, incense, barrel spice and scorched earth lead to a full-bodied textured palate full of black-fruit flavors and tightly wound tannins. It drinks quite young now, needing some time to come into its own. Best from 2024–2029.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Leonetti Cellar"}, {"points": "93", "title": "Leonetti Cellar 2014 Reserve Red (Walla Walla Valley (WA))", "description": "This wine is a blend of 79% Cabernet Sauvignon, 13% Malbec and 8% Petit Verdot from Seven Hills, Loess, Mill Creek Upland and Serra Pedace vineyards. Aromas of fresh herbs, scorched earth, mineral, and red and black fruit—slightly dried-out-seeming—lead to a silky textured concentrated palate. The tannins are there but are beautifully integrated. It shows plenty of hang time on the finish. It should have a good 15 years in front of it. Best from 2024–2030.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 150, "designation": "Reserve", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Leonetti Cellar"}, {"points": "93", "title": "Ramey 2014 Platt Vineyard Chardonnay (Sonoma Coast)", "description": "Lush and bright, this comes from one of the coolest sites sourced by the producer, high up and facing the Pacific Ocean. A gravelly texture holds on tightly along the palate, as pear, peach and baked pineapple vie for attention.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Platt Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "93", "title": "Rivetto 2013 del Comune di Serralunga d'Alba  (Barolo)", "description": "Fragrant blue flower, rose, new leather, cake spice and wild berry aromas set the tone on this classic Barolo. On the full-bodied, savory palate, solid tannins wrap around a juicy cherry-raspberry core while notes of cinnamon and clove add depth. Drink 2019–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "del Comune di Serralunga d'Alba", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Rivetto"}, {"points": "93", "title": "Williams Selyem 2015 Papera Vineyard Zinfandel (Russian River Valley)", "description": "From the historic vineyard site surrounded by Pinot Noir, this wine makes the case for variety and heritage, coaxing bright acidity and floral aromatics out of the grapes. Full bodied, its flavors combine plum, raisin cake, dried cranberry and dust into a leathery whole, finishing in chocolate cinnamon.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Papera Vineyard", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "93", "title": "Waxwing 2014 Lester Family Vineyard Syrah (Santa Cruz Mountains)", "description": "Dense elderberry, charcoal and cracked-black-pepper aromas are lifted by lavender on the nose of this Syrah from a very coastal vineyard near Watsonville. Peppery spice and dried purple flowers make for an intense combo on the palate, where the structure is firm yet the body is relatively light and airy.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Lester Family Vineyard", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Waxwing"}, {"points": "93", "title": "Tardieu-Laurent 2013 White (Hermitage)", "description": "This is a big, flamboyant example of white Hermitage. The aromas are exotic and floral, tinged by oak to resemble grilled pear and citrus, while the flavors suggest grilled corn, peach and toast. Drink it now for its exuberance, or keep through 2030. Three cases imported.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 84, "designation": null, "variety": "Rhône-style White Blend", "region_1": "Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Tardieu-Laurent"}, {"points": "93", "title": "Three 2014 SMC Red (Sonoma County-Contra Costa County)", "description": "This full-bodied, Rhône-style blend from winemaker Matt Cline gives a blast of dark, jammy fruit flavors that are nicely concentrated and persistent on the palate and through the finish. Firm tannins match the power of the fruit, lending an appetizing grip to the otherwise rich mouthfeel.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 48, "designation": "SMC", "variety": "Red Blend", "region_1": "Sonoma County-Contra Costa County", "region_2": "California Other", "province": "California", "country": "US", "winery": "Three"}, {"points": "93", "title": "Carucci 2013 Duvarita Vineyard Syrah (Santa Barbara County)", "description": "This is a cool-climate expression of Syrah from a biodynamically farmed vineyard west of the Sta. Rita Hills. The nose shows extreme tar, beef char, cracked black pepper and bay leaf, with gamy undertones. The tightly wound palate combines dusty elderberry with charcoal, more pepper and a lavender-rosemary flash on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Duvarita Vineyard", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Carucci"}, {"points": "93", "title": "Château Moulin de la Bridane 2015  Saint-Julien", "description": "From one of the few estates in Saint-Julien that is not a classified growth, this wine represents a bargain. The wine is rich, perfumed and beautifully structured. It has a velvety consistency with its ripe black currants and generous tannins. The estate is named after the mill belonging to Abbot Bridane in the Middle Ages. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Moulin de la Bridane"}, {"points": "93", "title": "Comm. G. B. Burlotto 2013  Barolo", "description": "Delivering classic, impeccable style, this textbook Barolo opens with aromas of red berry, forest floor, crushed herb, rose and a whiff of dark spice. Vibrant and elegant, the palate boasts great energy, offering red cherry, raspberry compote, white pepper and clove framed in tightly knit but refined tannins and firm acidity. A star anise note closes the linear, lingering finish. Drink 2023–2035.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Comm. G. B. Burlotto"}]