[{"points": "92", "title": "Château des Jacques 2015 Côte du Py  (Morgon)", "description": "Owned by Beaune merchant Louis Jadot, this cru estate produces some impressive wines. While its alcohol is excessive for a Beaujolais, it wears its power well. The black plum fruit and tannins from wood aging that are still very present will soften over the next year to give a rich generous wine with a style that is Burgundian rather than traditional Beaujolais. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 43, "designation": "Côte du Py", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château des Jacques"}, {"points": "92", "title": "Bernhard Ott 2015 Spiegel Grüner Veltliner (Wagram)", "description": "There are a number of intriguing notions on the nose: There is something nutty and rich, something mellow and yeasty, something green and lively, all tinged with the juicy ripeness of yellow-stone fruit. Not one of these impressions dominates, all of them catch your attention in a merry haze of flavors delivered against a firm backbone of freshness and concentration.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 62, "designation": "Spiegel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Bernhard Ott"}, {"points": "92", "title": "Brilliant Mistake 2013 Taylor Family Vineyard Cabernet Sauvignon (Stags Leap District)", "description": "This is the inaugural vintage for this producer, a husband-and-wife team in partnership with winemaker Maayan Koschitzky, who also works with Philippe Melka. The vineyard-designate is lush and powerful, a full-bodied, tannic representative of an amazing growing year. Mint, black olive, blackberry and cigar highlight the sensual texture, enriched in dark chocolate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Taylor Family Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Brilliant Mistake"}, {"points": "92", "title": "Burrowing Owl 2014 Pinot Noir (Okanagan Valley)", "description": "The Okanagan has the capability to produce delicate, almost ethereal Pinot Noirs, and this fine example proves the point. Fragrant and feminine, its strawberry and cherry fruit ripe enough to suggest fresh pastry, it's simply delicious, offering complexity and persistence as well as immediate enjoyment.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 32, "designation": null, "variety": "Pinot Noir", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Burrowing Owl"}, {"points": "92", "title": "Stags' Leap Winery 2013 Ne Cede Malis Estate Grown Petite Sirah (Stags Leap District)", "description": "This perennial head-turner lives up to its pedigree in this vintage, offering a full-bodied, lush and plush experience characterized by soft layers of dark cherry, blackberry, vanilla and a seasoning of cinnamon. The vines are head-trained within a block planted to many other varieties, 15% of which make their way into this wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Ne Cede Malis Estate Grown", "variety": "Petite Sirah", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stags' Leap Winery"}, {"points": "92", "title": "Steininger 2015 Loisium Weingarten Reserve Grüner Veltliner (Kamptal)", "description": "Generously ripe notions of yellow plum and juicy pear fill the nose. The palate benefits from the same fruitfulness but adds a touch of pepper and herbal savor at its concentrated core. There is something joyful about this. Despite the generous fruit this stays streamlined and supercrisp. The finish focuses on that wonderfully spicy pepperiness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Loisium Weingarten Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Steininger"}, {"points": "92", "title": "R&A; Pfaffl 2015 Hundsleiten Reserve Grüner Veltliner (Weinviertel)", "description": "Flint and yeast vie with each other to give the first impression of this rich wine. The palate backs this up with concentration and a fluid, soft but defined texture. There is a streamline of lemon freshness at the core. This is like a powerful beast that has barely flexed its muscle. Let it come towards you.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 34, "designation": "Hundsleiten Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Weinviertel", "country": "Austria", "winery": "R&A; Pfaffl"}, {"points": "92", "title": "Tenuta di Biserno 2012 Biserno Red (Toscana)", "description": "Coconut, black currant, toasted oak and grilled bell pepper lead the nose on this blend of Cabernet Franc, Merlot, Cabernet Sauvignon and Petit Verdot. The polished, full-bodied palate offers dried black cherry, raspberry, licorice and espresso framed in silky tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 160, "designation": "Biserno", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta di Biserno"}, {"points": "92", "title": "Johanneshof Reinisch 2015 Satzing Rotgipfler (Thermenregion)", "description": "There is something both earthy and berry fruited on the nose: both dried and fresh fruit shine with richness. There is a totally unusual, lovely bitter edge to this fruit, like a marzipan richness at the edge of tart but with ripe fruit. Take this into your treasure chest of vinous curiosities: It more than deserves its place. This is dry but rich, tart but generous, and comes with its very own strong and forceful personality.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Satzing", "variety": "Rotgipfler", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "92", "title": "Les Belles Collines 2013 Cabernet Sauvignon (Napa Valley)", "description": "Softened by 10% Merlot, 3% Malbec and 1% Petit Verdot, this is a medium-bodied, elegant wine, with highlights of coffee, cedar and cherry-vanilla. Classic elements of cedar and dried herb complement firm, solid tannin.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Les Belles Collines"}, {"points": "92", "title": "Mauritson 2013 Madrone Spring Vineyard Petite Sirah (Rockpile)", "description": "This wine is 100% varietal, aged entirely in French oak. Shy at first, it allows room for an earthy element of compost and is dark and brooding all around, with sizable, tamed, chalky tannin. Leather, black pepper, licorice and cinnamon all make an appearance, adding to the wine's complexity and likability.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 41, "designation": "Madrone Spring Vineyard", "variety": "Petite Sirah", "region_1": "Rockpile", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Mauritson"}, {"points": "92", "title": "Freakshow 2014 Red (Lodi)", "description": "Dark, dense with fruit flavor and thickly tannic, this full-bodied wine is a monument to concentration, ripeness and richness. Massive tannins are matched by huge jammy fruit, with a sense of layering and depth that is impressive and satisfying to experience.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 20, "designation": null, "variety": "Red Blend", "region_1": "Lodi", "region_2": "Central Valley", "province": "California", "country": "US", "winery": "Freakshow"}, {"points": "92", "title": "Gård 2014 Vaucluse Lawrence Vineyards Red (Columbia Valley (WA))", "description": "A blend of Syrah (68%), Grenache (29%) and Viognier, this wine brings pungent, directly appealing aromas of smoked meat, blue fruit, black olive, orange peel and high-toned flowers. The blue and black-fruit and smoked-meat flavors are silky and well constructed with a finish that lingers.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 35, "designation": "Vaucluse Lawrence Vineyards", "variety": "Rhône-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gård"}, {"points": "92", "title": "Loring Wine Company 2015 Sierra Mar Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Candied cranberry and grape meet with light nutmeg, gingersnap cookies and wet slate on the rich, interesting nose of this wine by Lompoc-based Brian Loring. The palate is power-packed and spicy, with boysenberry, sandalwood, cedar, incense, star anise and black-tea touches.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 54, "designation": "Sierra Mar Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "92", "title": "Lucienne 2014 Hook Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Rhubarb, ripe cherry and wet slate show on this wine, one of the many higher-end, single-vineyard expressions that winemaker Paul Clifton makes for the Hahn family. Hearty beet juice and lots of star anise show on the sip that is redolent with dark, wild berries.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Hook Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lucienne"}, {"points": "92", "title": "Lucienne 2014 Smith Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Baked black cherry, rare roast beef and light sage aromas show on the dynamic, earthy nose of this bottling by Winemaker Paul Clifton. Garrigue is prominent on the tip of the sip, with strong but not overripe black cherry and plum flavors. These lead into forest floor, juniper, pine needle and mulling spice on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Smith Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lucienne"}, {"points": "92", "title": "Lynch Wines 2013 Strummer Syrah (Sierra Foothills)", "description": "Concentrated, well structured and not too full bodied, this is an almost architectural wine in how it fills out the palate and clings to the taste buds. It has an appetizing texture due to fine-grained tannins, a sense of ripeness without overripeness, plus deep and layered fruit, coffee and black-pepper nuances.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": "Strummer", "variety": "Syrah", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Lynch Wines"}, {"points": "92", "title": "Forstreiter 2015 Schiefer Reserve Riesling (Kremstal)", "description": "A touch of passion fruit haunts the nose. The palate is juicy with mirabelle plums and lively lemon and orange notes. There is zesty textured concentration and a wonderful purity of flavor. This is exciting and has lots of drive with a lip-smacking finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 19, "designation": "Schiefer Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Forstreiter"}, {"points": "92", "title": "Gunter Triebaumer 2014 Gillesberg Cabernet Franc (Burgenland)", "description": "The nose is tightly closed, yet there is the suspicion of fine fruit. The grippy palate brims with peppery dark-plum fruit and very fine distinct tannins that give this a taut, rigid frame that still needs to relax. This is unusual in so far that it is a Cabernet Franc from Austria, grown on slate. It works well: The tannic structure and fruit are fully expressed. This needs bottle age and will blossom into a far more relaxed and fruitful wine. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Gillesberg", "variety": "Cabernet Franc", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "92", "title": "Haraszthy 2013 Indian Springs Ranch Reserve Zinfandel (Sonoma Valley)", "description": "This sultry, big-boned wine offers deft aspects of black pepper and dried herb atop a softly layered touch of brown sugar. Richness is there, as is a voluptuous flirtatiousness, yet it remains dry and dusty on the palate and classically varietal.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 34, "designation": "Indian Springs Ranch Reserve", "variety": "Zinfandel", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Haraszthy"}, {"points": "92", "title": "Hiedler 2015 Ried Schnekenbichl Reserve Grüner Veltliner (Kamptal)", "description": "Very subtle notions of nettle and ripe, yellow mirabelle plum play on the nose. The palate displays the same juicy notions and bounces with the ample fruit of 2015, tempered by spicy grapefruit zestiness. This offers a wonderful interplay of ripeness and just the right amount of refreshing tartness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Ried Schnekenbichl Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "92", "title": "Ottimino Vineyards 2013 Biglieri Vineyard Zinfandel (Dry Creek Valley)", "description": "From a dry-farmed vineyard planted more than 50 years ago, this 100% varietal wine is highlighted in compost, leather and graphite. Well structured, with firm, strong tannins, it offers a tartness of pomegranate and black cherry along with a complexity of savory tobacco leaf.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 37, "designation": "Biglieri Vineyard", "variety": "Zinfandel", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ottimino Vineyards"}, {"points": "92", "title": "Palencia 2014 Syrah (Yakima Valley)", "description": "Alluring aromas of blackberry and barrel spice lead to ripe, full-bodied black-fruit flavors, showing beautiful depth and a long finish. It packs a hefty punch while never losing its sense of balance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 36, "designation": null, "variety": "Syrah", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Palencia"}, {"points": "92", "title": "Rosenblum 2012 Carla's Reserve Zinfandel (Contra Costa County)", "description": "Luscious and sleek in mouthfeel, and drenched with wonderful fruit flavors, this wine is a beauty. It has ample ripe fruit flavors like boysenberry and cherry pie without being literally sweet, while a sense of quiet concentration lasts on the lingering finish. It is structured with enough fine-grained tannin to age gracefully, so it's best to drink after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": "Carla's Reserve", "variety": "Zinfandel", "region_1": "Contra Costa County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rosenblum"}, {"points": "92", "title": "Fattoria La Lecciaia 2010 Riserva  (Brunello di Montalcino)", "description": "Aromas of dark-skinned berry, leather and truffle take shape in the glass. The full-bodied palate doles out fleshy wild cherry, orange zest, licorice, clove and coffee bean while notes of chopped mint lift the finish. Firm fine-grained tannins give it structure and finesse. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 58, "designation": "Riserva", "variety": "Sangiovese", "region_1": "Brunello di Montalcino", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fattoria La Lecciaia"}, {"points": "92", "title": "Pine Ridge 2013 Cabernet Sauvignon (Stags Leap District)", "description": "Softly mellow yet surprisingly powerful, this 100% varietal wine speaks loudly to its sense of place, born of a region known for combining elegance with sheer force. Cherry and plum highlight a supportive layering of subtle oak, while the gravely texture is juicy and lengthy, a mix of ageworthy complexity and instant appeal.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pine Ridge"}, {"points": "92", "title": "Osprey's Dominion 2013 Carmenère (North Fork of Long Island)", "description": "It's rare to see varietal Carmenère outside of Chile, let alone in Long Island, and such a great surprise when it's as tasty as this. It's lusciously fruity yet pristinely fresh, boasting crisp black-plum and cherry flavors that penetrate deeply on the palate. A herbaceous swathe of green leaf and bramble only accentuates the freshness. Fine firm tannins need a few years to meld. Hold until 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 24, "designation": null, "variety": "Carmenère", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Osprey's Dominion"}, {"points": "92", "title": "Peake Ranch 2014 John Sebastiano Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Plum fruit, smoked pork and sandalwood mesh with some funky game on the nose of this bottling from a new winery owned by John Wagner, with winemaker Paul Lato at the helm. It's light in body, with sultry cranberry fruit and touches of thyme, white pepper and iron.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "John Sebastiano Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Peake Ranch"}, {"points": "92", "title": "Stéphane Aviron 2014 Vieilles Vignes  (Juliénas)", "description": "Produced from two separate vineyards, the wine has all the concentration of old vines. It has tannins and dark fruits, blackberry and black plum. This is a finely structured cru wine that will need to age. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 21, "designation": "Vieilles Vignes", "variety": "Gamay", "region_1": "Juliénas", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "92", "title": "Syncline 2014 Heart of the Hill Vineyard Mourvèdre (Red Mountain)", "description": "This variety is still a rarity in the state, with vineyard-designated offerings even more so. Aromas of cherry, mortared herb and mineral are followed by focused tightly wound black-fruit flavors that persist on the finish. It appears to show a bit more oak influence than the winery is typically known for but still delivers the goods.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Heart of the Hill Vineyard", "variety": "Mourvèdre", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Syncline"}]