[{"points": "93", "title": "Domaine Jean-Michel Gerin 2013 La Landonne  (Côte Rôtie)", "description": "This is a tremendous example of Côte-Rôtie from an irregular vintage. After 20 months in new oak, the wine is a seamless amalgam of roasted meat and charred fruit. The tannins are supple, the extraction and ripeness judged expertly to provide richness without excessive weight. The finish does firm up a bit, so drink it from 2018–2028, and possibly beyond.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 391, "designation": "La Landonne", "variety": "Syrah", "region_1": "Côte Rôtie", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine Jean-Michel Gerin"}, {"points": "93", "title": "Jalits 2014 Steinberg Red (Burgenland)", "description": "A touch of black cherry with the faintest lick of licorice appears on the nose. The palate is equally reticent but incredibly juicy. Black-cherry notes billow and swell on the fluid body. This wine is fresh, firm and toned, brightened by acidity that adds elegance. A cool and profound red, it draws you in with its inherent freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Steinberg", "variety": "Austrian Red Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Jalits"}, {"points": "93", "title": "Bel Colle 2013 Simposio  (Barolo)", "description": "Enticing scents of woodland berry, new leather, blue flower and baking spice meld together in the glass. The focused yet full-bodied palate delivers raspberry, Marasca cherry, clove and a hint of dried herb. Velvety tannins and fresh acidity provide framework and balance. Drink 2021–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Simposio", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Bel Colle"}, {"points": "93", "title": "Betwixt 2015 Helluva vineyard Pinot Noir (Anderson Valley)", "description": "Subtle, intricate aromas and equally sophisticated flavors of baking spices, tamarind and cherries make this a fascinating wine to taste. It's full bodied but lithe. Energizing acidity and firm tannins give it great structure and help carry the complex flavors through a lingering finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 35, "designation": "Helluva vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Betwixt"}, {"points": "93", "title": "Vignobles K 2014 Badine de la Patache  (Pomerol)", "description": "The wine, with its firm tannins and solid structure, is still young. The hints of black-plum fruits are way behind the structure. That's all good, because this wine will come together well, to give a rich full wine with spice, juicy black fruits and acidity. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "Badine de la Patache", "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Vignobles K"}, {"points": "93", "title": "Cattleya 2015 Pratt Vineyard Chardonnay (Russian River Valley)", "description": "Sultry and inviting aromas of buttercream, custard and white peach are sliced by Meyer-lemon juice, salt and jasmine on the nose of this single-vineyard expression. It's finely tuned on the palate, delivering butterscotch and pecan flavors dissected by razor-sharp acidity and a chalky texture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Pratt Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Cattleya"}, {"points": "93", "title": "Cordero di Montezemolo 2013 Gattera  (Barolo)", "description": "Menthol, French oak, exotic spice violet and red berry aromas take center stage. The full-bodied, enveloping palate delivers dried Marasca cherry, raspberry compote, licorice, espresso and cinnamon framed in youthfully assertive close-grained tannins. Give this time to fully unwind. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 97, "designation": "Gattera", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cordero di Montezemolo"}, {"points": "93", "title": "Damilano 2013 Lecinquevigne  (Barolo)", "description": "Aromas of red berry, violet and baking spice are front and center. Polished and savory, the palate offers cinnamon and crushed herb alongside a backbone of refined tannins. Bright acidity lends nice balance. Drink 2023–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Lecinquevigne", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Damilano"}, {"points": "93", "title": "DeMorgenzon 2016 Cape Winemakers Guild Roussanne (Stellenbosch)", "description": "Winemaker: Carl van der Merwe. This is Winemaker Carl van der Merwe's first CWG auction wine (along with his Gravitas red blend), and it is a stunner right out of the gate. The nose opens with fresh yet ripe notes of waxy melon and peach, kissed by hints of dried fynbos and lightly toasted oak. The medium-weight palate is similarly concentrated and well balanced, with ample acidity and a subtle tannic texture that adds length to the long, evolving finish. While it's certainly delicious now, this will age well through 2023.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild", "variety": "Roussanne", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "DeMorgenzon"}, {"points": "93", "title": "Calera 2014 Jensen Vineyard Pinot Noir (Mt. Harlan)", "description": "This bottling by Josh Jensen shows sharp aromas of black plum and blackberry, with hints of lilacs. The palate combines a strong earthy quality with gravelly minerality, rose petals, lavender and dark cranberry fruit. Tannins are a bit rigid this early in this wine's life, so wait for the mellowing. Drink 2018–2034.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 88, "designation": "Jensen Vineyard", "variety": "Pinot Noir", "region_1": "Mt. Harlan", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calera"}, {"points": "93", "title": "Fontanafredda 2013 Serralunga d'Alba  (Barolo)", "description": "Woodland berry, crushed mint and pressed rose aromas lift out of the glass. Firmly structured but also boasting finesse, the focused palate presents red cherry, raspberry, clove and a hint of chopped herb framed in taut, fine-grained tannins and bright acidity. Drink 2025–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 49, "designation": "Serralunga d'Alba", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fontanafredda"}, {"points": "93", "title": "Shoup 2013 Red (Columbia Valley (WA))", "description": "This wine is a blend of 68% Cabernet Sauvignon, a whopping 23% Petit Verdot, 7% Merlot and 2% Cabernet Franc. The aromas leap up from the glass, with notes of garden herb, tar, black cherry and licorice. The flavors are rich and saturated, loaded with black-fruit notes that persist effortlessly on the finish. It shows a fine sense of structure and balance along with a compelling texture. Best after 2024.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 100, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Shoup"}, {"points": "93", "title": "Presqu'ile 2012 Blanc de Blancs Sparkling (Santa Maria Valley)", "description": "The best of a strong series of sparklers from this winery and vineyard on the western edge of the appellation, this Chardonnay-based bubbly shows light toast, chalk and lemon mousse on the pure and appealing nose. The effervescence is quite aggressive, with spectacular foaming on the sip that sizzles from front to back, carrying a soft texture but framed by racy acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Blanc de Blancs", "variety": "Sparkling Blend", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Presqu'ile"}, {"points": "93", "title": "Produttori del Barbaresco 2011 Rio Sordo  (Barbaresco)", "description": "New leather, wild berry, violet, white pepper and dark spice aromas come together in the glass. The elegantly structured savory palate offers a nice depth of flavors including ripe morello cherry, crushed raspberry, star anise and clove. Tightly wound refined tannins provide the firm polished framework. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 58, "designation": "Rio Sordo", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Produttori del Barbaresco"}, {"points": "93", "title": "Sante Arcangeli 2015 Duet Chardonnay (Santa Cruz Mountains)", "description": "The small 2015 vintage didn't give John Benedetti much to work with, but he sources 60% from Bald Mountain Vineyard in Bonny Doon and 40% from Split Rail in Corralitos to deliver this stunner. Aromas of Marcona almond, buttered croissant and lemon preserves lead into a palate full of acidic energy. Salty, savory flavors of roasted nuts meet with warm buttercream and fresh lemon spray on the palate. It provides a full experience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Duet", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sante Arcangeli"}, {"points": "93", "title": "Amici 2014 Reserve Pinot Noir (Russian River Valley)", "description": "Spicy acidity wraps around a lengthy and intense experience of full-bodied concentration and power in this well-made wine. Forest pine, red cherry and vanilla combine effortlessly to provide a robust flavor profile that's memorable and rich.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Reserve", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Amici"}, {"points": "93", "title": "Château Léognan 2014  Pessac-Léognan", "description": "Under the attention of the Miecaze family, this ancient estate has burst out of a dormant period and into new life with vineyards, a winery, a restaurant and a B&B. This latest vintage is powerfully dense and with great swathes of tannins and perfumed fruit. The wine is stylish, while also being ripe and full in the mouth. It has fine potential and will be ready from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Léognan"}, {"points": "93", "title": "Curto Marco 2013 Arborina  (Barolo)", "description": "Aromas of fragrant purple flower, dark-skinned berry, new leather and a whiff of crushed botanical herb float out of the glass. The savory, full-bodied palate doles out layers of juicy Marasca cherry, raspberry compote, cinnamon and anise while polished, fine-grained tannins lend finesse and structure. Orange peel and an earthy hint of game lend depth. Drink 2019–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Arborina", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Curto Marco"}, {"points": "93", "title": "Diatom 2016 Hillard Bruce Chardonnay (Sta. Rita Hills)", "description": "Freshly cut Anjou pear, crisp apple, hints of honeydew and lime skin show on the nose of this vibrant bottling by Greg Brewer. There is bouncy acidity and a fine-grained, chalky grip to the sip, delivering chilled green-melon and lime-sorbet flavors. It's tangy yet laced with stony minerality and intriguing texture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Hillard Bruce", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Diatom"}, {"points": "93", "title": "Domaine des Remizières 2011 Cuvée Christophe  (Crozes-Hermitage)", "description": "One of the finest Crozes-Hermitage wines I can remember tasting, this wine combines mouthwatering notes of hickory-smoked pork and dark berries. There's plenty of richness on the midpalate and a long, velvety finish, making this truly a complete package. Drink now–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 47, "designation": "Cuvée Christophe", "variety": "Syrah", "region_1": "Crozes-Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine des Remizières"}, {"points": "93", "title": "Centovigne 2011 Castellengo Nebbiolo (Coste della Sesia)", "description": "Made entirely with Nebbiolo from Alto Piemonte, this boasts alluring aromas of ripe black-skinned berries, dark cooking spices, cut roses, new leather and tilled earth. The taut, elegant palate is loaded with flavor and finesse, delivering mature black cherries, cranberries, licorice and tobacco framed in youthfully assertive but polished tannins. Fresh acidity provides balance. Drink 2019–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 45, "designation": "Castellengo", "variety": "Nebbiolo", "region_1": "Coste della Sesia", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Centovigne"}, {"points": "93", "title": "Bodkin 2016 Hotspur Rosé of Syrah (Russian River Valley)", "description": "Nutty, meaty and complex, this crisp, high-toned wine offers food-friendly elegance and refreshment while teasing in savory hints of earthiness. Balanced and dry, it continues to impress as it glides along in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 19, "designation": "Hotspur Rosé of", "variety": "Syrah", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Bodkin"}, {"points": "93", "title": "Somerston 2013 Deerhound Estate Grown Cabernet Franc (Napa Valley)", "description": "Softened by 20% Merlot, this wine tastes of chocolate-covered clove and spicy dried herb, the robust layers of flavor cradled in toasted oak. Fresh and brooding, it offers forest pine, black currant and tobacco in a refined package of integrated tannin.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Deerhound Estate Grown", "variety": "Cabernet Franc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Somerston"}, {"points": "93", "title": "Talisman 2014 Huckleberry's Vineyard Pinot Noir (Sonoma Coast)", "description": "From a vineyard that's less than one acre in size, this special bottling is tiny but mighty, juicy in blue and red fruit. Robust in spice, it unleashes a velvety texture with ease, allowing room for focused tannin to be supportive rather than distracting. The finish retains a welcome freshness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Huckleberry's Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Talisman"}, {"points": "93", "title": "Tenor 2014 Syrah (Columbia Valley (WA))", "description": "This wine is überaromatic, with notes of raspberry jam, stemmy herbs, blackberries, smoked meat, orange peel, iron and an earthy funk. The palate brings a lot of intensity of flavor, with smoke and orange-peel notes lingering on the warm finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 58, "designation": null, "variety": "Syrah", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Tenor"}, {"points": "93", "title": "Marcarini 2013 Brunate  (Barolo)", "description": "Earthy aromas of truffle, forest floor, woodland berry, mint and new leather escape the glass. Bright and elegantly structured, the polished palate delivers Marasca cherry, cranberry, cinnamon and star anise framed in youthfully firm, refined tannins. Fresh acidity lends balance. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Brunate", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Marcarini"}, {"points": "93", "title": "Marcarini 2013 La Serra  (Barolo)", "description": "Rose, iris, red-berry and cake-spice aromas set the tone on this graceful red. It's linear, bright and loaded with finesse, evoking red cherry, crushed strawberry, star anise and pink peppercorn alongside taut, polished tannins and bright acidity. Drink 2013–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "La Serra", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Marcarini"}, {"points": "93", "title": "Long Meadow Ranch 2015 Pinot Noir (Anderson Valley)", "description": "This new wine from an estate vineyard is the strong, quiet type that's not effusively fruity but instead emphasizes mineral elements and great structure. An attractive chalky, spicy aroma leads to beautifully restrained red cherry and pomegranate flavors that seem to grow and expand with each sip. The texture is firmly tannic but also polished, supported by perfect acidity that keeps everything sharp and focused.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Long Meadow Ranch"}, {"points": "93", "title": "Goldeneye 2014 Confluence Vineyard Pinot Noir (Anderson Valley)", "description": "Beautifully made, complex and complete, this full-bodied wine embraces seductive, spicy oak flavors, ripe fruit and a mouthfilling texture. Intricate vanilla, nutmeg and toasted baguette aromas lead to mulled plum, rhubarb and red-cherry flavors that coat the palate and linger on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 82, "designation": "Confluence Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "93", "title": "Figgins 2014 Estate Red (Walla Walla Valley (WA))", "description": "This wine is a blend of Cabernet Sauvignon, Petit Verdot and Merlot all coming from a single vineyard site. It's wound up tightly at present, with aromas of herb, dark fruit, spice and earth. The palate is big and bold, with rich fruit flavors and a firm lick of tannins. Best from 2024–2030.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 85, "designation": "Estate", "variety": "Bordeaux-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Figgins"}]