[{"points": "92", "title": "Sarah's Vineyard 2013 Estate Chardonnay (Santa Clara Valley)", "description": "There's a yogurt-driven dairy element on the nose of this estate wine from western Gilroy, with sleek white peach, light white pepper, lemon blossom and lime-pith aromas in support. The Brie cheese-rind tension carries to the palate, along with grapefruit pith, lime zest and bountiful energy. This bottling is great now but will hold until at least 2022.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Estate", "variety": "Chardonnay", "region_1": "Santa Clara Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sarah's Vineyard"}, {"points": "92", "title": "Thiénot 2006 Cuvée Stanislas Blanc de Blancs Brut Millesimé Chardonnay (Champagne)", "description": "With fruit from the chalk vineyards of the Côte des Blancs, this wine named after Alain Thiénot's son Stanislas is tightly textured, mineral-driven, steely and crisp. Apple skins and lime juice feature along with a continuing freshness despite the wine's age. It can be enjoyed now, although it will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Cuvée Stanislas Blanc de Blancs Brut Millesimé", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Thiénot"}, {"points": "92", "title": "Chehalem 2014 Three Vineyard Pinot Gris (Willamette Valley)", "description": "Lightly dusted with cinnamon and baking spices, this is apple pie in a glass. Along with the lovely apple-pastry richness come lighter suggestions of pear and peach. This immaculate and substantial effort should be consumed now through 2017.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 22, "designation": "Three Vineyard", "variety": "Pinot Gris", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Chehalem"}, {"points": "92", "title": "Chehalem 2014 Three Vineyard Riesling (Willamette Valley)", "description": "This is a terrific vintage for this blend, helped by the decision to bump up the alcohol and reduce the residual sugar, now down to 16g/L. Though off dry, this retains a spine of steely acid, highlighting the bright and spicy lemon curd, orange peel and pink grapefruit flavors. It will be delicious with pork roasts or simply sipped with mild cheeses.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 22, "designation": "Three Vineyard", "variety": "Riesling", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Chehalem"}, {"points": "92", "title": "Domaine Anderson 2013 Chardonnay (Anderson Valley)", "description": "A vivid gold color distinguishes this grand wine at the first glance, and then lightly spicy aromas and a gorgeous combo of buttery and fruity flavors come forward. Generous flavors make it very compelling, while the texture that is at once lightly acidic and smooth completes the package.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 43, "designation": null, "variety": "Chardonnay", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Domaine Anderson"}, {"points": "92", "title": "Chalone Vineyard 2012 Estate Grown Pinot Noir (Chalone)", "description": "A uniquely floral nose from this historic producer shows damp herbs, red licorice, rose petals and rose hips. It's relatively light in body, with sleek raspberry and red cherry fruit clinging to a pencil lead and graphite core. Marjoram and more herbs emerge on the midpalate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Estate Grown", "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chalone Vineyard"}, {"points": "92", "title": "Epiphany 2012 Stagecoach Vineyard Syrah (Napa Valley)", "description": "This age-worthy wine was given plenty of time to develop in used French oak, and will stand up to further time in the cellar. Right now it offers structured depths of high-toned cherry and leather, with a floral flourish that keeps it bright and fresh despite its substantial concentration. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Stagecoach Vineyard", "variety": "Syrah", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Epiphany"}, {"points": "92", "title": "Ferrari 2008 Perlé Chardonnay (Trento)", "description": "Pressed yellow flowers, citrus zest, walnut and bread crust aromas lead the way on this elegantly structured wine. The foaming, velvety palate doles out ripe yellow apple, lemon drop, toast and a light note of crystallized ginger framed in vibrant acidity and an ultrafine perlage. An energizing mineral note closes the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": "Perlé", "variety": "Chardonnay", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Ferrari"}, {"points": "92", "title": "Louis Roederer 2006 Brut Nature  (Champagne)", "description": "Certainly dry, this Champagne is also ripe and structured, balancing the extreme dryness and acidity. It is a complex wine that has the ability to age in the bottle. The minimalist label, designed by Philip Starck, is a perfect pairing with the no-frills wine inside the bottle.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 89, "designation": "Brut Nature", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "92", "title": "Mailly Grand Cru 2009 L'Intemporelle Grand Cru Brut  (Champagne)", "description": "This is a ripe style of Champagne, rounded and rich, from a 60-40 Pinot Noir and Chardonnay blend. The structure of the Pinot gives it ripe apple and Rocha pear flavors, well cut by acidity and with a soft, full, creamy aftertaste. The wine is still young and will be better drunk from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "L'Intemporelle Grand Cru Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}, {"points": "92", "title": "Metz Road 2012 Viento Vineyard Estate Grown Pinot Noir (Monterey)", "description": "A smaller project from the Scheid family of wines, this single-vineyard expression offers a sanguine nose of blood, iodine, dirt, crushed violets and a touch of pungent juniper and pine. It's light and lithe on the palate, with pomegranate, cranberry and iron, proving to be a very fresh sipper.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "Viento Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Monterey", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Metz Road"}, {"points": "92", "title": "Mount Veeder 2012 Cabernet Sauvignon (Napa Valley)", "description": "Made in large-enough quantities to be widely available, as well as at a rare price point for the appellation, this is a bit of a find. Juicy in red-fruit tones yet supported by drying tannins, this is pleasurably perplexing, with a hint of mint on the nose. Full bodied, it finishes with tobacco and fig. Cellar through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mount Veeder"}, {"points": "92", "title": "Gosset NV Grand Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This is a dry, mineral wine with a tight texture of lemon zest, white stone fruits and crispness. It is dry while keeping fresh fruitiness. The texture and the structure are just coming together as the wine moves towards a more mature future. A light toastiness adds complexity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "Grand Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Gosset"}, {"points": "92", "title": "Stephen Ross 2013 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "The veteran San Luis Obispo-based winemaker heads south to the historic vineyard to produce this wine. A wildly dynamic nose suggests unripe lemon skin, pencil lead, oak and smoky wisps of a beach campfire. The woody, cedar element—though not really oaky—provides an intriguing palate of pencil shavings, green pear skins and lime pith.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stephen Ross"}, {"points": "92", "title": "Rusack 2013 Reserve Pinot Noir (Sta. Rita Hills)", "description": "Blistered cranberries, seared plums, slate, sandalwood and a whiff of pine forest pop on the nose of this bottling by Santa Barbara-raised winemaker Steve Gerbac. The palate bursts with energy, showing flavors of black sage, cherry, tart cranberry, pan-toasted herbs and cedar verve. The elements will focus and be even better 2017–2023.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Reserve", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rusack"}, {"points": "92", "title": "Lone Madrone 2011 The Wll Red (Paso Robles)", "description": "A creative, dry-farmed blend of 47% Grenache, 40% Petite Sirah and 13% Zinfandel, this bottling shows dense sagebrush, cedar, sandalwood, pine and black gravel on the dark, shrubby nose. The palate offers olallieberries with a woody twist of dried rosemary and oregano, as well as dried orange-rind tartness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "The Wll", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lone Madrone"}, {"points": "92", "title": "Quinta Santa Eufemia 2009 Late Bottled Vintage  (Port)", "description": "Dense and ripe, this is a sweet, full-bodied wine. It has fine acidity surrounded by blueberry jelly flavors and a rich, ripe texture. The tannins are well integrated into the fine structure and there's an invigorating final acidity. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Late Bottled Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta Santa Eufemia"}, {"points": "92", "title": "Vellum 2011 Red Merlot-Cabernet (Napa Valley)", "description": "This majority Merlot, with 15% Cabernet Sauvignon, is elegant in sandalwood and cedar, offering a taste of cassis and dried herb atop integrated yet sizable tannins. French oak, half of it new, encased the wine for a little more than two years, adding to its power and structure. Drink now through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Red", "variety": "Merlot-Cabernet", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Vellum"}, {"points": "92", "title": "Sculpterra 2012 Maquette Estate Red (Paso Robles)", "description": "Hot gravel, fresh mint, dried basil and dark red fruits entertain the nose on this bottling of 44% Cabernet Sauvignon, 43% Cabernet Franc and 13% Merlot from the Frankel Family Estate. Playful red fruits make for easy drinking, with complexity coming from licorice and a buttered finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Maquette Estate", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sculpterra"}, {"points": "92", "title": "Le Vieux Pin 2013 Ava White (Okanagan Valley)", "description": "In 2013 the blend is half Viognier, 41% Roussanne and 9% Marsanne. This is a thrilling wine, penetrating and seductive, with strong flavors of breakfast tea under scents and flavors of lemon blossom, rind and flesh. It invites and rewards your contemplation.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Ava", "variety": "Rhône-style White Blend", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Le Vieux Pin"}, {"points": "92", "title": "Lachini 2012 Prima Pinot Noir (Chehalem Mountains)", "description": "This is the winery's reserve, made just once previously, in 2010. Rich, deep and chewy, it brings black cherry fruit to the front and center, streaked with highlights of earth and iron. Big at first, the wine seems to lighten up through the finish, with lemon and orange-peel notes leading into a pleasant wash of chocolate.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 100, "designation": "Prima", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Lachini"}, {"points": "92", "title": "Lafond 2011 Lafond Vineyard Clone 828 Pinot Noir (Sta. Rita Hills)", "description": "Buttered cherries and grippy cranberry skins mix with a bit of barnyard funk and some sanguine elements on the nose of this clonal study. The palate shows pomegranate, anise seed, black slate, oregano and thyme, though clings mostly to the ripe raspberry and black currant fruit backbone.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Lafond Vineyard Clone 828", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lafond"}, {"points": "92", "title": "Chimney Rock 2012 Tomahawk Vineyard Cabernet Sauvignon (Stags Leap District)", "description": "From an estate-grown, valley-floor vineyard on the southern edges of the winery property, this wine is complex and nuanced in berry pie and a satchel of dried herb. Sizable tannins—which show promise to be tamed with time—form the integrated structure, supporting a lengthy, mocha-chocolate finish. Cellar through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 136, "designation": "Tomahawk Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Chimney Rock"}, {"points": "92", "title": "Chanoine NV Tsarine Cuvée Adriana  (Champagne)", "description": "With its gold bottle designed by Adriana Karembeu, this rich wine is full of rounded fruits and ripe, juicy apples. This fruitiness is balanced by a more structured character that introduces a steely edge of minerality. The wine is mature, ripe and balanced with a bright, fresher aftertaste.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Tsarine Cuvée Adriana", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Chanoine"}, {"points": "92", "title": "Bruno Paillard NV Blanc de Blancs Grand Cru Extra Brut Chardonnay (Champagne)", "description": "From Grand Cru vineyards in the Côte des Blancs, this fresh and fruity wine is now at its peak of crispness and minerality. It has concentration and a lively texture with white fruits, citrus and a bright, tight aftertaste. It could age after purchase, although there is no need.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 68, "designation": "Blanc de Blancs Grand Cru Extra Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "92", "title": "Cakebread 2012 Benchland Select Cabernet Sauvignon (Napa Valley)", "description": "Aged in barrel for close to two years, this 100% varietal wine from a classic Napa Valley producer delivers a compelling mix of blackberry pie and chocolate. The flavors form around soft, silky, well-integrated oak and fine-grained tannins. Rich and robust, it discloses an elegance that suggests further cellaring, through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Benchland Select", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Cakebread"}, {"points": "92", "title": "Amici 2012 Cabernet Sauvignon (Oakville)", "description": "From the heart of Oakville, this 100% varietal wine is luxurious, silky and velvety on the palate, a masterful study of texture. Lengthy and balanced, despite its powerful fruit, it suggests dark plum and cassis, with just a tiny note of cherry, the tannins refined and chalky. Cellar through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Amici"}, {"points": "92", "title": "Amici 2012 Morisoli Vineyard Cabernet Sauvignon (Rutherford)", "description": "A whiff of yeasty baked bread opens the bouquet of this 100% varietal wine that's plenty juicy and drinkable right now. Plum surrounds integrated tannins and a powerful midpalate, suggesting an ability to age. The finish is all about mocha. Cellar through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Morisoli Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Amici"}, {"points": "92", "title": "Black Cordon 2012 Reserve Chardonnay (Russian River Valley)", "description": "Round and lush, this offers soft layers of vanilla, French toast and tarte Tatin. Expansive on the palate, it maintains acidity and a freshness that keeps it inviting in the glass, concocting appealing aromas of lemon chiffon.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Reserve", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Black Cordon"}, {"points": "92", "title": "Bravium 2013 Wiley Vineyard Pinot Noir (Anderson Valley)", "description": "This wine has classic style, showing a rather light, traditional color and woodsy, earthy, herbal aromas, with tantalizing and complex fruity and savory flavors. A firm texture and flavor complexity highlight elegance rather than ripeness. It was aged in barrels whose staves were seasoned four years before assembling.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 49, "designation": "Wiley Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Bravium"}]