[{"points": "95", "title": "Wagner-Stempel 2016 Heerkretz GG Trocken Riesling (Rheinhessen)", "description": "Pristine sun-ripened grapefruit, yellow-peach and tangerine flavors are amplified by fragrant tones of honey and blossom in this exuberant dry Riesling. It's a buoyant fruity wine but deeply mineral too, honed by strikes of steel and acid. The finish is mouthwatering and juicy yet edged by an invigorating crystalline brace.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Heerkretz GG Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wagner-Stempel"}, {"points": "95", "title": "Zilliken 2016 Rausch GG Riesling (Mosel)", "description": "Light bodied and nimble, this zesty dry Riesling seems initially quite demure. It's delicately perfumed with just a hint of blossom, and its fruit profile is understated, suggesting crisp yellow-apple and cantaloupe flavors. But it's a silk-textured wine that should develop in concentration and richness with time. Hold till 2021 and enjoy for many years further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Rausch GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Zilliken"}, {"points": "95", "title": "Anderson Conn Valley 2015 Signature Cabernet Sauvignon (Napa Valley)", "description": "With less than 6% Petit Verdot, this epic wine is made from the producer's best barrels and is seductive in wild vanilla, red currant and plum. Expansive and succulent on the palate, the oak is well-integrated and supportive, imparting complex notes of cigar box and clove on the lengthy, spicy finish. Enjoy best 2025–2035.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 195, "designation": "Signature", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Anderson Conn Valley"}, {"points": "95", "title": "Denner 2015 Grenache (Paso Robles Willow Creek District)", "description": "Mellow yet packed with action on the nose, this bottling offers aromas of rose petals, jasmine tea, caramelized black fruit and loam. The mouthfeel is quite full and grippy with tannins, offering big fruity flavors of strawberry, grenadine, lavender and violet. Stunning acidity and a chalky texture carry deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": null, "variety": "Grenache", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Denner"}, {"points": "95", "title": "Domaine Berthoumieu 2014 Vitis MCM Tannat-Cabernet (Madiran)", "description": "MCM or 1900 refers to the century-old Tannat vines that give this wine concentration, richness and intensity. It is still firm, packed with tannins over the ripe black-plum, berry and licorice flavors. This is a wine to savor over many years, but don't drink before 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Vitis MCM", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Berthoumieu"}, {"points": "95", "title": "Dragonette 2015 Duvarita Vineyard Pinot Noir (Santa Barbara County)", "description": "Tart cranberry and raspberry aromas integrate with wild thyme and baked earth aromas on the nose of this bottling from a biodynamic vineyard that's northwest of the already coastal Sta. Rita Hills. The palate is complex and ever-evolving, with invitingly polished tannins delivering a sense of mulberries and wild berries buried in wet dirt with crushed pine needle and juniper on top.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Duvarita Vineyard", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Dragonette"}, {"points": "95", "title": "Friedrich Becker 2013 Sankt Paul Pinot Noir (Pfalz)", "description": "Integrated notes of bramble, toast and spice recollect two years of oak maturation in this bold, concentrated Spätburgunder. While at first voluptuous on the palate in bold red-cherry and plum flavors, lip-smacking cranberry acidity and elegant tones of granite and violet freshen the midpalate. Persistent, mouth-coating tannins carry a long finish. Beautiful already but will improve through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 150, "designation": "Sankt Paul", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Friedrich Becker"}, {"points": "95", "title": "Gainey 2014 Patrick's Vineyard Selection Cabernet Sauvignon (Santa Ynez Valley)", "description": "A focused nose of plump red fruit and baking spice start off this special selection Cabernet, which includes 10% Merlot and 6% Petit Verdot. The palate is zesty in notes of thyme, oregano, blackberry, tobacco and cedar. Over time, it expands broadly and deliciously on the palate. Drink 2020–2034.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Patrick's Vineyard Selection", "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Gainey"}, {"points": "95", "title": "Gary Farrell 2015 Rochioli-Allen Vineyards Chardonnay (Russian River Valley)", "description": "This wine strikes supple fruit tones against broad minerality. Meyer lemon and tangerine flavors are complemented by salty stone and butter. Bright acidity carries the palate as a lovely note of orange blossom persists.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Rochioli-Allen Vineyards", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "95", "title": "Gunderloch 2016 Pettenthal Trocken GG Riesling (Rheinhessen)", "description": "Ripe yellow-apple and quince flavors fall in lavish, creamy waves on the palate of this full-bodied Riesling. Dry and luscious in style, it's peppered by delicate hints of smoke and exotic spice and spine-tingling tangerine acidity. An elegant wine already but it should hit its stride by 2025 and hold further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Pettenthal Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Gunderloch"}, {"points": "95", "title": "Hartford Court 2015 Seascape Vineyard Chardonnay (Sonoma Coast)", "description": "Exposed to the coast, this crisp white is racy with flavors of salty pretzel and apple skin. It offers impressive weight and viscosity interwoven with juicy acidity, allowing it to stay fresh and focused in the glass. Freshly squeezed lemon shows on the nose and palate, with a touch of brine and supportive oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Seascape Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "95", "title": "Schäfer-Fröhlich 2016 Stromberg GG Dry Riesling (Nahe)", "description": "Abundant layers of smoke, earth and slate meld into delicate lime and green apple. It's a fleshy full-bodied dry wine yet invigorated by racy streaks of acidity and a lean steely finish. Notes of chalky mineral and lemon pith linger on the palate. Tasted in early 2018, it's still taut and closed. Hold till 2021 but enjoy over the next few decades.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 110, "designation": "Stromberg GG Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Nahe", "country": "Germany", "winery": "Schäfer-Fröhlich"}, {"points": "95", "title": "Von Buhl 2016 Pechstein GG Riesling (Pfalz)", "description": "Made from Riesling grown in the heat-retaining basalt soils of the Pechstein vineyard, this dry, intensely mineral wine balances nerve and tension and against luscious white peach and yellow-cherry flavors. It's silky and lithe on the palate but jolted by electric acidity and a long, steely finish. Tasted in early 2018, it's still closed and taut. Hold till 2023 and enjoy for years to come.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Pechstein GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Von Buhl"}, {"points": "95", "title": "Wagner-Stempel 2016 Höllberg GG Trocken Riesling (Rheinhessen)", "description": "Layers of luscious yellow peach and nectarine are juxtaposed by a dense mineral backdrop in bold stately wine. Dry in style with scintillating lime acidity, it needs some time to meld into its muscular frame but should open gorgeously from 2023 and continue to improve.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 65, "designation": "Höllberg GG Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wagner-Stempel"}, {"points": "95", "title": "Wine & Soul 2015 Pintas Red (Douro)", "description": "This wine holds the essence of the Douro. Structure, minerality, rich tannins and bold black fruits all come together. It is impressively rounded, the result of old vines and fermentation in open stone lagars. Despite all this power, there is also elegance. The wine needs to be aged, drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Pintas", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Wine & Soul"}, {"points": "95", "title": "Castello di Ama 2013 San Lorenzo Gran Selezione  (Chianti Classico)", "description": "Fragrant and refined, this radiant wine opens with scents of violet, red berry, baking spice and a whiff of plum. The chiseled palate delivers succulent wild cherry, white pepper, cinnamon and star anise alongside firm refined tannins. It boasts a long licorice finish while bright acidity lends balance. It's already delicious but hold for even more complexity. Drink 2020–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 53, "designation": "San Lorenzo Gran Selezione", "variety": "Red Blend", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Ama"}, {"points": "95", "title": "Château du Cèdre 2015 GC Malbec (Cahors)", "description": "This wine is powerful in its depth and concentration. Bold tannins, vibrant acidity and strong minerality combine with black plum and berry flavors. This major wine obviously needs to age. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "GC", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château du Cèdre"}, {"points": "95", "title": "Château Lagrézette 2015 Le Pigeonnier Malbec (Cahors)", "description": "This single-vineyard wine—named after the classic pigeon house located near the vines—is bold in black fruit and spice tones, with a huge, dry and tannic structure from wood aging. There is a real sense of power and great concentration, making this an ageworthy wine. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 290, "designation": "Le Pigeonnier", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "95", "title": "Domaine Christian Moreau Père et Fils 2015 Les Clos Grand Cru  (Chablis)", "description": "Even in a warm vintage like 2015, this vineyard produces the most structured of the Grand Cru wines, as this still tight, tense and mineral wine illustrates. With its steely edge and firm structure, it is still to show its rich fruit. Expect the wine to take its time and don't drink before 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 115, "designation": "Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "95", "title": "Ökonomierat Rebholz 2016 Im Sonnenschein GG Dry Riesling (Pfalz)", "description": "This is an intensely stony dry Riesling, anchored in minerality but also offering a cutting array of bright zesty tangerine, lime and lemon flavors. Full bodied and lavishly mouth filling, it finishes long and lean with reverberating acidity and a lingering hint of lime pith. While delicious already, it's a bottling that's likely to deepen in texture and mineral complexity with age.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 100, "designation": "Im Sonnenschein GG Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Ökonomierat Rebholz"}, {"points": "95", "title": "Schäfer-Fröhlich 2016 Halenberg GG Dry Riesling (Nahe)", "description": "Crystalline minerality and cutting lime and grapefruit flavors collide in this racy dry Riesling. While it's pristine and citrusy, it's anchored by a cool earthen undertone of honed steel and pollen. Full bodied and lavishly textured, it finishes on a creamy silken touch. Hold till 2021 and watch it improve for a decade to come.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 110, "designation": "Halenberg GG Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Nahe", "country": "Germany", "winery": "Schäfer-Fröhlich"}, {"points": "95", "title": "Schmitt's Kinder 2015 Randersackerer Pfülben Grosse Lage GG Dry Spätburgunder (Franken)", "description": "Delicate hints of smoke, hazelnut and spice accent black cherry and berry in this finely polished red. While expansive and voluptuous in mouthfeel, it's freshened by twists of violet and rose petal florals along with invigorating strikes of acidity. The finish is long, marked by a subtle kiss of vanilla and fine-grained, penetrating tannins.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 100, "designation": "Randersackerer Pfülben Grosse Lage GG Dry", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Schmitt's Kinder"}, {"points": "94", "title": "Bodegas Dios Baco S.L. NV Oxford 1.970 Pedro Ximénez (Jerez)", "description": "An opaque brown color and massive raisin and fig aromas announce a supremely rich Sherry. Despite that initial impression, the palate is lively and fresh, with vivid chocolate and pepper flavors that suggest Mexican cocoa. It finishes smooth and well balanced for such a concentrated wine.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 21, "designation": "Oxford 1.970", "variety": "Pedro Ximénez", "region_1": "Jerez", "region_2": null, "province": "Andalucia", "country": "Spain", "winery": "Bodegas Dios Baco S.L."}, {"points": "94", "title": "Château Lagrézette 2015 Paragon Massaut Malbec (Cahors)", "description": "This wine comes from a sweet spot on gravel soil in Alain Dominique Perrin's Clos Marguerite vineyard. It has a great sense of site, with power, a dense texture, huge tannins and layers of jammy black fruit. Rich and ripe, it will age over many years. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Paragon Massaut", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "94", "title": "Dion 2015 Old Vines Pinot Noir (Chehalem Mountains)", "description": "The old vines indicated on this wine's label are 100% Pommard clone planted in 1976. Its compelling aroma gracefully combines flower, fruit, earth and barrel scents. Drinking more like a mature, well-aged wine than a fresh newcomer, it's a bottle for those with with twitchy cork-pulling fingers. Despite generous (50%) new oak, it remains subtly detailed, with beautifully integrated components.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Old Vines", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Dion"}, {"points": "94", "title": "Domaine Christian Moreau Père et Fils 2015 Vaillon Premier Cru Cuvée Guy Moreau  (Chablis)", "description": "In the opulent 2015 vintage, this is a particularly opulent wine. Its ripe fruits are laced with unusually prominent toastiness that needs to integrate better. The yellow fruit though is gorgeous, cut with lemon and a rounded final texture. The wine is sourced from a number of plots planted in 1933 by Guy Moreau, the grandfather of the present winemaker Fabien Moreau.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 71, "designation": "Vaillon Premier Cru Cuvée Guy Moreau", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "94", "title": "Domaine Christian Moreau Père et Fils 2015 Vaudésir Grand Cru  (Chablis)", "description": "Beautifully rich, this wine is developing well. Its ripeness with yellow-fruit flavors and layers of intense acidity are held together by the minerality, the tight and nervy edge of the wine. As it ages further, the wine will broaden and soften to give further richness. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": "Vaudésir Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "94", "title": "Dutton-Goldfield 2016 Dutton Ranch Chardonnay (Russian River Valley)", "description": "From a deft practitioner of the variety, this delivers bold balanced flavors of Meyer lemon, apricot and pear but remains most memorable for its salty gritty undertone of texture and minerality. Bright and supple, it's a delicious wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "94", "title": "FEL 2015 Donnelly Creek Pinot Noir (Anderson Valley)", "description": "Firm structure, excellent balance and a profusion of fruit and spice flavors make this wine hard to resist. Moderate tannins give great support to the concentrated black cherry and rhubarb flavors while a sense of richness stops short of excess. Best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 65, "designation": "Donnelly Creek", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "FEL"}, {"points": "94", "title": "Feudi di San Gregorio 2015 Studi Arianello  (Fiano di Avellino)", "description": "Citrus, wild herb and yellow field-flower aromas delicately rise from the glass. Elegant, savory and enveloping, the palate boasts understated finesse, delivering golden apple, lemon zest and a hint of honeyed almond alongside tangy acidity. A flinty note wraps up the finish. Drink through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Studi Arianello", "variety": "Fiano", "region_1": "Fiano di Avellino", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}]