[{"points": "94", "title": "Louis Jadot 2013 Grèves Premier Cru  (Beaune)", "description": "Wonderful spice and ripe red fruits shoot through this rich while structured wine. Dark cherries, strawberries and a ripe texture have given a wine that will be beautiful, smooth and generous. The acidity and the core of tannins will allow it to age well. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 62, "designation": "Grèves Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "94", "title": "Louis Jadot 2013 Les Boucherottes Premier Cru  (Beaune)", "description": "A generous wine, this features intense dark fruits, ripe strawberry and an almost -weet character. It's packed with spice, richness and beautiful concentration. Great acidity gives a wine that is developing freshness and weight. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 62, "designation": "Les Boucherottes Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "94", "title": "Kynsi 2012 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "An intricately layered nose of sagebrush, blood, pencil lead, soy, beef jerky, lilac, violet, lavender and tight cranberries shows on this stunning wine from the historic vineyard. The palate offers rounded red fruits and cherry tomatoes that tighten around a sagebrush core, bolstered by lots of oregano, black pepper, dried basil and eucalyptus.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 41, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "94", "title": "Speri 2011 Vigneto Monte Sant'Urbano  (Amarone della Valpolicella Classico)", "description": "Rich, fragrant and structured, this generous wine opens with alluring scents of crushed violet, plum cake and exotic spice. The luscious, enveloping palate doles out ripe blackberry, black cherry compote, raisin, licorice and tobacco supported by round, velvety tannins. Drink 2016–2021.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": "Vigneto Monte Sant'Urbano", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Speri"}, {"points": "94", "title": "Spottswoode 2014 Sauvignon Blanc (Napa-Sonoma)", "description": "A magical blend of 73% Sauvignon Blanc with 27% Sauvignon Musque, from a landmark producer of the variety, this is a complex and elegant expression of lushly layered peach and mandarin orange, balanced and structured for years to come. From vineyards both within Napa Valley and throughout Sonoma, including Knights Valley and Sonoma Mountain, it's eminently sippable and a fine wine for the table.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Napa-Sonoma", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Spottswoode"}, {"points": "94", "title": "Red Car 2011 Vivio Vineyard Syrah (Bennett Valley)", "description": "Black and white pepper pop from the glass in this cool-climate, cool-vintage wine that retains just enough power around lacy acidity. A bouquet of violets rises on the nose before the palate offers spicy, lean bursts of meat, leather and black licorice. Made in small amounts, this wine is well worth seeking.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Vivio Vineyard", "variety": "Syrah", "region_1": "Bennett Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Red Car"}, {"points": "94", "title": "Wild Hogge 2011 Pinot Noir (Paso Robles)", "description": "Unfortunately only available in Bermuda, this wonderful bottling shows salted brambleberries, crushed violets, asphalt, rosemary and pinpointed florality on the fresh yet concentrated nose. The palate is zesty and darkly focused, with elderberries, stewed plums, thyme and Earl Grey tea. It's quite a complex effort.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": null, "variety": "Pinot Noir", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wild Hogge"}, {"points": "94", "title": "Thomas Fogarty 2012 Will's Cabin Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "This wine's incredibly distinct nose of pure fruit shows plump raspberries alongside delicate grapeseed, a pinch of baking spice and a whiff of yeast. Though the wine is light in color and frame, the palate shows lots of earth, tobacco smoke, cherry pits, bouquet garni and rosemary, with refreshing wild berry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Will's Cabin Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "94", "title": "Domaine Ostertag 2014 Fronholz Muscat (Alsace)", "description": "This conveys the purest, most evocative scent of ripe Sicilian blood orange, embedded in a sea of rose petals. Floral notes and aromatic citrus freshness lead a dance on the slender palate that has the slightest edge of smoke and stone. The finish is dry, imbued with a haunting, elemental quality that makes this light but profound wine irresistible.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 41, "designation": "Fronholz", "variety": "Muscat", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "94", "title": "Chimney Rock 2012 Estate Grown Cabernet Sauvignon (Stags Leap District)", "description": "Chewy tannins surround an elegant, structured wine, classic in red cassis, licorice and woody herbs. Powerful, it retains balance from start to finish, exuding the warmth of the vintage with the relative coolness of the appellation, marrying the two sides expertly together.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Chimney Rock"}, {"points": "94", "title": "Arista 2013 Harper's Rest Estate Grown Pinot Noir (Russian River Valley)", "description": "From one of the winery's two estate vineyards, Harper's is dense and oaky, with bittersweet chocolate, dark cherry and black tea twisted around a layer of thick, dense tannins. Dried herbs and a subtle squeeze of tangerine provide savory and exotic character, while the finish is velvety and sublime.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 78, "designation": "Harper's Rest Estate Grown", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Arista"}, {"points": "94", "title": "Domaine Weinbach 2014 Cuvée Laurence Gewurztraminer (Alsace)", "description": "Very subtle hints of jasmine and ripe Valencia orange skin gently perfume this soft, subtle, ethereal wine. Gentle sweetness adds to the charm and creates a dreamy mirage of fruit and scent—what lightness of touch. This wine is best savored slowly so every shade of fruit and blossom is encountered and enjoyed.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Cuvée Laurence", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Weinbach"}, {"points": "94", "title": "Domaine Zind-Humbrecht 2013 Clos Windsbuhl Pinot Gris (Alsace)", "description": "The full force of aromatic, dried pear rises from the glass, laced with dried apricot and candied peel. The pear fruit becomes exquisitely clear and pure on the palate, which is profound but slender. The wine is dry but powerful, holding at its core all the ripeness and fruit flavor from brilliant sunlight. It almost warms you from inside and goes on and on. Drink now till 2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Clos Windsbuhl", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "94", "title": "Domaine Ostertag 2013 Clos Mathis Riesling (Alsace)", "description": "Subtle but luscious notes of Mirabelle plum, ripe greengage and peach lend a seductive touch to this taut, structured and beautifully textured wine whose palate is reminiscent of bot fresh apple peel and grapefruit zest. Covers of fruit are tautly spread across spokes of acidity, creating a wonderful tension that keeps you wanting more. Authentic in its appeal, it's delicious now but will drink well until at least 2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Clos Mathis", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "94", "title": "Domaine Ostertag 2013 Fronholz Riesling (Alsace)", "description": "Lemon-scented Mirabelle notes hover on the nose and turn into fully fledged, ripe plum on the palate where the seam of fresh, enlivening and brightening acidity sets a lively theme. The body is light, the finish is dry and the overall impression is one of light-footed playfulness and ease. You might almost forget to notice the more textured, structured core which underlies all this and will allow it to age beautifully. Drink now through 2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Fronholz", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "94", "title": "Foradori 2012 Sgarzon Teroldego (Vigneti delle Dolomiti)", "description": "One of the firm's single-vineyard bottlings, this opens with aromas of truffle, ripe bluish-black fruit, just turned soil and a whiff of purple flower. Fermented and aged in clay vessels, the round, vibrant palate delivers juicy wild cherry, crushed raspberry, white pepper and grilled herb. It's well balanced, with fresh acidity and soft tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Sgarzon", "variety": "Teroldego", "region_1": "Vigneti delle Dolomiti", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Foradori"}, {"points": "94", "title": "Fox Run 2011 Reserve Riesling (Seneca Lake)", "description": "Extended bottle aging and impeccable fruit ripeness make this late-release Riesling an absolute showstopper. Wafting of honey, mango and grapefruit, this deeply concentrated wine saturates the palate in dense, creamy waves. Shimmering lime and mineral streaks elevate the midpalate and extend endlessly on the finish. It's stunning now, but composed enough to hold well until at least 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 30, "designation": "Reserve", "variety": "Riesling", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Fox Run"}, {"points": "94", "title": "Louis Jadot 2013 Les Estournelles Saint-Jacques Premier Cru  (Gevrey-Chambertin)", "description": "This wine is dark and dense, very closed at this young stage. But wait for that rich fruit to burst out to give its intense acidity and ripeness to the wine. It's a powerhouse of flavors, spice and dark minerality. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 133, "designation": "Les Estournelles Saint-Jacques Premier Cru", "variety": "Pinot Noir", "region_1": "Gevrey-Chambertin", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "94", "title": "Louis Jadot 2013 Theurons Premier Cru  (Beaune)", "description": "This wine is dark, with a strong sense of structure. Dense black fruits are cut with strawberry acidity and a dark tension between fruit and firm tannins. The coiled power will allow this beautiful wine age for many years. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 62, "designation": "Theurons Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "94", "title": "Louis Latour 2012 Cuvée Héritiers Latour  (Chambertin)", "description": "Aged in 100% new wood, this massive wine is full of dark plum and fragrant strawberries. It is also packed with dark tannins that give the wine a dry core. The fruitiness has a strongly juicy character, fragrant with acidity and freshness. The end is a reminder that this is a powerful wine. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 310, "designation": "Cuvée Héritiers Latour", "variety": "Pinot Noir", "region_1": "Chambertin", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Latour"}, {"points": "94", "title": "Fumanelli 2009  Amarone della Valpolicella Classico", "description": "Pressed blue flower, ripe black-skinned berry, baking spice, tobacco and leather aromas come together on this round, full-bodied wine. The delicious palate offers juicy wild cherry, raspberry jam, vanilla, cinnamon and licorice while pliant, velvety tannins offer elegant support. It deftly combines power and finesse. Drink through 2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Fumanelli"}, {"points": "94", "title": "Zenato 2011  Amarone della Valpolicella Classico", "description": "Opening with aromas of crushed violet, ripe plum and black pepper, this is one Amarone that seamlessly combines a hefty structure with finesse. The ripe, savory palate doles out juicy black cherry, blackberry jam, licorice, cake spice and tobacco alongside firm, velvety tannins that lend it a polished texture. Drink 2017–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 66, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Zenato"}, {"points": "93", "title": "Montemaggiore 2011 Paolo's Vineyard Estate Grown Syrah (Dry Creek Valley)", "description": "A rustic, French countryside kind of a wine, this is deliciously reflective of a cooler vintage and the nuances the variety can display in the right hands. Meat and a shaker's worth of pepper make for a savory, sauvage taste experience that's soft in texture and exotic, with a powerful bite of tannin on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": "Paolo's Vineyard Estate Grown", "variety": "Syrah", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Montemaggiore"}, {"points": "93", "title": "Kynsi 2012 Nocturnum Commemoration Cuvee Red (San Luis Obispo County)", "description": "An intriguing, eye-opening blend of Grenache and Pinot Noir, this shows stewed strawberry, black cardamon, clove and wet slate on the nose. Flavors of deeply ripe strawberries mesh with black pepper, soy, potpourri and dried purple flowers on the juicy but tight palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Nocturnum Commemoration Cuvee", "variety": "Red Blend", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "93", "title": "Patz & Hall 2013 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "Rich and thick, this is an opulent offering of dark cherry and Asian spice, the spice popping on the palate throughout the long finish. Full bodied, it nonetheless features crisp, balanced acidity and a taste of rosemary and lavender, the perfect companion to a butterflied lamb seasoned the same.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "93", "title": "Pali 2013 Huber VIneyard Pinot Noir (Sta. Rita Hills)", "description": "Tart, plump cherries show first on the nose of this great wine, with pressed violet petals, smashed eucalyptus, crushed menthol and fresh tea aromas playing background. The tip of the palate is soft with red fruit before a zesty kola-nut character invades on a wave of sharp, even ferocious acidity, finishing up on wild mint herbals.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Huber VIneyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pali"}, {"points": "93", "title": "Papapietro Perry 2012 Pinot Noir (Russian River Valley)", "description": "Light, clear and crisp, this is a soft, silky wine from several vineyard sources within the appellation, robust and rustic on the finish. Along the way, it exudes exotic hits of dark cherry, cola and vanilla, finding balance among the fruit and lively acidity, providing body without too much heat.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 51, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Papapietro Perry"}, {"points": "93", "title": "Thomas Fogarty 2012 Rapley Trail Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Supple and stark aromas of black raspberry pressed into a thin juice along with sanguine iron elements greet the nose on this bottling. The palate shows bloody meats with anise seed, smoked raspberries and purple sage, yet the iron-driven minerality is most dominant.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Rapley Trail Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "93", "title": "Tolosa 2012 Lily Gil Pinot Noir (Edna Valley)", "description": "Aromas of pork au jus with mashed cranberry and pomegranate mesh expertly with sage spice, woody forest-floor notes, porcini mushrooms and a touch of juniper on the nose. The palate offers lots of juniper and anise spice atop a boysenberry core, with black slate and graphite minerality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Lily Gil", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tolosa"}, {"points": "93", "title": "San Rustico 2010  Amarone della Valpolicella Classico", "description": "Bold, full-bodied and polished, this opens with aromas that recall violets, ripe plums, red berries and cake spices. The smooth, savory palate delivers juicy Morello cherries, black raspberries, cinnamon, mocha, white pepper and a hint of mint. Generous, velvety tannins provide the framework and add finesse.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 54, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "San Rustico"}]