[{"points": "93", "title": "Château la Fleur-Pétrus 2013  Pomerol", "description": "Ripe and structured, this has black plum and ripe berry flavors that are lifted by the acidity typical of the vintage. Tannins are solid and dense, packed around the fruit, and show that the wine is still young. Drink this solid while fruity wine from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 160, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château la Fleur-Pétrus"}, {"points": "93", "title": "Betz Family 2013 La Côte Patriarche Syrah (Yakima Valley)", "description": "Coming from the state's first Syrah vineyard, this wine offers aromas of thistle, smoke, blackberry and blue fruit, along with mineral and pomegranate accents—still seeming to need time to settle in. The flavors show superb delicacy and impressive length. It wins on its subtleties rather than sheer opulence, though it has plenty of both.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 57, "designation": "La Côte Patriarche", "variety": "Syrah", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Betz Family"}, {"points": "93", "title": "Boundary Breaks 2013 No. 90 Late Harvest Riesling (Finger Lakes)", "description": "A clear favorite in a lineup of 2013 late-harvest NY Rieslings, this lip smackingly unctuous wine calibrates sweet, luscious fruit against layers and layers of spicy, saffron complexities. Honey-dipped grapefruit and melon flavors are rich and opulent, yet not at all cloying. It's a bracing, zesty wine that's delicious sip after long sip.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 30, "designation": "No. 90 Late Harvest", "variety": "Riesling", "region_1": "Finger Lakes", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Boundary Breaks"}, {"points": "93", "title": "Castello di Amorosa 2012 Melanson Vineyard Cabernet Sauvignon (Napa Valley)", "description": "From a vineyard atop Pritchard Hill, this wine delivers big, bold flavors and structure. Integrated tannins form around flavors of cloves, baking spices and dried herbs. Blackberry and black cherry pop in between a flinty, earthy side. Drink through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 145, "designation": "Melanson Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Castello di Amorosa"}, {"points": "93", "title": "Squawking Magpie 2013 SQM Gimblett Gravels Cabernets/Merlot Red (Hawke's Bay)", "description": "Having admired the Squawking Magpie wines for several years, it's a pleasure to see they're now represented in the United States. This blend of Cabernet Sauvignon, Merlot and Cabernet Franc is full bodied, rich and velvety in feel, with aromas and flavors of mint, cassis and chocolate. It's plush enough to drink now, but should age well through at least 2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 90, "designation": "SQM Gimblett Gravels Cabernets/Merlot", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Squawking Magpie"}, {"points": "93", "title": "Re Manfredi 2010 Serpara  (Aglianico del Vulture)", "description": "Aromas of mature plum, leather, pressed violet, dried herb and a whiff of Asian spice unfold on this full-bodied red. The warm, chewy palate offers dried black cherry, blackberry extract, vanilla, licorice and tobacco alongside firm, velvety tannins. You'll also detect the warmth of alcohol on the close.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Serpara", "variety": "Aglianico", "region_1": "Aglianico del Vulture", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Re Manfredi"}, {"points": "93", "title": "Talisman 2012 Rancho Estrella Pinot Noir (Napa Valley)", "description": "An exuberantly juicy and fulfilling wine, this designate from a site near Lovall Valley is awash in blackberry and blueberry, showing off healthy waves of concentration and structure. Spicy cinnamon and orange peel dot the landscape before a punch of tannin and vanilla oak close out the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Rancho Estrella", "variety": "Pinot Noir", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Talisman"}, {"points": "93", "title": "Neumeister 2013 Saziani Trockenbeerenauslese White (Südoststeiermark)", "description": "Lifted, fragrant notes of honeyed, botrytised passion fruit swirl on the nose. The palate is of an intense sweetness cut by a razor-sharp freshness of candied lemon peel and lemon confit. These extremes of sweet and tart create a compelling tension that is played out in ever-recurring waves. There is a wonderful purity to this. It is luscious now but will age slowly and beautifully. Drink now and over the coming decade.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Saziani Trockenbeerenauslese", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Südoststeiermark", "country": "Austria", "winery": "Neumeister"}, {"points": "93", "title": "Jurtschitsch 2014 Loiserberg Reserve Grüner Veltliner (Kamptal)", "description": "Green and yellow pear are subsumed into a savory whole composed of yeast and crushed kitchen herbs. There are highlights of Granny Smith apple and lemon rind, of lovage and white pepper, and all of these flavors are put into tight, peppery focus on the slender but concentrated palate. This fizzes with peppery spice and zest.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 26, "designation": "Loiserberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Jurtschitsch"}, {"points": "93", "title": "Lynmar 2013 Quail Hill Vineyard Summit Pinot Noir (Russian River Valley)", "description": "A bold, chewy expression of the variety, Summit exhibits its 15% whole-cluster fermentation. It also is given more oak, a chance to tame its wild black cherry and lush cola spice. Black tea and a trace of red fruit play into the personality of the wine, adding a brightness to what is otherwise a decadent, full-throttle wine, barely tamed at that. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Quail Hill Vineyard Summit", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "93", "title": "Lynmar 2013 Terra de Promissio Vineyard Pinot Noir (Sonoma Coast)", "description": "From a vineyard off of Lakeville Highway in the heart of the Petaluma Gap, drilled by winds, this is a concentrated, thick-skinned wine, dark and oaky. A fistful of earthy mushroom, herb and forest surrounds a foundation of blueberry compote and cola, the acidity high and well mannered. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Terra de Promissio Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "93", "title": "Feudi di San Gregorio 2010 Piano di Montevergine Riserva  (Taurasi)", "description": "Mature black-skinned berry, ripe plum, menthol, leather and tobacco are just some of the aromas that emerge on this full-bodied red. The firm, spicy palate delivers dried black cherry, blackberry, ground pepper, clove, espresso and licorice alongside a backbone of youthfully assertive but refined tannins. Give it time to fully develop. Drink 2020–2035.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 65, "designation": "Piano di Montevergine Riserva", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "93", "title": "Guastaferro 2011 Primum  (Taurasi)", "description": "Subtle aromas of underbrush, leather, blue flower, mature black-skinned fruit and ground pepper slowly emerge on this powerfully structured wine. The brooding palate delivers black cherry steeped in spirits, crushed raspberry, clove and licorice framed against tightly knit but ripe tannins. It's still austere and will benefit with more cellaring. Drink 2020–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Primum", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Guastaferro"}, {"points": "93", "title": "Hirsch 2014 Heiligenstein Riesling (Kamptal)", "description": "The nose promises clear citrus, the palate delivers wonderfully pure and linear lemon flavors, bursting with richer mandarin and firm-fleshed tangerine notes that crunch as you bite into them: this is how fresh, zesty and utterly appetizing this Riesling is. Dangerously delicious and oh so long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Heiligenstein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hirsch"}, {"points": "93", "title": "Domäne Wachau 2014 Kellerberg Smaragd Grüner Veltliner (Wachau)", "description": "The slightest hints of mirabelle plum and peach play on the nose. The body is of exquisite lightness and an almost weightless elegance that swings and vibrates with soft citrus notes. This is slender and fresh, lemon-scented and subtle with a caressing, gossamer but nonetheless citric finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Kellerberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Robert Mondavi 2013 To Kalon Vineyard Reserve Fumé Blanc (Napa Valley)", "description": "From the winery's historic To Kalon Vineyard in Oakville, one of few sites in the state to nurture old-vine Sauvignon Blanc, this wine is complex and compelling. It balances between green olive, basil, thyme and crisp squeezes of lemon. Subtle in oak, it maintains buoyant acidity throughout.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "To Kalon Vineyard Reserve", "variety": "Fumé Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Mondavi"}, {"points": "93", "title": "Montes 2012 Alpha M Red (Colchagua Valley)", "description": "Subtle, alluring aromas of earth, cola, eucalyptus, fallen leaves, black cherry and cassis properly announce this saturated, well-balanced Cabernet Sauvignon-led blend. Dark, toasty, baked flavors of blackberry come with vanilla, herb and tobacco accents. The finish feels great while tasting integrated and complex. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Alpha M", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Montes"}, {"points": "93", "title": "Müller-Grossmann 2014 Alte Reben Reserve Grüner Veltliner (Kremstal)", "description": "The very pure scent of freshly cut Conference pear subtly presents itself on the nose. The palate continues in the same, friendly and evocative vein, adding notions of ripe stone fruit, subtle melon hints and a creamy, textured core of exquisite elegance. Cream and fruit vie for attention—but remain slender, citric and toned until the echoing last note.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 33, "designation": "Alte Reben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Müller-Grossmann"}, {"points": "93", "title": "R&A; Pfaffl 2014 Hommage Reserve Grüner Veltliner (Weinviertel)", "description": "An incredibly peachy, fragrant nose is utterly appetising and inviting with oaky softness. The palate shows the same mild, fruit-forward flavor. While the fruit is plump, the wine itself is sprightly and fresh, on very light feet with a wonderfully soft and fresh texture. Right now, the peachy aroma shines.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 19, "designation": "Hommage Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Weinviertel", "country": "Austria", "winery": "R&A; Pfaffl"}, {"points": "93", "title": "Red Car 2012 Hagan Vineyard Pinot Noir (Sonoma Coast)", "description": "With its delicate layers of garrigue, black tea and black pepper, this wine hails from a vineyard on the edge of the ocean west of Occidental. Intriguing, it's light in its approach and texture, but completely beguiling and complex.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Hagan Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Red Car"}, {"points": "93", "title": "Markus Huber 2014 Alte Setzen Reserve Grüner Veltliner (Traisental)", "description": "Hints of green apple and citrus on the nose seamlessly glide onto a zesty and streamlined but concentrated body. There is lemon zest and pith, grapefruit, spice and white pepper. This is linear, pristine and clean, with lingering and delicious notions of pear. A very subtle, slender and understated wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Alte Setzen Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Traisental", "country": "Austria", "winery": "Markus Huber"}, {"points": "93", "title": "Ruby Hill Winery 2012 Reserve Petite Sirah (Livermore Valley)", "description": "This engaging, multilayered, flavorful and nuanced wine has subtle aromas like black pepper and grilled meat. Flavors suggest ripe Bing cherries and blackberries, while the seductive mouthfeel is rich and velvety. Aged 20 months in American oak barrels, the wine has great structure and will improve through at least 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 29, "designation": "Reserve", "variety": "Petite Sirah", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ruby Hill Winery"}, {"points": "93", "title": "Montes 2009 Taita Red (Colchagua Valley)", "description": "Aromas of spice, vanilla and wood are stronger than this wine's fruit scents. Pure and lush on the palate, this is showing fine balance. Flavors of baking spices, caramel, vanilla and black fruits finish mildly and subtly, with mocha notes and good length. Drink this ripe Cabernet blend through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 300, "designation": "Taita", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Montes"}, {"points": "93", "title": "Hiedler 2014 Kogelberg Reserve Riesling (Kamptal)", "description": "Nervy bundles of flavor present themselves on the nose and unfold fully on the palate: a streak of pure lemon, the zest of pink grapefruit, the tanginess of Seville orange rind. They close in with a laser-sharp focus on a slender but concentrated palate that finishes with exquisite purity. This is raciness defined.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Kogelberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "93", "title": "Johann Heinrich 2011 Goldberg Alte Reben Blaufränkisch (Burgenland)", "description": "An almost minty lift puts a very different spin on the blueberry fruit. The toned but concentrated palate sings with full fruit and juicy freshness, but there is a solid base with a dense, muscular texture. Tannins are ripe but the defining factor is a juicy, appetizing freshness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Goldberg Alte Reben", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Johann Heinrich"}, {"points": "93", "title": "Johann Heinrich 2012 Goldberg Reserve Blaufränkisch (Burgenland)", "description": "Dusky and brooding notes of black cherry tinged with tar and iron oxide paint a moody but sumptuous picture of darkly aromatic fruit on a toned but muscular palate. This is one of those intriguing wines on which ample care has been lavished, yet nothing denies an untamed almost savage wilderness at the core. Elegant nonetheless.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Goldberg Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Johann Heinrich"}, {"points": "93", "title": "Jurtschitsch 2014 Käferberg Reserve Grüner Veltliner (Kamptal)", "description": "Taut and spicy, showing pear and savory tones, this is a slender but archetypal Grüner with a spring in its step. The palate is toned but full of verve with bundled citrus at its core. The liveliness belies the seriousness of the concentrated palate. This is a joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Käferberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Jurtschitsch"}, {"points": "93", "title": "Santa Rita 2011 Casa Real Cabernet Sauvignon (Maipo Valley)", "description": "Despite cool conditions in 2011, or quite possibly because of them, this is thriving. Aromas of cedar, earth, spice and berry fruits are stylish and comported. The palate on this perennially superb Cabernet is focused, intense and balanced. Flavors of spicy red currant and briary berry are thorough and finish with length on a mocha note. Drink through 2026.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 85, "designation": "Casa Real", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Santa Rita"}, {"points": "93", "title": "Sleight of Hand 2013 Levitation Syrah (Columbia Valley (WA))", "description": "Reserved aromas of cherry, chocolate, thistle, moist earth and dark berry lead to red and black fruit flavors that are sumptuous, rich and layered. It brings immediate appeal but also offers plenty of cellaring potential—a complete delight that appeals on multiple levels.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 45, "designation": "Levitation", "variety": "Syrah", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Sleight of Hand"}, {"points": "93", "title": "Sleight of Hand 2013 The Sorceress Grenache (Columbia Valley (WA))", "description": "A mixture of Stoney Vine (70%), Upland (20%) and Les Collines vineyard fruit, this wine displays reserved aromas of crushed violets, dried orange peel, brown stems, gravel, smoke and peat. Then sweet raspberry and savory flavors float like a magic carpet, showing exceptional length. It's an elegant, compelling expression of the variety.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "The Sorceress", "variety": "Grenache", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Sleight of Hand"}]