[{"points": "94", "title": "Cayuse 2012 Wallah Wallah Special #4 Syrah (Walla Walla Valley (WA))", "description": "A unique blend of several of the winery's vineyards, this wine brings brooding notes of smoked ham, raw meat, lilac, fire pit and peat, with a thread of minerality that runs throughout. The flavors are full but deft, showing abundant smoked meat and savory notes along with a finish that seems near endless. The balance is perfectly spot-on.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 165, "designation": "Wallah Wallah Special #4", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "94", "title": "Domaine de Bellene 2014 Cuvée du Cinquantenaire Vieilles Vignes Premier Cru  (Beaune)", "description": "This blend from five Beaune Premier Crus was made to celebrate the Potel family's 50 years in wine. It is a richly structured, beautiful wine with its dark tannins and black fruit showing so well. Concentrated from the low yielding old vines, the wine is packed with fruits and acidity that are developing slowly. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Cuvée du Cinquantenaire Vieilles Vignes Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine de Bellene"}, {"points": "94", "title": "Domaine de Bellene 2014 Les Grèves Premier Cru  (Beaune)", "description": "This wine comes from perhaps the most well-known of the many Beaune Premier Crus, from a small parcel of vines that are over 100 years old. It is a rich wine, generous and with a ripe future. At present, the structure and tannins dominate, allowing the wine to have good aging potential. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 86, "designation": "Les Grèves Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine de Bellene"}, {"points": "94", "title": "Albatross Ridge 2014 Estate Chardonnay (Carmel Valley)", "description": "From one of the most dramatic vineyards in the entire state comes a bottling almost as impressive. Refreshing Key lime and mandarin zest mesh with sea shells, chalk and honeysuckle on the precise, steely nose. A chalky tension binds the palate around flavors of lemon-lime, grapefruit flesh, nectarine and a touch of vanilla.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Estate", "variety": "Chardonnay", "region_1": "Carmel Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Albatross Ridge"}, {"points": "94", "title": "Allegrini 2012  Amarone della Valpolicella Classico", "description": "Blue flower, baked plum, exotic spice and pipe tobacco are just some of the aromas you'll find on this bold red. The full-bodied enveloping palate doles out layers of juicy black cherry marinated in spirits, fig, cinnamon, mocha and nutmeg framed in velvety tannins. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Allegrini"}, {"points": "93", "title": "Mullineux 2014 Granite Chenin Blanc (Swartland)", "description": "An absolutely stunning selection, this opens with herbal tones of verbena, lime leaf and fynbos that sit atop a core of honeydew rind, apple and white peach. The medium-weight palate is sleek and smooth, but not flat, enlivened by bright acidity and a stony minerality. The just-ripe flavors of pear, citrus and melon carry through to the long finish. It's delicious now, but should age well through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 88, "designation": "Granite", "variety": "Chenin Blanc", "region_1": null, "region_2": null, "province": "Swartland", "country": "South Africa", "winery": "Mullineux"}, {"points": "93", "title": "Musella 2010 Riserva  (Amarone della Valpolicella)", "description": "Crushed iris, baked plum, cedar, tobacco and new leather aromas seamlessly come together on this bold full-bodied red. Smooth and ripe, the full-bodied palate doles out mature black cherry, raspberry jam, licorice and mocha framed in well-knit, velvety tannins. Drink 2018 through 2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 67, "designation": "Riserva", "variety": "Red Blend", "region_1": "Amarone della Valpolicella", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Musella"}, {"points": "93", "title": "Tenute Salvaterra 2007 Cave di Prun Riserva  (Amarone della Valpolicella Classico)", "description": "Aromas of mature black-skinned berry, leather, pressed violet, baking spice and a balsamic note slowly emerge on this full-bodied red. The firmly structured palate offers dried black cherry, fig, mocha, tobacco and licorice alongside a backbone of fine-grained tannins. A coffee note closes the finish. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 100, "designation": "Cave di Prun Riserva", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Tenute Salvaterra"}, {"points": "93", "title": "Pieropan 2012 Vigna Garzon  (Amarone della Valpolicella)", "description": "Aromas of scorched earth, leather, underbrush and cherries marinated in spirits emerge on this full-bodied red, along with a whiff of menthol. The firm chewy palate shows both opulence and freshness offering blackberry jam, baked plum, pipe tobacco and licorice alongside a backbone of velvety tannins. Drink 2017–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 79, "designation": "Vigna Garzon", "variety": "Red Blend", "region_1": "Amarone della Valpolicella", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Pieropan"}, {"points": "93", "title": "El Enemigo 2013 Gran Enemigo Agrelo Single Vineyard Cabernet Franc (Agrelo)", "description": "Ripe malty berry aromas blend seamlessly with darker notes of toasty oak and asphalt. This Cab Franc (with 15% Malbec) feels big and pulpy, but also healthy and juicy. Flavors of blackberry, cassis and mixed herbs finish with oaky notes of mocha, coffee and toasty berry. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 120, "designation": "Gran Enemigo Agrelo Single Vineyard", "variety": "Cabernet Franc", "region_1": "Agrelo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "El Enemigo"}, {"points": "93", "title": "Kerloo 2014 Blue Mountain Syrah (Walla Walla Valley (WA))", "description": "Vibrant aromas of violet, herb, orange peel, smoked meat and plum lead to dense fruit flavors brightened by snappy acidity. It shows uncommon purity and depth that kicks it up a notch, along with enough tannic heft that cellaring will be rewarded. The balance is impeccable.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 20, "designation": "Blue Mountain", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Kerloo"}, {"points": "93", "title": "Koehler 2013 Mourvèdre (Santa Ynez Valley)", "description": "Hearty black-cherry notes meet with leather, black spice and loam on this powerful bottling from a longtime winery that's seeing new life thanks to winemaker Colin Murphy. Concurrent waves of fruit and spice splash through the palate, with black plum, gingerbread, clove and allspice flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": null, "variety": "Mourvèdre", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Koehler"}, {"points": "93", "title": "Lexington 2013 Gist Ranch Estate Cabernet Franc (Santa Cruz Mountains)", "description": "Suave and interesting on the nose, this bottling packs in a lot of magic. Pepper, blueberry, violet cake, dust, Sichuan peppercorn and chipped slate show on the nose. Finely grained tannins provide a chalky texture, while a rising acidity presents flavors of elderberry, underripe blueberry, tobacco and powerful florality in this great varietal expression.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Gist Ranch Estate", "variety": "Cabernet Franc", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lexington"}, {"points": "93", "title": "Loïc Mahe 2013 Château la Franchaie  (Savennières)", "description": "With its honeyed character, this wine seems initially sweet. Then the crisp acidity and mineral texture come to the fore to give a well-balanced wine. Produced from biodynamically grown grapes, the wine is deliciously crisp, with apple fruitiness and a flinty structure. Drink now, although the wine will age well until 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Château la Franchaie", "variety": "Chenin Blanc", "region_1": "Savennières", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Loïc Mahe"}, {"points": "93", "title": "Domaines Devillard 2014 Château de Chamirey En Sazenay Premier Cru  (Mercurey)", "description": "This is a ripe wine, packing tannins as well as black fruits into a rich package. Black cherries and black plums are paired with a core of dry tannins. The acidity comes right through to give the wine its potential. The wine comes from a very stony vineyard and this shows in its tight mineral aftertaste. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Château de Chamirey En Sazenay Premier Cru", "variety": "Pinot Noir", "region_1": "Mercurey", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "93", "title": "Kaleidos 2013 Morpheus Red (Paso Robles)", "description": "Dark and dense in the glass, this blend of 65% Syrah, 25% Grenache and 10% Mourvèdre by winemaker Steve Martell shows deep but fresh blueberry fruit with an herbal edge of oregano and marjoram, plus touches of crushed asphalt, milk chocolate and smoke. Thyme and fennel fronds show on the dry and structure sip, with blackcurrant, tobacco, elderberry and leather flavors as well.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Morpheus", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kaleidos"}, {"points": "93", "title": "B Cellars 2013 Blend 25 Cabernet Sauvignon-Syrah (Napa County-Sonoma County)", "description": "Crossing borders and grapes to make a compelling wine, this blend is 70% Cabernet Sauvignon from Dr. Crane Vineyard and Kenefick Ranch, and 30% Syrah from Kick Ranch in Sonoma County. Intensely ripe, it allows for a softly sculpted structure adorned in coffee bean, black licorice, black pepper and currant, enticing the best of all worlds.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 67, "designation": "Blend 25", "variety": "Cabernet Sauvignon-Syrah", "region_1": "Napa County-Sonoma County", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "93", "title": "Villa Maria 2014 Reserve Gimblett Gravels Merlot (Hawke's Bay)", "description": "Impressively rich, velvety and long, this appears to have all the ingredients for cellaring. Ample oak supports and elevates the fruit-derived notes of cherry preserves, dark chocolate and black olives, while lending hints of cedar, vanilla and mocha. Drink this remarkable effort 2020–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 50, "designation": "Reserve Gimblett Gravels", "variety": "Merlot", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Villa Maria"}, {"points": "93", "title": "Cayuse 2013 God Only Knows Armada Vineyard Grenache (Walla Walla Valley (WA))", "description": "This wine is perfumed with notes of potpourri, red fruit, funk, crushed gravel, ash, olive, orange peel and peat. The palate explodes with fruit and savory flavors that bring a sense of depth but also a sense of elegance and weightlessness. A hyper-extended savory finish kicks it up a notch.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "God Only Knows Armada Vineyard", "variety": "Grenache", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "93", "title": "Cesari 2009 Il Bosco  (Amarone della Valpolicella Classico)", "description": "Aromas of underbrush, baked plum, pipe tobacco and dark cooking spice emerge on this concentrated red. The dense and structured palate displays dried black cherry, ripe blackberry, raisin, licorice and cinnamon alongside velvety tannins. Drink through 2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Il Bosco", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Cesari"}, {"points": "93", "title": "Coniglio 2013 Cabernet Sauvignon (Napa Valley)", "description": "This impressive wine is exuberant in juicy, varietal integrity. Rocky minerality meets a brightness of pomegranate, cassis and richly brooding blackberry, finding the right hints of clove and tobacco along the way.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Coniglio"}, {"points": "93", "title": "DeMorgenzon 2014 Reserve Chenin Blanc (Stellenbosch)", "description": "There's a lovely vibrancy to the nose of this wine, as initial aromas of green melon and lime peel are laced with attractive herbal hits of fynbos and white flowers. The medium-weight palate offers a plush yet balanced feel, with ample acidity to counter the notes of toasted red apple, honeydew and honeycomb. Spicy wood tones dance on the lingering finish. It's delicious now, but should age well through 2021.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 35, "designation": "Reserve", "variety": "Chenin Blanc", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "DeMorgenzon"}, {"points": "93", "title": "Trinitas 2014 Zinfandel (El Dorado)", "description": "Hefty, spicy aromas like black pepper, cardamom and wood smoke are followed by ripe, almost thick sensations of blackberry, blueberry and dried black fig. The mouthfeel of this wine is broad and soothing, the body extra full, and the finish lingers nicely.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": null, "variety": "Zinfandel", "region_1": "El Dorado", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Trinitas"}, {"points": "93", "title": "Sacred Hill 2014 Deerstalkers Syrah (Hawke's Bay)", "description": "Like this one, many of the 2014 Hawke's Bay Syrahs are flashier than their 2013 counterparts. This wine features meaty, bacony elements that highlight plummy fruit, wonderfully silky, supple tannins, and a long finish. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 60, "designation": "Deerstalkers", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Sacred Hill"}, {"points": "93", "title": "Testarossa 2014 Tondre Grapefield Pinot Noir (Santa Lucia Highlands)", "description": "Cooked cranberry scents are enlivened by turned earth, dewy sage and a touch of wildfire smoke in this bottling from the Los Gatos-based winery. Baked red-cherry flavors meet with a savory pork-au-jus-like element on the palate, redolent with roasted thyme and oregano. A licorice element rises toward the finish. It's mellow in intensity but with lots of depth.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Tondre Grapefield", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "La Rata 2013 Red (Walla Walla Valley (WA))", "description": "Grenache takes the lead, making up 60% of this wine, which was co-fermented with Cabernet. Generous aromas of earth, white pepper, herbs, flowers, funk, smoked salt and crushed strawberry lead to a palate chock-full of smoked meat and savory flavors. It shows a beautiful sense of elegance and grace that belies the richness and length of the fruit and savory flavors.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 70, "designation": null, "variety": "Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "La Rata"}, {"points": "93", "title": "Quady NV Deviation Orange Muscat (California)", "description": "This sweet and flavorful wine has an orange-amber color and one of the most floral, perfumed aromas of any wine from anywhere. It smells like a giant bouquet of roses, jasmine and honeysuckle and tastes similarly, buoyed by apricot and peach flavors and a lively streak in the texture.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": "Deviation", "variety": "Orange Muscat", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Quady"}, {"points": "93", "title": "Transcendence 2015 Zotovich Vineyard Chardonnay (Sta. Rita Hills)", "description": "A successful exploration of how Chardonnay can be both sharp with green fruit yet full in body, this bottling offers just-cut kiwi, crisp Asian and Anjou pear, lemon wedges and underripe mandarin on the chalky nose. A strong simmering acidity and intriguing texturality present flavors of lemongrass and green-apple flesh, with tangy lime pith in the background. Drink now while fresh.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "Zotovich Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Transcendence"}, {"points": "93", "title": "Vigneti Villabella 2006 Fracastoro Riserva  (Amarone della Valpolicella Classico)", "description": "Aromas of underbrush, stewed prune and baking spice waft out of the glass. The smooth, enveloping palate doles out dried black cherry, raspberry jam, pipe tobacco and cinnamon framed in velvety tannins that lend polished support. A cocoa note closes the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 94, "designation": "Fracastoro Riserva", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Vigneti Villabella"}, {"points": "93", "title": "Allegrini 2012 La Poja Corvina (Veronese)", "description": "This firmly structured velvety red opens with aromas of black currant, French oak, menthol, Asian spice and grilled herb. The full-bodied, elegant palate offers crushed blackberry, succulent morello cherry, licorice and tobacco alongside a backbone of taut, fine-grained tannins. Drink 2018 through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 95, "designation": "La Poja", "variety": "Corvina", "region_1": "Veronese", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Allegrini"}]