[{"points": "93", "title": "Brophy Clark 2013 Pinot Noir (Santa Maria Valley)", "description": "Nearing the 20-year anniversary of their winery, career vintners John Clark and Kelley Brophy Clark make solid wines such as this one, which shows marjoram, cardamom and crushed rose-petal aromas against a pomegranate juice frame. It's lush and lively once sipped, with dried strawberries and raspberries lifted with lavender and pencil lead, all flavors that keep going and going.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brophy Clark"}, {"points": "93", "title": "Domaine Weinbach 2014 Cuvée Ste. Cathérine Pinot Gris (Alsace)", "description": "Subtle notes of orange meet freshly-cut pear flavors, amplified by some residual sugar. The richness of the palate is cut beautifully by a fresh and pure, citric acidity and a wrought phenolic structure which lends pleasant notes of subtle, enticing bitterness. There is something bittersweet about this that is touching and alluring.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 53, "designation": "Cuvée Ste. Cathérine", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Weinbach"}, {"points": "93", "title": "Domaine Zind-Humbrecht 2013 Rotenberg Pinot Gris (Alsace)", "description": "Honeyed notes of pear promise oriental richness. The palate cuts this opulence, edged with Seville orange spice and a streak of zesty lime. This interplay between baroque and discipline continues, creating a scintillating experience. Enjoy the ride and marvel at all the spicy overtones.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Rotenberg", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "93", "title": "Louis Jadot 2013 Aux Cras Premer Cru  (Beaune)", "description": "The wood is still showing strongly on this wine, giving a closed, tight character. Underneath, it is possible to see the rich red fruits and generous acidity that will balance out given time. It will be a powerful, dark wine; drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 77, "designation": "Aux Cras Premer Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "93", "title": "Louis Latour 2012 Clos du Roi  (Corton)", "description": "From the Latour domaine, this dense wine is full of plum and sweet strawberry. At the same time, it is solid with an undertow of tannins and a dark texture. The acidity is already well integrated into this ripe and full-bodied wine. At the end, the signs of wood aging emerge and need to integrate. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Clos du Roi", "variety": "Pinot Noir", "region_1": "Corton", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Latour"}, {"points": "93", "title": "Goldschmidt 2012 Yoeman Vineyard Cabernet Sauvignon (Alexander Valley)", "description": "A rich, decadent and generous wine, 100% varietal, this is both floral and fruity, bright in cherry and raspberry alongside herbal cedar and vanilla. A medium weight surrounds softly integrated tannins, leading the way to an explosive, juicy finish. This is a classic example of the appellation's prowess in approachable power.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Yoeman Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Goldschmidt"}, {"points": "93", "title": "Foundry 2013 Sangiacomo Road Vineyard Blanc de Blancs Sparkling (Sonoma Coast)", "description": "Made in a Méthode Champenoise style from well-farmed vineyards, this Blanc de Blancs is sharp in acidity and biting flavors of green apple and lemon zest. Crisp and fresh, it's also complex and slightly brooding, weaving in waves of brioche and almond as it goes.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 44, "designation": "Sangiacomo Road Vineyard Blanc de Blancs", "variety": "Sparkling Blend", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Foundry"}, {"points": "93", "title": "Foxen 2013 Block 43 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Fresh raspberry and Bing cherry juice meet with wet black slate, rain on cement and toasted sagebrush scents on the nose of this block-selection expression. The palate opens with ripe red berry, then tightens on slightly sour cranberries, with singing acidity down the middle and a warmer anise tinge to the edges.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Block 43 Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "93", "title": "Polkura 2012 Block g+i Syrah (Marchigue)", "description": "This block-selection Syrah is a kissing cousin of Polkura's more basic yet excellent Syrah from Marchigue in western Colchagua. It shows plenty of oak, vanilla and black-fruit ripeness, but on the palate it's nicely balanced and runs a mile deep. Toasty, smoky blackberry flavors end with mocha notes and oomph. Drink through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Block g+i", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Marchigue", "country": "Chile", "winery": "Polkura"}, {"points": "93", "title": "Fulcrum 2013 Brosseau Vineyard Pinot Noir (Chalone)", "description": "Hearty aromas of baking spices, roasted fennel, ginger and light licorice give nuance to dried cherry, cranberry, beef bourguignon and sweet onion scents on this wine from the eastside of the Salinas Valley. The palate is all about exotic spice, from sandalwood and myrrh to oregano, thyme, marjoram and black cardamom, all hanging on a lush, dark-fruit core.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 56, "designation": "Brosseau Vineyard", "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fulcrum"}, {"points": "93", "title": "Gary Farrell 2013 Hallberg Vineyard Pinot Noir (Russian River Valley)", "description": "This floral wine opens as if in a damp but not wet forest, surrounded by ripe, red cherry trees. Likable from the start, it's grippy on the palate, expressively juicy, seductive and refined. Blackberry and dried herb pop on the finish, providing a darker side to the red fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Hallberg Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "93", "title": "Le Salette 2012 La Marega  (Amarone della Valpolicella Classico)", "description": "Crushed blue flower, ripe plum and a whiff of exotic spice emerge on this bold wine. On the concentrated palate, ground pepper, cocoa and licorice notes accent ripe black cherry and baked plum. Velvety tannins lend elegance and support.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 91, "designation": "La Marega", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Le Salette"}, {"points": "93", "title": "Melville 2013 Estate Pinot Noir (Sta. Rita Hills)", "description": "Light but plump red strawberry fruit mixes with sandalwood, dried sage and thyme on this nose of this estate wine from winemaker Greg Brewer. Lots of spicy herbals show on the palate, from peppercorn and cardamom to thyme and oregano, giving deeper character to the light red-fruit core.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Estate", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "93", "title": "Kynsi 2012 Precious Stone, Stone Corral Vineyard Pinot Noir (Edna Valley)", "description": "Just-ripe blackberry forms a tight, centralized core aroma, with flashes of pencil lead, dried rose petals and lavender adding nuance. It's focused and dark on the palate, with grippy pine sap stringing together purple fruit, dried cranberry and black pepper flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Precious Stone, Stone Corral Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "93", "title": "Rusack 2013 Santa Catalina Island Vineyards Chardonnay (California)", "description": "One of the world's most ambitious projects, this island-grown wine is starting to shine, with aromas of orange blossom, toasted Marcona almonds, walnut oil, marzipan and smoky flint. Those slightly oxidized notes are cut on the palate by lots of fresh lime juice and ruby-red grapefruit juice that shows alongside riper lemon cake flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Santa Catalina Island Vineyards", "variety": "Chardonnay", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Rusack"}, {"points": "93", "title": "Rusack 2013 Santa Catalina Island Vineyards Pinot Noir (California)", "description": "One of the most ambitious wine projects on the planet, this bottling from Catalina Island shows rich complexity on the nose, with aromas of red cherries, smoked pork, tight graphite, a hint of maple and then violets, lilacs and other purple flowers. The flavors are soft with red and purple fruit, but solidly seasoned with anise, black pepper and spicy herbs, with all elements extremely well integrated.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 72, "designation": "Santa Catalina Island Vineyards", "variety": "Pinot Noir", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Rusack"}, {"points": "93", "title": "Stag's Leap Wine Cellars 2012 Cask 23 Estate Grown Cabernet Sauvignon (Napa Valley)", "description": "Thick and dense, with managed tannins and a nest of oak, this marquee wine offers classic insight into the Napa Valley. It's weighty and somewhat smoky, with a lurking sense of minerality and balance. A powerful grip gives way on the lengthy finish to satisfying end notes of coffee and toffee.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 245, "designation": "Cask 23 Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stag's Leap Wine Cellars"}, {"points": "93", "title": "Testarossa 2013 Rosella's Vineyard Chardonnay (Santa Lucia Highlands)", "description": "This wine from the Franscioni family's home vineyard shows tight aromas of lime candy, chalky rock, Pink Lady apple, sliced mandarin orange and a hint of honeysuckle. The palate is full of energy, with a wide range of orange flavors, from Pixie tangerines to Creamsicles, with a touch of honey on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Rosella's Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Rideau 2013 Daliet Reserve Syrah (Santa Ynez Valley)", "description": "A new top-end series from Iris Rideau and winemaker Adrienne St. John, this bottling, named after Iris's mother who turned 98 recently, shows roasted beef, lavender, blackberry coulis and a touch of black gravel on the nose. The palate offers mole-like flavors of chocolate and dried fruit, with blueberry skin and espresso notes proving quite interesting and elegant.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Daliet Reserve", "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rideau"}, {"points": "93", "title": "Thomas Fogarty 2012 Rapley Trail Vineyard M Block Pinot Noir (Santa Cruz Mountains)", "description": "Strong aromatic wood qualities of cedar and sandalwood mix with iron, dried strawberries, cranberries and peppery spice on the nose of this extremely specific bottling from a block planted in 1983. It's light in body, energetic with spice and tart plum-skin fruit, and winds up on a very delicate finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 85, "designation": "Rapley Trail Vineyard M Block", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Thomas Fogarty"}, {"points": "93", "title": "Three Sticks 2013 Pinot Noir (Russian River Valley)", "description": "Full-bodied, yet floral and velvety on the palate, this wine is sourced from the cooler southern parts of the appellation. Spicy and fruity in equal measure, it's balanced and elegant while offering lush texture around crisp red fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "93", "title": "Trimbach 2012 Réserve Riesling (Alsace)", "description": "Slight hints of evolution are immediately apparent in the lifted notes of dried lemon peel. The palate is taut and concentrated, straight-laced and upright. This is all about linearity, focus and tension. Have it now or wait for it, it is worth witnessing at any stage. Prepare to be refreshed and revived. Drink now until 2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Réserve", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Trimbach"}, {"points": "93", "title": "Boeckel 2014 Brandluft Riesling (Alsace)", "description": "Subdued, riper fruit has not yet come to the surface. Notions of Bramley apple are evoked on the nose; on the palate they show as the more rounded flavor of baked Bramley. Hovering above it all is grated lemon zest, pulling fruit, texture and freshness tautly together in a dry, fresh yet mellow finish. The more you taste, the more the still-underlying fruit yearns to rise to the surface. Best to give this some time so it can show its true, exciting colours.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": "Brandluft", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Boeckel"}, {"points": "93", "title": "Ch.igai Takaha 2013 Sono Pinot Noir (Sta. Rita Hills)", "description": "Concentrated hibiscus and rose petals are cut by an iron minerality and anise character on the nose of this wine that Greg Brewer and Steve Clifton make for a Japanese partner. It's rich on the palate but still just medium weight, showing graphite, Asian spices, black peppercorns and lots of textural energy and acidic verve on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Sono", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ch.igai Takaha"}, {"points": "93", "title": "Allegrini 2011  Amarone della Valpolicella Classico", "description": "Full-bodied and firmly structured, this offers aromas of dark cherry, mocha, blue flower and a whiff of exotic spice. The concentrated palate doles out black cherry, raspberry jam, raisin, chocolate and baking spice alongside velvety tannins. Drink 2017–2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Allegrini"}, {"points": "93", "title": "Barden 2014 Chardonnay (Sta. Rita Hills)", "description": "There are light and airy elements of nectarine flesh and lemon blossoms on the nose of this first Chardonnay ever made by veteran Doug Margerum, who also imparts warmer scents of toast and clarified butter. The palate is tightly coiled, simultaneously soft with stone fruit and sharp with chalky texturality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": null, "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Barden"}, {"points": "93", "title": "Domaine Zind-Humbrecht 2013 Calcaire Gewurztraminer (Alsace)", "description": "The restrained and floral opening of jasmine and mandarin peel leads to a palate that holds just a touch of residual sugar, filling this gorgeously balanced Gewurztraminer to the brim with sweet citrus swirls of tangerine, satsuma and mandarin. Notes of orange blossom hover and are pulled into focus by the textured mouthfeel of this immensely elegant wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Calcaire", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "93", "title": "Domaine Zind-Humbrecht 2013 Vieilles Vignes Gewurztraminer (Alsace)", "description": "Very ripe, red-cheeked Mirabelles and orange peel represent the aromatic top notes. With more air, mandarin juice becomes apparent, and the palate is wonderfully taut and concentrated. There is a haunting purity and a strong undertow of earth and stone that soars on the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Vieilles Vignes", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "93", "title": "Domaine Méo-Camuzet 2013 Les Cras Premier Cru  (Chambolle-Musigny)", "description": "A beautifully perfumed wine, this offers a line of fine tannins and brilliant aromatic fruitiness. Cherries and strawberries show strongly against a backdrop of tannins and structure. The aftertaste, still with a hint of dryness, is round with great fragrant fruit. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Les Cras Premier Cru", "variety": "Pinot Noir", "region_1": "Chambolle-Musigny", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Méo-Camuzet"}, {"points": "93", "title": "Domaine Ostertag 2013 Zellberg Pinot Gris (Alsace)", "description": "Orange peel perfumes the rich pear notes and imbues them with the aromatic spice of citrus foliage and zest. The palate is full of friendly citrus and pear. Despite its texture and rich flavor, it's beautifully slender and light-footed, with an inherent, zesty brightness that makes this wine shine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 58, "designation": "Zellberg", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}]