[{"points": "93", "title": "Artesa 2014 Estate Reserve Chardonnay (Carneros)", "description": "The estate-grown grapes for this wine come from some of the appellation's highest-elevation sites, at the base of Mount Veeder. Natural acidity is the star of the show, a nice surprise after a decadent honeyed color and bouquet. Serious texture and complexity give way to a touch of salted caramel and peach.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "Estate Reserve", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Artesa"}, {"points": "93", "title": "Carlisle 2013 Pagani Ranch Zinfandel (Sonoma Valley)", "description": "From the gorgeous, mighty Pagani, planted in 1895, comes this powerfully rich and refined wine, a study in woodsy rusticity and layers of fig, blackberry and a stick of cinnamon. Full bodied and luxurious on the palate, a lithe jolt of acidity rears its head just before the finish, trying to compete with the licorice and leather. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 46, "designation": "Pagani Ranch", "variety": "Zinfandel", "region_1": "Sonoma Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "93", "title": "Brandini 2011 Resa 56  (Barolo)", "description": "Scents of perfumed dark berry, rose, cake spice and aromatic herb unfold on this structured red. On the full-bodied palate, notes of chopped mint, mocha and white pepper accent a core of mature black cherry. It's young and assertive but well balanced, with firm tannins and bright acidity. Drink 2018–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Resa 56", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Brandini"}, {"points": "93", "title": "Domäne Wachau 2015 Terrassen Federspiel Riesling (Wachau)", "description": "Another study in citrus: bergamot peel mixes with fragrant citrus foliage on the nose. The palate brings further harmony with notes of orange and tangerine. The juicy freshness is utterly mouthwatering. The dry, slender palate is seriously playful and playfully serious. Only Riesling can achieve this. Utter joy and supreme refreshment.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 19, "designation": "Terrassen Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Eichinger 2015 Wechselberg Grüner Veltliner (Kamptal)", "description": "Aloe vera balminess is promised on the zesty, aromatic nose. The palate fulfills this easily: this is supple and flowing, concentrated and fluid. White pepper, grapefruit zest, juicy pear and greenish leafiness all gather around the central seam of freshness. Elegance, poise and total refreshment is the result.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Wechselberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "93", "title": "Joseph Phelps 2013 Quarter Moon Vineyard Pinot Noir (Sonoma Coast)", "description": "This is a 100% estate wine from the producer's cool-climate sites near the town of Freestone. Black pepper and a nutty entry invite one in to explore further, this wine having many stories to tell as it develops. Soft and mellow, it's also feral and funky, with a strong essence of mushroomy forest floor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Quarter Moon Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Joseph Phelps"}, {"points": "93", "title": "Palmina 2008 Sisquoc Nebbiolo (Santa Maria Valley)", "description": "Black cherries, leather, dried rose petals, rustic cinnamon, bloody meat, graphite, cherry cola and vanilla bean show on the wondrously layered nose of this Steve Clifton bottling. It's still a tad young on the palate, which is grippy with sticky tannins, but shows cola, brown spice, cinnamon, cardamom cream, tart plum fruit and a lasting dried mint element. Drink 2018 through 2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Sisquoc", "variety": "Nebbiolo", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Palmina"}, {"points": "93", "title": "Fess Parker 2014 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "Bright, fresh and vivacious, this bottling from the historic vineyard offers white flowers, sea salt, lemons and buttered white peaches on the nose. Apple flesh and lime rind sizzles into the citrus-driven palate, where a touch of lemon verbena adds complexity to this straightforward and delicious wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 37, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "93", "title": "Gramercy 2013 John Lewis Syrah (Walla Walla Valley (WA))", "description": "It's the stem inclusion that shows itself first, with aromas of olive and herb in front of violets, red fruit, pepper, earth and whiffs of coffee and smoked meat. The flavors are reserved, supple and polished, with bright acids keeping it all in focus. It demands food alongside it to be properly appreciated.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 85, "designation": "John Lewis", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "93", "title": "Finca El Origen 2011 Phi Single Vineyard Red (Valle de Uco)", "description": "Blackberry, cassis, mocha and chocolate aromas are typical of fine, modern Malbec, even if this contains 18% Cabernet Sauvignon and Syrah. A flush, widespread mouthfeel expands across all corners of the palate, while savory, toasty flavors of blackberry and licorice finish with a reprise of char as well as hickory and coffee notes. Drink this beefy wine through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 70, "designation": "Phi Single Vineyard", "variety": "Red Blend", "region_1": "Valle de Uco", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Finca El Origen"}, {"points": "93", "title": "Raphael 2013 Primo Reserve Estate Bottled Red (North Fork of Long Island)", "description": "Ripe, rich fruit and bold, mouth dampening tannins express the rugged muscularity of this wine. A blend of classic Bordeaux grape varieties, it highlights pristine black cherry and cassis against a backdrop of spice, cedar, barnyard and tobacco complexities. It needs a few years to ease off its brawniness, but should improve beautifully through at least 2023.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 75, "designation": "Primo Reserve Estate Bottled", "variety": "Bordeaux-style Red Blend", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Raphael"}, {"points": "93", "title": "Pursued by Bear 2012 Cabernet Sauvignon (Columbia Valley (WA))", "description": "The aromas of cocoa, vanilla, coconut and dried herbs are still quite locked up, with the oak out front. The cherry flavors are dense, plush and layered, with vanilla and other barrel spices speckled throughout. It provides plenty of immediate appeal but will only benefit from some time in the cellar; best after 2019.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 65, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Pursued by Bear"}, {"points": "93", "title": "Smith-Madrone 2012 Cabernet Sauvignon (Spring Mountain District)", "description": "Grown on the producer's 1,800-foot-high, dry-farmed property west of St. Helena from 40-year-old vines, this is a great wine, structured and elegantly designed to highlight cassis, clove and cigar. Thick, heady tannins soften in the glass, allowing room for enviable structure and a black pepper-dotted finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Spring Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Smith-Madrone"}, {"points": "93", "title": "W.H. Smith 2012 Reserve Cabernet Sauvignon (Howell Mountain)", "description": "This is a lovely wine, classically rendered in cedar, herb and red cherry. The dried herb and forest floor elements persist on the palate, with bursts of acidity giving it life and lingering persistence, the tannins well-integrated.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "W.H. Smith"}, {"points": "93", "title": "Brick & Mortar 2014 Sweetwater Springs Vineyard Chardonnay (Russian River Valley)", "description": "This is a beautiful and beguiling wine, so different from many of its counterparts in its sizzling, citrus-driven acidity and persistent freshness. Tangerine and grapefruit are the stars, unexpectedly keeping this light-bodied vineyard-designate alive and inviting on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Sweetwater Springs Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Brick & Mortar"}, {"points": "93", "title": "Château Grand Boise 2015 Cuvée Jadis Rosé (Côtes de Provence)", "description": "The top rosé from old vines at Grand Boise, this is a ripe, well-structured and balanced wine. The fruit is right up front, raspberries and red plums along with a lightly herbal element. The high-altitude vineyard (up to 2,000 feet) gives a cool, crisp aftertaste to this impressive wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Cuvée Jadis", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Grand Boise"}, {"points": "93", "title": "Benegas 2011 Benegas Lynch La Encerrada Estate Vineyard Malbec (Mendoza)", "description": "Smoky and intense from the get-go, this saturated, black-as-night Malbec is full of blackberry, cassis and gamy aromas. While it goes heavy on the gas, the wine's structure is up to it. Flavors of chocolate, burnt toast, salt and blackberry finish toasty and long, with savory blackened spice notes. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 55, "designation": "Benegas Lynch La Encerrada Estate Vineyard", "variety": "Malbec", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Benegas"}, {"points": "93", "title": "Dry Creek Vineyard 2013 Old Vine Zinfandel (Dry Creek Valley)", "description": "From vines averaging 95 years old, this is an impressive effort, in balance between savory, sultry overtones of peppercorn and espresso and a riper, juicier core of blackberry. Supportive acidity provides a freshness to the wine, which offers plenty of length and breadth on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Old Vine", "variety": "Zinfandel", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dry Creek Vineyard"}, {"points": "93", "title": "Domäne Wachau 2013 Smaragd Terrassen Riesling (Wachau)", "description": "Slightly more advanced notes stand out: a herbal tinge of sun-warmed, wild thyme has crept into the citrus peel which utterly dominates the palate. This sleek Smaragd has just started on its long ascent. It has the toned muscle and the stamina to go on and on—those who have enjoyed older vintages know of its near eternal youthfulness. On the aftertaste, herbal notes assert themselves again: dried tisane of verbena and dried apple punctuate with pleasant accents.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 32, "designation": "Smaragd Terrassen", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "93", "title": "Donum 2014 Year of the Horse Single Vineyard Chardonnay (Carneros)", "description": "Dark golden in color, this celebration of the Chinese zodiac opens with fresh-squeezed lemon and saline, a a saltiness that's inviting and imaginative. Medium in body, this is fleshy, juicy and bright, a complement of ripe apple and banana, a perfumed floral quality and spicy minerality.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Year of the Horse Single Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Donum"}, {"points": "93", "title": "Domaine Saint-André de Figuière 2015 Confidentielle Rosé (Côtes de Provence La Londe)", "description": "A portion of this estate is in the cru appellation of La Londe, based on schist soil. This single-vineyard wine is impressive in its ripe fruit and vein of fresh acidity. It is full bodied and concentrated, while keeping a light touch. It is dry, lightly structured and likely will be even better from the end of 2016.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 46, "designation": "Confidentielle", "variety": "Rosé", "region_1": "Côtes de Provence La Londe", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine Saint-André de Figuière"}, {"points": "93", "title": "Fiddlehead 2011 Lollapalooza Fiddlestix Pinot Noir (Sta. Rita Hills)", "description": "Elegant and silky on the nose, this bottling shows aromas of pressed violet, rose bud, grape candy, cherry blossom and lilac. There is a lot of cinnamon and star anise spice on the palate as well as a strong touch of licorice that's laid across deep olallieberry fruit and a lavender florality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 80, "designation": "Lollapalooza Fiddlestix", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fiddlehead"}, {"points": "93", "title": "Foretell 2012 Pinot Noir (Fort Ross-Seaview)", "description": "Stemmy wet forest and a distinct note of mushroom opens this exotic wine, a full-bodied and concentrated expression of the coast. Tangy orange and juicy rhubarb flavors support the searing acidity that balances the wine and keeps it fresh and lively on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": null, "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Foretell"}, {"points": "93", "title": "Merry Edwards 2013 Flax Vineyard Pinot Noir (Russian River Valley)", "description": "This is a Westside Road site known for its rocky soils, and the wine presents sassafras, cherry-berry and roses on the entry before laying down a tightly woven mix of sour, salty cranberry and blood orange. It is softly voluptuous and velvety, though young, with a biting chewiness that should mellow in the cellar. Drink now through 2028.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 57, "designation": "Flax Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Merry Edwards"}, {"points": "93", "title": "Josef Jamek 2015 Ried Klaus Federspiel Riesling (Wachau)", "description": "Peach and bergamot, mirabelle plum and lemon zest, ripeness and freshness, amplitude and sleekness: whoever loves to trade in juxtapositions will love this expressive, irresistible wine. Etched with very clear contours it nonetheless delivers generous, gorgeous fruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Ried Klaus Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Josef Jamek"}, {"points": "93", "title": "Sanguis 2013 My Soul Is Rested Red (Central Coast)", "description": "Very dark and inky in color, this bottling by Matthias Pippig shows baked black plum and black cherry on the nose as well as a dusting of cocoa and elegant forest spices of juniper and pine. More baked plum and rich blueberry show on the palate, but with a considerably earthy edge of black tea, juniper, coffee and dark chocolate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": null, "designation": "My Soul Is Rested", "variety": "Red Blend", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sanguis"}, {"points": "93", "title": "Les Belles Collines 2012 Cabernet Sauvignon (Napa Valley)", "description": "Given slightly less new oak (60%) than the producer's Les Sommets bottling, this is an equally rewarding wine, blended with 12% Merlot. Red fruit dominates atop a soft grip of leather, pencil lead and cedar. The considerable density of the tannins and overall firm texture suggest this will benefit from further aging; drink 2018–2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Les Belles Collines"}, {"points": "93", "title": "Turnbull 2013 Estate Grown Cabernet Sauvignon (Napa Valley)", "description": "A larger offering from the producer from a selection of sites, this shows a prowess of blending in its grippy, classic elements of black pepper and currant, a focused display of savory edges around elusive fruit that makes for a compelling experience. Drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Turnbull"}, {"points": "93", "title": "Chenoweth 2013 Pinot Noir (Green Valley)", "description": "This wine is from the Chenoweth grape-growing family and is made from three of its finest vineyard sites: Chenoweth Ranch, Treehouse and Bootleggers, all special spots that have produced grapes for special producers. Here, the result is a smooth and velvety expression of juicy cherry and raspberry, given freshness via vibrant acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Chenoweth"}, {"points": "93", "title": "Claiborne & Churchill 2014 Classic Estate Pinot Noir (Edna Valley)", "description": "Red cherry, vanilla, chaparral scrub and cranberry puree show on the nose of this bottling from the longtime estate, and then come the intriguing olive and Middle Eastern spices. The palate hones in on that Mediterranean spice character, with Kalamata olives blending into lavender, exotic mulberry and thyme-laced cherry-plum sauce.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Classic Estate", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Claiborne & Churchill"}]