[{"points": "95", "title": "Brick House 2013 Essence Chardonnay (Ribbon Ridge)", "description": "One large (500 liter) barrel was set aside with wine from a single acre of four interplanted and ungrafted Chardonnay clones. This is truly a natural wine, fermented with no additives, aged on the lees for 18 months, and bottled unfined and unfiltered. Deeply rich flavors of apple pastry, buttery barrel and sweet spice are ineffably long and seductive. This rare and exceptional wine should be consumed in its youth.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Essence", "variety": "Chardonnay", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brick House"}, {"points": "95", "title": "Ebner-Ebenauer 2008 Blanc de Blancs Chardonnay (Österreichischer Sekt)", "description": "The sumptuous nose immediately signals that this is a special treat: layers of fresh and dried apple melded into autolytic notes of fresh brioche, challah and almond-crusted pastry. While the flavors of the palate remain equally sumptuous—introducing an almost salty notion of maple syrup—the spine of fresh acidity pulls an ultratight focus, providing all that richness with a firm, soaring frame. Made from 100% Chardonnay, this is an Austrian take on the absolute pedigree of this grape made into vintage-sparkling, zero-dosage Blanc de Blancs. That intriguing salty, lavish and aromatic length haunts the palate forever.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Blanc de Blancs", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Österreichischer Sekt", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "95", "title": "Moët & Chandon 2005 Dom Pérignon Brut  (Champagne)", "description": "With some age, this is a gloriously ripe and toasty wine. It has a rich character emphasized by the round texture and the creamy mousse. It also has great concentration, bringing together acidity as well as dense secondary flavors. With its rich, mature character, it is best suited for food. It is ready to drink, but will hold well through 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 170, "designation": "Dom Pérignon Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Moët & Chandon"}, {"points": "95", "title": "Taittinger 2006 Comtes de Champagne Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Taittinger's prestige cuvée epitomizes the Chardonnay predilection of this producer. This now-mature bottling is elegant and very stylish. Toast and a soft texture combine with great complexity to reveal a wine that is poised and ready to drink. But with the acidity in the background, it could still age, so drink now and until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 199, "designation": "Comtes de Champagne Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "95", "title": "Taylor Fladgate 1966 Single Harvest  (Port)", "description": "One of a series of releases of single harvest wines, this smooth, wood-aged Port is rich and still full of fruit. Ripe date and raisin flavors are lifted by acidity, with flavors from the wood aging giving great balance. Tawny in character, this beautiful wine is complex and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Single Harvest", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Taylor Fladgate"}, {"points": "95", "title": "B Cellars 2012 Blend 26 Cabernet Sauvignon (Oakville)", "description": "Sanguine, dense and thick, this offers an intriguing nose of black pepper and garrigue that conveys a sense of adventure and romance. Its leathery texture never becomes overly weighty, though the fruit and oak are plenty generous. An ideal partner for an equally beautiful steak, its structure suggests time in the cellar will only add to the experience; drink through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 150, "designation": "Blend 26", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "95", "title": "Louis Roederer 2007 Cristal Brut  (Champagne)", "description": "Among the most iconic Champagnes, this wine always reflects its vintage. In this 2007, coming from a good, not great year, the wine is developing more quickly than is sometimes the case. It is now showing as a beautiful, balanced wine ripe with apples while also hinting at almonds and a yeasty character. The wine has such style, elegant with its fragrant acidity and complex structure.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 249, "designation": "Cristal Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "95", "title": "San Vicente 2011  Rioja", "description": "Powerful aromas of black coffee and toast are woody and include perfectly ripe berry and cassis notes. This is full bodied, elegant and racy, with core acidity operating as a driving force. Black plum, boysenberry and cassis flavors finish toasty, with chocolate, fig and leathery notes. Overall this a superb vintage of San Vicente; it is classy and delicious. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 58, "designation": null, "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "San Vicente"}, {"points": "95", "title": "Perrier Jouët 2007 Belle Epoque Brut  (Champagne)", "description": "For Perrier-Jouët the symbols of the Belle Epoque are the house calling card. This prestige cuvée, in its stylish flowered bottle, has been released with good maturity, offering toast as well as fruit and a crisp, tight and mineral backdrop. There is an elegant style to the wine, fresh and with poise. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Belle Epoque Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Perrier Jouët"}, {"points": "95", "title": "Pol Roger 2006 Vintage Brut  (Champagne)", "description": "It is the balance that stars with this wine. The fruit, acidity and mineral texture are held together in maturing harmony. Still young, the wine is still in the fruity spectrum and yet is very ready to drink now. The acidity and the link between the soft dosage and freshness are all in place. Drink now and until 2026.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 114, "designation": "Vintage Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pol Roger"}, {"points": "95", "title": "Wayfarer 2013 Estate Grown Golden Mean Pinot Noir (Fort Ross-Seaview)", "description": "Lush and velvety, this wine offers big, dark cherry flavor around a tangy minerality. From three vineyard blocks planted to Pommard and Swan clones, it balances opposites in the way full-bodied luxuriousness meets acidity-driven juiciness, creating a desire for more. Let this wine open in the glass or cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Estate Grown Golden Mean", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "95", "title": "Alta Vista 2012 Single Vineyard Temis Malbec (Valle de Uco)", "description": "Inky berry and smoky, minerally aromas of charcoal properly introduce a saturated palate with tons of oak but even more fruit at its base. This supercharged Malbec is almost over the top, with massive blackberry, chocolate and molasses flavors. Burnt toast and chocolate mint-chip flavors on the finish confirm that this is a monster red. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 48, "designation": "Single Vineyard Temis", "variety": "Malbec", "region_1": "Valle de Uco", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Alta Vista"}, {"points": "95", "title": "Bergström 2013 Silice Pinot Noir (Chehalem Mountains)", "description": "Intensely fragrant from the moment the cork is pulled, this exceptional wine (formerly bottled as de Lancellotti vineyard) bursts out of the glass with sweet baking spices, sandalwood and tart red fruits. The structure and balance, along with its impressive concentration and length, mark this as a wine to cellar. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Silice", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "94", "title": "Mount Eden Vineyards 2012 Chardonnay (Santa Cruz Mountains)", "description": "Seared yellow grapefruit, white flowers and a hint of almonds make for a fresh but simultaneously nutty nose on this classic bottling from the historic producer, whose grapes come from the top of the high-elevation appellation. The extremely energized palate is enlivened by flavors of salted lemons, a buttery warmth and racy yet rich minerality, from chalk and slate to graphite and flint.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mount Eden Vineyards"}, {"points": "94", "title": "Rosenhof 2012 Orion Eiswein Grüner Veltliner (Burgenland)", "description": "Subtle notes of candied apricot mingle with barley sugar and light caramel in this splendid Eiswein. The palate reveals more intrigue, with pure lemon zest and aromatic inflections of crushed citrus foliage. While there is ample sweetness, this is cut by razor-sharp freshness and held in perfect poise. With time, ever more flavors join in: baked apple, candied orange peel and passion fruit. In its character, this would suit desserts that major on tropical, exotic fruit.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Orion Eiswein", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "94", "title": "Ruinart 2002 Dom Ruinart Brut Rosé  (Champagne)", "description": "From a great Champagne vintage, this rich, full-bodied wine is just beginning to develop secondary flavors, toast and walnuts. The red fruits are fading into the background, while keeping the acidity in place. It is ripe, well balanced and has a delicious, long aftertaste. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 286, "designation": "Dom Ruinart Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Ruinart"}, {"points": "94", "title": "Taittinger 2006 Comtes de Champagne Brut Rosé  (Champagne)", "description": "The lively mousse carries this sophisticated wine, which is the perfect partner to the Comtes de Champagne Blanc de Blancs. Everything is in its place, well integrated and with great precision. This trends to the sweeter side of Brut but with bottle age this has brought fine secondary flavors that are ripe and rich. The wine will age further, drink until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 262, "designation": "Comtes de Champagne Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "94", "title": "Robert Biale 2013 Stagecoach Vineyard The Biale Block Zinfandel (Napa Valley)", "description": "Planted in 1999 specifically for the producer, this vineyard block provides power and structure, revealing shocks of blackberry jam, mocha and gunpowder amidst a streak of wild anise and black pepper. Robust and bold, it begs for another 10 to 15 years in the cellar before finding its complete composure.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Stagecoach Vineyard The Biale Block", "variety": "Zinfandel", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "II Moons 2011 Ardor Red (Paso Robles)", "description": "Black cherry, clove and smoked meat aromas are rolled up into one wondrously savory scent in this 50-50 blend of Mourvèdre and Syrah. Flavors of beef roasted in blackberry and Sherry sauce sprinkled with oregano and marjoram entertain the complex palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Ardor", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "II Moons"}, {"points": "94", "title": "Domaine Drouhin Oregon 2013 Édition Limitée Chardonnay (Dundee Hills)", "description": "This reserve-level wine is down to just three barrels in this vintage. It's creamy and yet precisely defined, with generous layers of pineapple, lime, golden apple and lemon tea. A bracing minerality underscores gently oaked, finishing notes of melba toast and almond butter.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Édition Limitée", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Drouhin Oregon"}, {"points": "94", "title": "Joseph Perrier 2004 Cuvée Josephine Brut  (Champagne)", "description": "This top wine from Joseph Perrier is rich, full in the mouth and well balanced. It is at the midway point of Brut, neither too sweet nor dry, giving ripe, creamy apple flavors and refreshing, concentrated acidity. There is no sign yet of maturity, the wine still so fresh. Drink now for the liveliness or wait until 2018 for maturity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Cuvée Josephine Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Joseph Perrier"}, {"points": "94", "title": "Alta Vista 2012 Single Vineyard Alizarine Malbec (Luján de Cuyo)", "description": "Right away this pitch-dark Malbec displays max ripeness through a dynamic mix of prune, blackberry, coconut, violet petal and leathery aromas. A hugely concentrated palate is hardly a shock, while firm acidity cuts a viscous palate with ripe cassis, plum, blackberry and black cherry flavors. Drink this voluptuous wine through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 48, "designation": "Single Vineyard Alizarine", "variety": "Malbec", "region_1": "Luján de Cuyo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Alta Vista"}, {"points": "94", "title": "Alta Vista 2012 Single Vineyard Serenade Malbec (Luján de Cuyo)", "description": "Pure blackberry, cassis and charcoal aromas come with a sweet oak-based scent of maple. This is a beast of a wine with lushness and padding to the palate along with huge tannins and fine oak framework. Toasty, chocolaty oak flavors caress a black-fruit explosion prior to a saturated finish that spreads out like a slow-moving lava flow. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 48, "designation": "Single Vineyard Serenade", "variety": "Malbec", "region_1": "Luján de Cuyo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Alta Vista"}, {"points": "94", "title": "Asuncion Ridge 2012 Barrel Select Pinot Noir (San Luis Obispo County)", "description": "Coming from a vineyard west of Paso Robles that peeks at the ocean surrounding Morro Rock, this is a dense expression of the grape, with dried strawberries, blackberries, smoked pork butt, star anise and lots of smoke on the nose. The palate is rich and lively, with decent mineral-driven restraint, showing a mouth-watering flavor array of dense blackberries and spicy Sichuan peppercorns.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Barrel Select", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Asuncion Ridge"}, {"points": "94", "title": "B Cellars 2013 Manzana Vineyard Pinot Noir (Russian River Valley)", "description": "Made by Kirk Venge from a Dutton Ranch vineyard site, this wine immediately offers a lot to like, from its earthy sassafras and compelling layers of crisp raspberry and cherry, to its soft layers of oaky density accented in rose. Requiring more time to open, with an ideal cellaring through 2023, it finishes with a flair of cedar and vanilla, lasting long on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Manzana Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "94", "title": "Billecart-Salmon 2006 Vintage Extra Brut  (Champagne)", "description": "Billecart-Salmon's style is dry, so an Extra Brut will be almost bone-dry. This wine is crisp and tight, bringing out grapefruit and citrus flavors and a steely, mineral character. It is still young, with freshness dominant, and needs to mature to blossom into a very fine Champagne. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "Vintage Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Billecart-Salmon"}, {"points": "94", "title": "Viña Cobos 2012 Bramare Marchiori Vineyard Malbec (Luján de Cuyo)", "description": "Toasty woodsmoke aromas are matched by wild berry, cassis, cherry and marshmallow scents on the nose of this huge Malbec. Creamy feeling but also inky and fully concentrated, this tastes like black cherry and cough drops. Candied ripeness carries onto the finish along with chocolate and dry spice flavors. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Bramare Marchiori Vineyard", "variety": "Malbec", "region_1": "Luján de Cuyo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Viña Cobos"}, {"points": "94", "title": "Viña Cobos 2012 Bramare Touza Vineyard Malbec (Luján de Cuyo)", "description": "Blackened and charred on the nose, there are also blueberry, herb and earth notes to get this balanced yet huge Malbec going. Blackberry, black plum and pie crust flavors finish cedary, with pastry notes and lasting black fruit. If you want power but also elegance and purity from your red wine, this is it. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Bramare Touza Vineyard", "variety": "Malbec", "region_1": "Luján de Cuyo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Viña Cobos"}, {"points": "94", "title": "Maso Martis 2010 Dosaggiozero Riserva Sparkling (Trento)", "description": "Linear and intense, this elegant blend of 70% Pinot Nero and 30% Chardonnay opens with aromas of fragrant flowers, yeast and a whiff of orchard fruit. The firm, focused palate delivers ripe apple, citrus zest, almond and energizing mineral notes alongside an ultrafine, persistent perlage that carries through to the quenching, bone dry finish. It's overflowing with finesse.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 67, "designation": "Dosaggiozero Riserva", "variety": "Sparkling Blend", "region_1": "Trento", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Maso Martis"}, {"points": "94", "title": "Chimney Rock 2012 Elevage Estate Grown Red (Stags Leap District)", "description": "A proprietary blend of 57% Merlot, 35% Cabernet Sauvignon and 8% Petit Verdot, all homegrown, this is dense and powerful, rich in red fruit but also savory in tobacco, black tea and leather. Reflective of the appellation's ability to combine power with elegance, it fully represents and should continue to meld beautifully together in the cellar. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 96, "designation": "Elevage Estate Grown", "variety": "Bordeaux-style Red Blend", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Chimney Rock"}]