[{"points": "92", "title": "Umathum 2015 Rosa Rosé (Burgenland)", "description": "The almost luminous pink hue promises exuberance: the wine delivers a plethora of fruit notes—spicy elderberries, luscious strawberries and juicy red cherries all take turns to dazzle. Is this your typical rosé? Certainly not—it's more of an ultralight red that needs chilling. But it certainly delivers sophisticated yet fun drinking. Simply abandon yourself to its joyful flavors and celebrate summer!", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 22, "designation": "Rosa", "variety": "Rosé", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Umathum"}, {"points": "92", "title": "Shaw 2008 Reserve Cabernet Franc (Finger Lakes)", "description": "This late-release reserve bottling was a favorite in a lineup of excellent Finger Lakes Cabernet Franc. While the core bursts of sweet-tart cherries and violet blossoms, four years of oak aging have added intriguing shades of leather and spice, toast and balsamic vinegar. It's such a pretty, ethereal wine, but with remarkable complexity. Drink now through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 30, "designation": "Reserve", "variety": "Cabernet Franc", "region_1": "Finger Lakes", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Shaw"}, {"points": "92", "title": "kukkula 2013 Noir Syrah (Adelaida District)", "description": "Waves of rich bacon fat, maple, caramelized black cherries, campfire smoke and an elegant touch of lavender show on the nose of this bottling, which includes 14% Counoise. Similar smoke shows on the palate, but it's more tart and acidic than expected, with underripe blackberry and black plum skin flavors. The tannins are fine-grained but firm. Drink 2018 through 2023.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Noir", "variety": "Syrah", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "kukkula"}, {"points": "92", "title": "Vigne Marina Coppi 2013 Fausto Timorasso (Colli Tortonesi)", "description": "Fresh and elegantly structured, this opens with aromas of Spanish broom, acacia flower, citrus peel and a whiff of hazelnut. The vibrant, full-bodied palate offers citrus zest, beeswax, almond and a honeyed note alongside bright acidity. A mineral accent gives it a clean, focused finish. Hold for even more complexity. Drink 2018 through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Fausto", "variety": "Timorasso", "region_1": "Colli Tortonesi", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Vigne Marina Coppi"}, {"points": "92", "title": "Convento de Las Claras 2012 Heritage  (Ribera del Duero)", "description": "This immediately presents itself in fine fashion. Ripe berry, generous oak and rooty notes form a complex nose. Spot on across the palate, with depth and freshness, this tastes of cherry, blackberry and mocha. A deep finish with exemplary balance confirms both quality and value. Drink through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 25, "designation": "Heritage", "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Convento de Las Claras"}, {"points": "92", "title": "Château Grand Boise 2015 Rosé (Côtes de Provence Sainte-Victoire)", "description": "High-altitude (up to 1,800 feet) mainly north-facing vineyards give this wine its intense character. It is crisp, tight, mineral and concentrated. Acidity cuts through, making this wine right for seafood and spicy Asian cooking. The aftertaste continues this fresh, textured character.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 23, "designation": null, "variety": "Rosé", "region_1": "Côtes de Provence Sainte-Victoire", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Grand Boise"}, {"points": "92", "title": "Jaffurs 2012 Grenache (Santa Barbara County)", "description": "Clean and tight aromas of strawberry essence mesh with dried violets, rose petals, star anise and clove on this engaging while classically profiled bottling. It's light and lively on the palate, with tons of bright red fruit and cinnamon spice, showing cranberry tang in the midpalate and the structural bones to hold up its energetic game for years.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": null, "variety": "Grenache", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Jaffurs"}, {"points": "92", "title": "Kontos 2012 Alatus Red (Walla Walla Valley (WA))", "description": "This wine is 37% each Cabernet Sauvignon and Merlot with the rest split equally between Malbec and Syrah. Reticent aromas of vanilla and baking spices lead to full-feeling dark-fruit flavors, backed by lightly grainy tannins. The hang time on the finish is downright outrageous.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 38, "designation": "Alatus", "variety": "Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Kontos"}, {"points": "92", "title": "Le Morette 2015 Mandolara  (Lugana)", "description": "Exquisite floral aromas of honeysuckle and jasmine are joined by a whiff of mature pear. The round, juicy palate doles out ripe peach, juicy citrus and yellow apple while a white almond note backs up the lingering finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 20, "designation": "Mandolara", "variety": "Turbiana", "region_1": "Lugana", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Le Morette"}, {"points": "92", "title": "McNab Ridge 2013 Family Reserve Largo Cabernet Sauvignon (Mendocino County)", "description": "A gentle giant of a wine, this has huge flavors, great structure and massive fine-grained tannins but it's still poised and balanced. It smells almost beefy, rich, dark and black cherry-ish, yet with tasty nuances of smoke and caramel, tastes full and generous and feels attractively astringent. Best to drink after 2017.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Family Reserve Largo", "variety": "Cabernet Sauvignon", "region_1": "Mendocino County", "region_2": null, "province": "California", "country": "US", "winery": "McNab Ridge"}, {"points": "92", "title": "Lucas & Lewellen 2012 Cote del Sol Estate Vineyards Cabernet Sauvignon (Santa Ynez Valley)", "description": "This stellar bottling deftly combines both the bright and burned sides of the sipping experience, offering fresh crushed blueberries alongside caramel, cooked dark chocolate and charred toast on the nose. There's a great array of dried herbs once sipped, with flavors of dried blueberries, lamb char, espresso and pencil lead. Tons of depth.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Cote del Sol Estate Vineyards", "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lucas & Lewellen"}, {"points": "92", "title": "Luigi Bosca 2013 Gala 1 Malbec-Petit Verdot-Tannat Red (Mendoza)", "description": "This Malbec-led blend (with Petit Verdot and Tannat) is muscular and piercing on the nose, with aromas of brick dust, black cherry, cassis and raisin. The palate is saturated and creamy, with a lactic sensation competing with rubbery tannins. Flavors of vanilla, raw oak, tomato, plum, herbs and chocolate are complex and finish with multiple interest points along with mild heat. Give this more time, if possible. Best from 2018 through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 38, "designation": "Gala 1 Malbec-Petit Verdot-Tannat", "variety": "Red Blend", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Luigi Bosca"}, {"points": "92", "title": "Goat Bubbles 2013 Blanc de Noirs Clos Pepe Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Creamy bubbles rise through hay color in the glass, showing the slightest touch of salmon pink on the edges, with a lean and tight nose that shows tortilla dough, pink grapefruit rind and a sleek, steely gunmetal note. Crisp apple and sliced Meyer lemon flavors show on the palate, where the bubbles are foamy, the yeast is present but restrained and the style is very approachable.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Blanc de Noirs Clos Pepe Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Goat Bubbles"}, {"points": "92", "title": "Goat Bubbles 2013 Brut Cuvée Sparkling (Santa Barbara County)", "description": "Cut pear, yellow apple, a touch of melon, light white peach, just-cut lemon and an intriguing cream corn element show on the nose of this wine by Norm Yost, one of the region's sparkling pioneers. The palate offers sliced lemon, toast, poached Asian pear and a shred of almond, layered through very creamy bubbles.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Brut Cuvée", "variety": "Sparkling Blend", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Goat Bubbles"}, {"points": "92", "title": "Gramercy 2013 The Third Man Grenache (Columbia Valley (WA))", "description": "With healthy dashed of Syrah (19%) and Mourvèdre (5%), this wine drinks as much like a Rhone-style blend as a varietal wine. The aromas offer a very pretty balance of red and blue fruit, accented by generous amounts of black pepper, high-toned herbs and moist earth. The flavors have crystalline clarity, dancing lightly on the palate and ending with a coffee filled finish. It provides a lot of delicacy and nuance, only ramping up over time.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 42, "designation": "The Third Man", "variety": "Grenache", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "92", "title": "Domaine Marie Berenice 2013 Mourvèdre (Bandol)", "description": "The potential of Mourvèdre in Bandol is amply shown in this generous, ripe, spicy wine, the fourth vintage from Damien Roux at this estate. It has dark tannins and dense black plum fruits along with a powerful, brooding mineral character that will allow this impressive wine to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 32, "designation": null, "variety": "Mourvèdre", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine Marie Berenice"}, {"points": "92", "title": "Fess Parker 2014 Sierra Madre Vineyard Chardonnay (Santa Maria Valley)", "description": "Pink grapefruit, a linear chalky component and the aromas of apricot jam on brie cheese rind show on the nose of this bottling from one of the region's oldest vineyards. There is tight focus to the palate, where green pear skins, pomelo pith, lemon zest and lime juice weave into an acidity that's strong yet expertly integrated.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 37, "designation": "Sierra Madre Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "92", "title": "Grey Wolf Cellars 2014 Sentinelle White (Central Coast)", "description": "Very inviting aromas of lemon curd, buttercream, white peach and pear blossom prove quite ripe but far from overdone on this blend of 40% Roussanne, 40% Marsanne and 20% Viognier. There is thinly focused but prevalent acidity to the sip, where peaches, lemon and cream flavos thrive. A well balanced and rich white Rhône blend, which is harder to pull off than it sounds.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 24, "designation": "Sentinelle", "variety": "Rhône-style White Blend", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Grey Wolf Cellars"}, {"points": "92", "title": "Huia 2015 Estate Grown Sauvignon Blanc (Marlborough)", "description": "This wine harmoniously blends hints of cut grass and struck flint with pink grapefruit. It's medium in body, not at all overdone, delivering the long citrus and berry finish with the precision of cut crystal.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 20, "designation": "Estate Grown", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Huia"}, {"points": "92", "title": "Ottella 2013 Molceo Riserva  (Lugana)", "description": "Herbaceous aromas of hay and tomato leaf meld together with notes of stone fruit, citrus and flint. The round, medium-bodied palate offers white grapefruit, candied nectarine zest, white peach, aromatic herb and mineral. Fresh acidity brightens the rich flavors.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": "Molceo Riserva", "variety": "Turbiana", "region_1": "Lugana", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ottella"}, {"points": "92", "title": "Elephant Hill 2014 Syrah (Hawke's Bay)", "description": "This is a terrific American debut for this winery, which blends Syrah from the Gimblett Gravels and Te Awanga subregions. It's full-bodied and richly textured, with bold blueberry and raspberry fruit combining seamlessly with savory notes of black olive and marinated beef. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 25, "designation": null, "variety": "Syrah", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Elephant Hill"}, {"points": "92", "title": "Estandon 2014 Légende Rosé (Côtes de Provence)", "description": "Always aged for an extra year before release, this wine is produced in honor of Jean Bagnis, a pioneer in Provence rosé. It balances richness with a light touch that gives fruity, refreshing pleasure. A shake of pepper lifts the palate and leads to the final red-fruit-crisp aftertaste.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Légende", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Estandon"}, {"points": "92", "title": "Renwood 2013 Grandmere Red (Amador County)", "description": "Lots of richness and a multi-layered personality make this deep-colored, full-bodied wine delicious and interesting too. It's a big red, with bold berry and black cherry flavors, an especially attractive texture that's velvety and firm at the same time, and a long, lingering finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 65, "designation": "Grandmere", "variety": "Red Blend", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Renwood"}, {"points": "92", "title": "Ottella 2015 Le Creete  (Lugana)", "description": "Aromas of fragrant white blossom, stone fruit, honeydew melon and tomato vine come together on this savory white. The round, medium-bodied palate offers creamy peach, tropical fruit, dried herb and an energizing mineral note. Bright acidity provides freshness and balance.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 25, "designation": "Le Creete", "variety": "Turbiana", "region_1": "Lugana", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ottella"}, {"points": "92", "title": "Stift Göttweig 2015 Goettweiger Berg Grüner Veltliner (Kremstal)", "description": "Riper notions of yellow plum and melon mingle with Grüner's attractive freshness, here expressed by lemon and lime zest flavors. The palate adds extra verve with a pleasantly bitter phenolic edge. This is a taut, clean, super-fruited textbook example of freshness with tons of verve.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 23, "designation": "Goettweiger Berg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stift Göttweig"}, {"points": "92", "title": "Grieve 2014 Sauvignon Blanc (Napa Valley)", "description": "This is a gorgeously floral and herbal wine nuanced in curvy minerality that both defines it and allows it to support lovely accents of apricot and peach.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Grieve"}, {"points": "92", "title": "Gruber Röschitz 2015 Hundspoint Grüner Veltliner (Weinviertel)", "description": "Yellow grapefruit peel, crushed white peppercorns and fresh chervil paint a picture of a quintessential Grüner here: flavorsome but not heavy, concentrated but slender, easy to enjoy but never facile. More ripe pear fruit lurks temptingly at the core while that grapefruit theme is utterly convincing and captivating.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 16, "designation": "Hundspoint", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Weinviertel", "country": "Austria", "winery": "Gruber Röschitz"}, {"points": "92", "title": "Saintsbury 2013 Sangiacomo Green Acres Heritage Block Old Wente Chardonnay (Carneros)", "description": "A salty lick of saline brings the palate to attention before tingling acidity seals the experience: the wine's backbone a nicely balanced combination of generous oak that supports ripe fruit. Francois Freres and Taransaud barrels cradled the wine for 10 months, only 35% of it new, making for a robust yet elegant expression of the variety from this site.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Sangiacomo Green Acres Heritage Block Old Wente", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Saintsbury"}, {"points": "92", "title": "Longboard 2014 Pinot Noir (Russian River Valley)", "description": "This is a juicy, mid-weight and lengthy version of the variety, elegantly crafted with highlights of cherry and cranberry as well as integrated layers of earthy forest floor. Lengthy, it drinks well on its own but will star with the right food, especially pork.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 39, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Longboard"}, {"points": "92", "title": "Señorío de Sotillo 2010 Reserva  (Ribera del Duero)", "description": "Ripe aromas of brandied cherry, cassis, dried cheese, tobacco and mocha are alluring. This has a linear palate with acidity in the driver's seat. Flavors of vanilla, plum, currant and wood-grain finish with additional oak and red-fruit residue. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Reserva", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Señorío de Sotillo"}]