[{"points": "93", "title": "Château Pierre-Bise 2011 Clos de la Soucherie Chenin Blanc (Coteaux du Layon Beaulieu)", "description": "Already with a deep golden color, this single vineyard wine is richly honeyed and dense. It has a viscous texture, ripe with Seville orange marmalade and apricot fruits that are cut by the acidity that gives this wine its lift and its ageability. The wine is delicious now, but don't be too impatient: it will get better and better over many years. So drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 36, "designation": "Clos de la Soucherie", "variety": "Chenin Blanc", "region_1": "Coteaux du Layon Beaulieu", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Château Pierre-Bise"}, {"points": "93", "title": "Château Pierre-Bise NV Clos le Grand Beaupréau  (Savennières)", "description": "The wine is a blend of wines made by three highly reputed local growers, Vincent Ogereau, Yves Guégniard and Claude Papin, who all own vines in this walled vineyard. The result is a wine that is a distillation of the minerality and richness of Savennières. It is dry although it has just a touch of honey as well as spicy almond and pineapple fruit flavors. The wine should age, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Clos le Grand Beaupréau", "variety": "Chenin Blanc", "region_1": "Savennières", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Château Pierre-Bise"}, {"points": "93", "title": "Anton Bauer 2014 Pinot Noir (Wagram)", "description": "Pure notes of red fruits reach the nose: Morello cherry and mulberry harmonize beautifully. Their purity pervades a palate that has the lightest touch: there is something authentic, beautiful and unforced about this. There is a suggestion, too, of herb, moss or undergrowth. This unpretentious winemaking style lets this pure, glorious fruit speak for itself and brings with it a profound sense of honest depth, bountiful earth and full-fruited balance.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": null, "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Wagram", "country": "Austria", "winery": "Anton Bauer"}, {"points": "93", "title": "Beauregard 2013 Beauregard Ranch Pinot Noir (Ben Lomond Mountain)", "description": "A fresh and peppery nose kicks off this lively wine, with aromas of Kalamata olives, Mediterranean herbs and garrigue along with a rich red cherry-cranberry-pomegranate quality. It's lithe and zesty on the palate, with juniper, eucalyptus oil, dill, thyme, bay leaf and green sage. This would spice up many dishes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Beauregard Ranch", "variety": "Pinot Noir", "region_1": "Ben Lomond Mountain", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Beauregard"}, {"points": "93", "title": "Bodkin 2015 Hotspur Rosé of Syrah (Russian River Valley)", "description": "There are so many unexpected joys in this 100% varietal wine, given the chance to shine in light-bodied wisps of tangerine, lemon and lime. Despite its delicate nature, it doesn't skimp on satisfaction nor complexity, delivering waves of flavor sip after sip.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 19, "designation": "Hotspur Rosé of", "variety": "Syrah", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Bodkin"}, {"points": "93", "title": "Bruliam 2014 Sangiacomo Vineyard Pinot Noir (Sonoma Coast)", "description": "Earthy and just the slightest touch reduced, this is a feral, juicy and intriguing wine from the well-known site, complex and medium to almost light-bodied in texture and approach. Cherry and pomegranate compote meet cardamom baking spices to suggest warmth and comfort in a glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 46, "designation": "Sangiacomo Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Bruliam"}, {"points": "93", "title": "Domaine du Petit Métris 2013 Clos de la Marche  (Savennières)", "description": "While the wine is dry, it has such a wonderful honey character. It is perfumed, ripe and rich with almonds, pear and baked apple flavors. The wine, from a single vineyard, is likely to develop much further. Wait to drink until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Clos de la Marche", "variety": "Chenin Blanc", "region_1": "Savennières", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Domaine du Petit Métris"}, {"points": "93", "title": "Morgan 2014 Double L Vineyard Chardonnay (Santa Lucia Highlands)", "description": "This is a buttery style of Chardonnay, but done deliciously. Aromas of clotted cream, browned butter, vanilla custard, sea-salt caramel, roasted almonds and cashews meet with fresh lemon and apple-blossom touches on the chalky nose. The palate is very grippy with Meyer lemon and lime pith, but then reveals creamy flavors of clarified butter on toast.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Double L Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Morgan"}, {"points": "93", "title": "Morgan 2014 Highland Chardonnay (Santa Lucia Highlands)", "description": "An amazing wine for less than $30, this bottling by veteran Winemaker Dan Lee starts with tightly wound aromas of dried yogurt, Meyer lemon peel, honeysuckle and Asian-pear flesh. Great grapefruit-pith flavors kick off the sip, where lime juice and baking soda combine for a tight, bright, grippy, laser-focused and high-toned palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Highland", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Morgan"}, {"points": "93", "title": "Graci 2013 Arcurìa Rosso  (Etna)", "description": "Underbrush, menthol, new leather and black-skinned berry aromas emerge in the glass. The smooth, full-bodied palate delivers juicy black cherry, baking spice, tobacco and mineral alongside firm, velvety tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 36, "designation": "Arcurìa Rosso", "variety": "Nerello Mascalese", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Graci"}, {"points": "93", "title": "F X Pichler 2015 Loibner Frauenweingarten Federspiel Grüner Veltliner (Wachau)", "description": "Breezy lime notes, tinged with yeasty, stony savor appear first. The palate brings more rounded savoriness, reminiscent of yellow miso. Across the slender palate citrus notes shimmer alongside hints of fresh green and ripe pear flesh. Pepper edges in delightfully and leaves you refreshed, enlivened and thirsty for more.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Loibner Frauenweingarten Federspiel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "93", "title": "Mauro Veglio 2012 Arborina  (Barolo)", "description": "Woodland berry, forest floor, crushed iris, chopped herb, star anise and menthol take shape in the glass. The juicy, generous palate doles out ripe black cherry, cranberry, licorice, baking spice and a dusting of cocoa while fine-grained tannins provide a velvety framework. Drink 2018–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 49, "designation": "Arborina", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mauro Veglio"}, {"points": "93", "title": "Numanthia 2011 Numanthia  (Toro)", "description": "Intense aromas of charred, smoky, lemony oak add depth and masculinity to ripe black-fruit scents. Although tough and tannic, this is built like a fortress. Flavors of black pepper, dark chocolate and blackberry finish with complex notes of cocoa and herbs. Drink this currently young and tannic Toro through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 43, "designation": "Numanthia", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Numanthia"}, {"points": "93", "title": "Rasi 2014 Pinot Noir (Sta. Rita Hills)", "description": "Winemaker Rachel Silkowski takes cues from her mentor Brian Loring in her debut wine, which is brawny and lavish with nose-ticklingly spicy aromas of cloves and nutmeg laid across black plum, olallieberry and violets. Baked black plum and black peppercorn are lifted by Christmas spices galore, from allspice to dried ginger. It's an attention grabber.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rasi"}, {"points": "93", "title": "Seven Angels 2013 Chosen One Red (Paso Robles)", "description": "This blend of 50% Grenache, 33% Mourvèdre and 17% Syrah is quite a delicious and full package. The nose is pretty yet also dense and brawny, with aromas of baked black plum, wild blackberry, leather, sagebrush and lightly roasted coffee. There is lots of chalky texture on the palate and a pointed acidity, presenting exotic flavors of plum, mulberry, pepper spice and a touch of nutmeg.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Chosen One", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Seven Angels"}, {"points": "93", "title": "Tenuta delle Terre Nere 2014 Feudo di Mezzo Il Quadro delle Rose  (Etna)", "description": "Aromas of dark-skinned berry, French oak, clove and a whiff of aromatic herb lift out of the glass. The structured palate offers black cherry, cinnamon, licorice, menthol and chopped mint alongside vibrant acidity and youthfully assertive, fine-grained tannins that grip the finish. Give this time to fully develop and unwind. Drink 2020–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Feudo di Mezzo Il Quadro delle Rose", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Tenuta delle Terre Nere"}, {"points": "93", "title": "Tenuta delle Terre Nere 2014 Santo Spirito  (Etna)", "description": "Graphite, grilled herb, toast and leather aromas emerge together with a balsamic note. Showing structure and finesse, the full-bodied palate delivers mature black cherry, raspberry, licorice, coffee, toasted oak and a hint of Asian spice. Firm, fine-grained tannins grip the finish. Drink 2020–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Santo Spirito", "variety": "Red Blend", "region_1": "Etna", "region_2": null, "province": "Sicily & Sardinia", "country": "Italy", "winery": "Tenuta delle Terre Nere"}, {"points": "93", "title": "The Bridge 2013 Farrow Ranch Cabernet Sauvignon (Alexander Valley)", "description": "A partnership between Ken Forrester and Sonoma County--based winemaker Jesse Katz, this 100% varietal wine comes from a single block of a rocky, hillside site that Katz also sources for his delicious Devil Proof Malbec. Creamy, concentrated waves of vanilla and cherry, with just a hint of almond, open the way to high-toned structure and integrated tannin and oak, finishing balanced and bright.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 100, "designation": "Farrow Ranch", "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "The Bridge"}, {"points": "93", "title": "Vermeil 2014 Dutton Ranch Chardonnay (Russian River Valley)", "description": "Dark gold in color and intensely cradled in oak, this wine maintains a balance of complex, well-defined flavors of honey and apple, with lurking minerality that keeps it fresh and lively. It's lush and yet layered, a complete package. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Vermeil"}, {"points": "93", "title": "Waters 2012 Cabernet Sauvignon (Washington)", "description": "This wine is 100% varietal, with Cold Creek Vineyard providing the backbone. It starts out quite brooding, with aromas of savory herbs, spice, cranberry and blue and black fruit. The palate is layered with focused, plentiful dark-cherry, currant and spice flavors with a mouthfeel that downright dazzles. It's Cabernet at its finest. Give it time to open up.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "Waters"}, {"points": "93", "title": "Stephen Ross 2014 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "Mexican lime, crushed chalk, light jasmine, daffodil and lemon-lime soda show on the nose of this bottling by veteran Steve Dooley. Tight cement and lime-rind flavors pop on the palate, where a sharp kumquat quality dissects the Bosc-pear warmth and the nuanced influence of damp dill and other green herbs.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stephen Ross"}, {"points": "93", "title": "Tantara 2014 Talley Rincon Chardonnay (Arroyo Grande Valley)", "description": "Salty lemon and ripe apple aromas combine for a very inviting nose that also shows pineapple and creamy lily scents on this bottling from a historic vineyard. A fine line of gunmetal tension runs down the middle of the palate, which opens toward a fuller-bodied wine with lots of lemon peel and butter flavors as well as a nicely chalky mouthfeel.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Talley Rincon", "variety": "Chardonnay", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tantara"}, {"points": "93", "title": "Saviah 2013 Reserve Syrah (Walla Walla Valley (WA))", "description": "Funk Estate (60%) and Watermill vineyards—both in The Rocks District—make up this wine. It's initially aromatically brooding with high-toned notes of stems, green herbs, coffee, funk and mineral, with generous floral notes providing accents. The palate is rounded and full, with fruit and savory flavors intertwining, showing a very pretty precision. The finish is lengthy.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 45, "designation": "Reserve", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Saviah"}, {"points": "93", "title": "Young Inglewood 2012 Estate Cabernet Sauvignon (St. Helena)", "description": "This is a small, family-run estate situated in the heart of the appellation, with a bent for making elegantly styled wines. Here, in its fourth vintage, small amounts of Merlot and Cabernet Franc are blended in to provide a concentration of high-toned raspberry, cherry and cassis atop soft layers of integrated tannin and oak. The wine remains rich and velvety through a long finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Estate", "variety": "Cabernet Sauvignon", "region_1": "St. Helena", "region_2": "Napa", "province": "California", "country": "US", "winery": "Young Inglewood"}, {"points": "93", "title": "Zaca Mesa 2012 Black Bear Block Estate Vineyard Syrah (Santa Ynez Valley)", "description": "From a 3.5-acre block planted in 1978, which makes it Santa Barbara County's first Syrah, this bottling shows an intriguing density of flowers on the nose along with a funky compost note, elderberry fruit, pine needles and fresh mint. Cracked peppercorn, dried thyme and rosemary combine for strong herbal intrigue on the palate, spicing up the black plum and blackberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Black Bear Block Estate Vineyard", "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Zaca Mesa"}, {"points": "93", "title": "Tre Monti 2014 Vitalba in Anfora Albana (Romagna)", "description": "Fermented and left on the skins in amphora for 120 days, this alluring orange wine offers an array of intriguing aromas including saline, dried yellow stone fruit, baking spice and honey. The vibrant, savory palate continues to open up in the glass, doling out dried apricot, candied orange zest, aromatic herb, tobacco and candied ginger alongside racy acidity. A flinty mineral vein backs up the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 22, "designation": "Vitalba in Anfora", "variety": "Albana", "region_1": "Romagna", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Tre Monti"}, {"points": "93", "title": "Bründlmayer 2015 Terrassen Grüner Veltliner (Kamptal)", "description": "A funky yeasty richness still lingers on this very young wine, the palate, however, shows all the promise of a concentrated yet refreshing wine: there is ripe, juicy pear flesh at the core, framed by zesty lime that swings with the peppery freshness of arugula and watercress. This is full of life, concentration, charm and refreshment.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 22, "designation": "Terrassen", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "93", "title": "Cameron Hughes 2013 Lot 597 Cabernet Sauvignon (Napa Valley)", "description": "An impressive effort at an attractive price, this is a full-bodied wine with an elegant edge. Floral in aroma, it luxuriates in high-toned flavors of cassis and cranberry. Soft and smooth in texture, it's graceful despite its power, and lengthy too.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Lot 597", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Cameron Hughes"}, {"points": "93", "title": "Boheme 2012 English Hill Vineyard Pinot Noir (Sonoma Coast)", "description": "From a vineyard that overlooks the wild Marin Coast, with plenty of Pacific Ocean fog, this is an earthy, cool-climate and beguiling wine, speckled in clove, cinnamon and a brightness of wild cherry, raspberry and orange peel. Light and refined, its finish is dusted in pine leaves.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 49, "designation": "English Hill Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Boheme"}, {"points": "93", "title": "Bonnet-Huteau 2012 Goulaine  (Muscadet Sèvre et Maine)", "description": "A parcel of 40-year-old vines, this is a full, ripe wine that balances a tangy texture with rich yellow fruits. There is a mineral background along with fine acidity. The wine is impressive, full both of fruit and structure. It is ready to drink, rich and concentrated.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 18, "designation": "Goulaine", "variety": "Melon", "region_1": "Muscadet Sèvre et Maine", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Bonnet-Huteau"}]