[{"points": "93", "title": "Château Coussin 2015 Cuvée César à Sumeire Rosé (Côtes de Provence Sainte-Victoire)", "description": "The bottle carries the signature of French sculptor César, who marked his friendship with the Sumeire family, owners of the estate. The wine, the top cuvée of the property, is impressively rich while still being beautifully balanced and fresh. From selected parcels, it is a real food wine, tense with a good texture and a ripe, concentrated aftertaste.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Cuvée César à Sumeire", "variety": "Rosé", "region_1": "Côtes de Provence Sainte-Victoire", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Coussin"}, {"points": "93", "title": "Château d'Esclans 2014 Garrus Rosé (Côtes de Provence)", "description": "Always aged for a year before it is released, this iconic wine is impressive. It is superrich without losing freshness. Light wood toast, red fruits and balanced acidity meld together in a ripe, spicy whole. The wine could even age for another few months, so drink it this summer or keep until the end of 2016.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "Garrus", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château d'Esclans"}, {"points": "93", "title": "Achaval-Ferrer 2013 Finca Mirador Malbec (Mendoza)", "description": "Piercing blueberry and wild berry aromas are prototypical of this label. A juicy, high-acid palate is linear and a bit edgy, but its composition bodes well for the future. Spiced plum and currant flavors finish with toast, spice and berry notes. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 140, "designation": "Finca Mirador", "variety": "Malbec", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Achaval-Ferrer"}, {"points": "93", "title": "Alta Vista 2011 Alto Red (Mendoza)", "description": "This ultraripe Malbec-led blend suggests aged P. X. Sherry via raisin and citrus peel aromas. A jammy palate manages to exhibit balance, despite heavy ripeness, while flavors of blackberry, cassis and prune are dark and dense. A savory, warm, saturated finish continues the theme of maximum ripeness. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 85, "designation": "Alto", "variety": "Red Blend", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Alta Vista"}, {"points": "93", "title": "Aperture 2013 Cabernet Sauvignon (Alexander Valley)", "description": "Opaque in color and manner, this wine benefits from the 5% addition of Malbec, a speciality of the producer. Juicy blue and black fruit intermix around a touch of milk chocolate, with smooth tannins and well-integrated oak. This is a classically styled wine balanced against a richness of California fruit.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Aperture"}, {"points": "92", "title": "Raphael 2013 Reserve Petit Verdot (North Fork of Long Island)", "description": "Plush, lip-staining blueberries and blackberries permeate through this rich, inky-black Petit Verdot. It's intensely fruity, but dense layers of tar, char, cedar and spice add striking counterpoints. Fine-grained tannins are still taut and unyielding but should meld nicely from 2020 through 2026.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Reserve", "variety": "Petit Verdot", "region_1": "North Fork of Long Island", "region_2": "Long Island", "province": "New York", "country": "US", "winery": "Raphael"}, {"points": "92", "title": "Rizzi 2013 Nebbiolo (Langhe)", "description": "This young Nebbiolo has aromas of wild strawberry, rose petal, dark baking spice and a whiff of new leather. The bright palate offers juicy red cherry, raspberry, Alpine herb and white pepper. Firm, refined tannins and vibrant acidity provide balance and structure.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 24, "designation": null, "variety": "Nebbiolo", "region_1": "Langhe", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Rizzi"}, {"points": "92", "title": "Saintsbury 2014 Sangiacomo Green Acres Chardonnay (Carneros)", "description": "Dark golden color gives way to a taste of yellow apple, pear and a touch of ginger spice, with the midpalate mellow and veering on rich. A punch of guava and lime is accented in vibrant acidity on the lingering finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 46, "designation": "Sangiacomo Green Acres", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Saintsbury"}, {"points": "92", "title": "Salomon-Undhof 2015 Steinterrassen Riesling (Kremstal)", "description": "The purest notes of ripe lemon zest are the first to rise from the glass, then comes a slight notion of yeast—so fresh is this wine. There is a savoury timbre on all this gleaming citrus sleekness, adding extra interest and verve. Utterly linear and driven, this will relax into a sleek, sound beauty with just a little more bottle age. Ready from summer 2016 and for at least a decade after.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Steinterrassen", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Salomon-Undhof"}, {"points": "92", "title": "Loring Wine Company 2014 Pinot Noir (Russian River Valley)", "description": "This Russian River blend rivals Loring's single-vineyard wines for 2014. An elegant and superbly balanced wine, it's the kind that never gets tiring. It has a slightly doughy aroma, complex fruity, spicy and savory flavors, and a particularly engaging mouthfeel that's both gripping and creamy at the same time.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 36, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "92", "title": "Lutum 2014 Durell Vineyard Chardonnay (Sonoma Coast)", "description": "This wine smacks you in the face first thing, demanding attention, before settling into mouthwateringly succulent layers of Asian pear, graham cracker and Nilla wafer. An underbelly of oak supports the fruit, remaining subtle and providing structure. The acidity shines most on the finish, inviting further exploration.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Durell Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lutum"}, {"points": "92", "title": "Eight Bells 2013 8 Clones Red Willow Vineyard Syrah (Yakima Valley)", "description": "This is a perfumed wine, with aromatic notes of raspberries, kirsch, flowers, smoked meat, orange peel and blue fruit, with the Viognier blended in (4%) showing itself. The raspberry and cranberry flavors are lush and focused, showing a dazzling sense of purity that carries through the finish. It only lengthens its stride on the second day open.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 35, "designation": "8 Clones Red Willow Vineyard", "variety": "Syrah", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Eight Bells"}, {"points": "92", "title": "Iron Horse 2013 Estate Pinot Noir (Green Valley)", "description": "This is an elusive, spicy wine made in larger amounts than many of the producer's other single-site wines and it shows a deftness of balance and blending. Tangy orange and cranberry wrap around a high acidity that plays out like wet stones and black tea with plenty of herbal backbone on display.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Estate", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "92", "title": "Hearst Ranch 2013 Carpoforo Zinfandel (Paso Robles)", "description": "Fresh and lively light clove notes meet with smashed strawberry, baked cherry and vanilla cookie on the nose of this exuberant, delicious Zin. There is lots of character and depth to the palate, with jammy fruit and brown spice similar to the nose, picking up additional allspice, gingerbread and deep strawberry flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Carpoforo", "variety": "Zinfandel", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hearst Ranch"}, {"points": "92", "title": "Flechas de los Andes 2011 Gran Corte Red (Mendoza)", "description": "Right away this blend is clicking. Aromas of blackberry and cassis are clean and well presented. A full, free-flowing palate is in balance and showing only modest tannic grab. Blackberry, toast and chocolate flavors finish bold and a little choppy. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 30, "designation": "Gran Corte", "variety": "Red Blend", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Flechas de los Andes"}, {"points": "92", "title": "Les Vignobles Gueissard 2013 Cuvée Cros du Loup Red (Bandol)", "description": "The first vintage of this wine from the Gueissard family's Bandol vineyard is made from old vines and aged for 18 months in wood. Rich and concentrated with wonderful spice from the 70% Mourvèdre, the wine is an impressive medley of dark fruits, black currant and spice from the wood aging. It needs to age longer; drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Cuvée Cros du Loup", "variety": "Provence red blend", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Les Vignobles Gueissard"}, {"points": "92", "title": "Domäne Wachau 2013 Smaragd Terrassen Grüner Veltliner (Wachau)", "description": "Notes of pineapple and verbena tisane hint at some maturity. While the nose suggests richness, the palate reveals a concentrated lightness that is nonetheless dense with aroma: said pineapples as well as notes of hayflowers and dried moss and dried citrus peel. The long finish celebrates this multilayered scope beautifully.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Smaragd Terrassen", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "92", "title": "Josef Jamek 2015 Jochinger Pichl Federspiel Riesling (Wachau)", "description": "Notions of citrus peel and foliage, of ripe, red-cheeked little yellow mirabelle plums mix exoticism with the homely. Treading on light feet, almost on a tightrope, this is top-laden with fruit, yet focused and taut. A real flirt of a wine, but with serious intent.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Jochinger Pichl Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Josef Jamek"}, {"points": "92", "title": "Alma Rosa 2014 Chardonnay (Santa Barbara County)", "description": "This bottling by pioneer Richard Sanford is much more widely available, affordable and stylistically accessible right now than the single vineyard option. It's delicate on the nose with bright lime spritz, Meyer lemon pith, crushed lemon verbena and a grippy brie cheese rind component, then proves tangy on the nuanced palate, with lemongrass and pomelo skin meshing into nectarine and apple flesh.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 19, "designation": null, "variety": "Chardonnay", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Alma Rosa"}, {"points": "92", "title": "Marangona 2015  Lugana", "description": "Aromas of white spring flower, mature orchard fruit and a whiff of graphite float out of the glass. The fresh, concentrated palate doles out ripe white peach, mature Granny Smith and Bosc pear while mineral and almond notes back up the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 18, "designation": null, "variety": "Turbiana", "region_1": "Lugana", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Marangona"}, {"points": "92", "title": "Carlisle 2013 Petite Sirah (Sonoma County)", "description": "Three sources of fruit make their way into this wine: Petite Sirah from Sonoma Valley's Rossi Ranch and Del Carlo Ranch in Dry Creek Valley, as well as Syrah from Rosella's in the Santa Lucia Highlands. Together they offer leathery black licorice and a smooth, yet grippy texture, balanced by decent acidity and length, with a twist of milk chocolate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 34, "designation": null, "variety": "Petite Sirah", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "92", "title": "Château d'Ollières 2012 Haut de l'Hermitage Red (Coteaux Varois)", "description": "Made from three parcels of vines, this blend of Grenache, Syrah and Cabernet Sauvignon is deeply colored and structured. Dark tannins show alongside the smooth and polished texture from new-wood aging. With the structure come rich black currant and dark plum fruits and acidity. The wine will be best aged until 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 36, "designation": "Haut de l'Hermitage", "variety": "Provence red blend", "region_1": "Coteaux Varois", "region_2": null, "province": "Provence", "country": "France", "winery": "Château d'Ollières"}, {"points": "92", "title": "Bonterra 2012 The McNab Red (Mendocino County)", "description": "Brawny but polished, this dark-colored and full-bodied Bordeaux-style blend has a tantalizing aroma of cedar and cigar box, then rich but bright fruit flavors and a satisfying layered and tannic texture. Great acidity and just-ripe fruit help it balance out the handsome oaky character and firm tannins. Best after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": "The McNab", "variety": "Red Blend", "region_1": "Mendocino County", "region_2": null, "province": "California", "country": "US", "winery": "Bonterra"}, {"points": "92", "title": "Bouchaine 2013 Chêne d'Argent Estate Vineyard Chardonnay (Carneros)", "description": "This is an amazingly fresh and fruity tank-fermented wine, imparting a subtle hint of grass before unleashing sublime layers of melon and apricot alongside measured, zesty acidity. New winemaker Chris Kajani is taking things in a refreshing, aim-for-the-top direction with this bottling.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "Chêne d'Argent Estate Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Bouchaine"}, {"points": "92", "title": "Bridge Press 2012 Cabernet Sauvignon (Walla Walla Valley (WA))", "description": "Cocoa, vanilla, baking spice and green herb aromas are followed by concentrated, palate-coating black cherry and barrel spice flavors that show a deft touch. Coffee notes persist on the finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 35, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Bridge Press"}, {"points": "92", "title": "Darcie Kent Vineyards 2012 Clone 337 Cabernet Sauvignon (Livermore Valley)", "description": "A classic style of wine, this has reserved aromas but great texture and structure supporting deep black currant and dark plum flavors, accented by subtle spicy oak. With each sip more nuances of cedar, tobacco, sage and black olive come out. Although delicious now, it will be best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Clone 337", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Darcie Kent Vineyards"}, {"points": "92", "title": "Darcie Kent Vineyards 2013 DeMayo Vineyard Chardonnay (Livermore Valley)", "description": "This wine is in the tasty, full-bodied California tradition, showing lively aromas of toasted oak and butter, then ripe fruit flavors and a mouth-filling texture. It also has depth, bringing more nuances to the front with each sip, and lingering long on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "DeMayo Vineyard", "variety": "Chardonnay", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Darcie Kent Vineyards"}, {"points": "92", "title": "Darcie Kent Vineyards 2014 Old Gum Tree Vineyard Sauvignon Blanc (Livermore Valley)", "description": "Bright and crisp, but with nice depth and length, too, this medium-bodied wine is delicious to drink and holds interest with a light touch of oak. Tangy grapefruit and lime flavors have a hint of brioche and the texture is very lively.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 20, "designation": "Old Gum Tree Vineyard", "variety": "Sauvignon Blanc", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Darcie Kent Vineyards"}, {"points": "92", "title": "Domaine de la Bégude 2015 L'Irréductible Rosé (Bandol)", "description": "Darker in color than most Provence rosés, this impressive wine is made almost entirely of Mourvèdre. With a rich, full character, it is generous and ripe. Sweet strawberry fruits are right up front, balanced with a touch of citrus and freshly ground pepper. The aftertaste is tight and spicy.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "L'Irréductible", "variety": "Rosé", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de la Bégude"}, {"points": "92", "title": "Twomey 2012 Merlot (Napa Valley)", "description": "A classically made expression of the variety, with 16% Cabernet Franc and 4% Petit Verdot, this wine is soft and easygoing, rounded with a subtle grip of black plum, cherry and dark chocolate. Full bodied, it exhibits a tension of leather and black tea with dried herb on the finish, begging for pepper steak, the texture soft and silky. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": null, "variety": "Merlot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Twomey"}]