[{"points": "92", "title": "Hitching Post 2015 Highliner Pinot Noir (Santa Barbara County)", "description": "Hefty aromas of blackberry and mulberry are spiced by menthol and fennel pollen, and given complexity by a prosciutto-like savory quality on the nose of this bottling. The palate combines pomegranate, dried plum and purple-flower flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Highliner", "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hitching Post"}, {"points": "92", "title": "J. Lohr 2015 Tower Road Petite Sirah (Paso Robles)", "description": "Intriguing, deep and dark on the nose, this bottling offers aromas of root beer, black-cherry sauce and vanilla. Framed by upright yet polished tannins on the palate, fresh flavors of blackberry and blueberry are lifted by vanilla spice. This is an easy-to-like, yet heavy-duty, wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Tower Road", "variety": "Petite Sirah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "92", "title": "La Lastra 2016 Riserva  (Vernaccia di San Gimignano)", "description": "This wine's nose is rather shy, but its juicy palate offers baked apple, candied orange zest and tropical fruit notes. Tangy acidity brightens the rich flavors. It closes on a toasted almond note.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 28, "designation": "Riserva", "variety": "White Blend", "region_1": "Vernaccia di San Gimignano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "La Lastra"}, {"points": "92", "title": "Le Casque 2015 Petite Sirah (Sierra Foothills)", "description": "Spicy, almost sweet, oak aromas and flavors meld nicely with the intense black-fruit flavors and firm, mouth-clinging tannins of this inky-looking full-bodied wine. It has cinnamon, clove, black-pepper and blackberry aromas and deep concentrated blueberry and dark chocolate flavors that should only improve with time. Best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": null, "variety": "Petite Sirah", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Le Casque"}, {"points": "92", "title": "Mark Ryan 2015 Lonely Heart Cabernet Sauvignon (Red Mountain)", "description": "This is 100% varietal. The fruit for this wine hails from Obelisco, Klipsun and Olsen vineyards. Almost completely closed up on first pour, it opens to reveal aromas of the blackest of cherry, crème de cassis, graphite, fresh herb and luxurious barrel spicing (88% new French). The flavors are rich and ripe but still reserved, showing a very appealing sense of balance, with the tannins combed to a fine sheen. An impressively long finish caps it off. It should have a long life ahead of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Lonely Heart", "variety": "Cabernet Sauvignon", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Mark Ryan"}, {"points": "92", "title": "Meyer Family Cellars 2016 Donnelly Creek Vineyard Chardonnay (Anderson Valley)", "description": "Medium bodied and very generous in flavor, this is a big but well-balanced and well-crafted wine that's suitable for a special occasion. It exudes vanilla, cream and toasted baguette aromas and follows with rich pear, hazelnut and fig flavors and a good lingering finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": "Donnelly Creek Vineyard", "variety": "Chardonnay", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Meyer Family Cellars"}, {"points": "92", "title": "Nottingham Cellars 2015 JHC Cabernet Sauvignon (Livermore Valley)", "description": "A gorgeous and perfumed French oak aroma joins seamlessly with ripe and lush black-cherry and blueberry flavors in this full-bodied muscular wine. The texture is mouthfilling due to an abundance of fine-grained tannins that give the wine wonderful grip on the palate. Best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": "JHC", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Nottingham Cellars"}, {"points": "92", "title": "PreVail 2013 Back Forty Cabernet Sauvignon (Alexander Valley)", "description": "This robust wine hails from a 40-acre site at 1,100-feet in elevation. It speaks to mountainous cedar, dried herb, sage and dusty clove components, the body is full bodied and well-integrated in oak and tannin, with a finishing touch of tobacco.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Back Forty", "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "PreVail"}, {"points": "92", "title": "Rock Wall 2016 Mariah Vineyard Zinfandel (Mendocino Ridge)", "description": "This is a gutsy wine with great structure and concentrated flavors from the family that founded Rosenblum winery and know Zinfandel very well. It has attractive aromas of ripe blackberries and blueberries, generous fruit flavors and light spicy oak accents that add complexity. Firm tannins and good acidity give it some grip on the palate and will help it pair well with a juicy steak or chop.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 40, "designation": "Mariah Vineyard", "variety": "Zinfandel", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Rock Wall"}, {"points": "92", "title": "Stolpman 2017 Syrah So Hot Syrah (Ballard Canyon)", "description": "This sans soufre, or without sulfur, bottling captures all that's ripe, juicy and fresh about Syrah, eschewing the heady darkness for a change. Joyous aromas of grape punch and boysenberry juice meet with a touch of twigs on the nose, diving into a vibrant, energetic palate of the same. Get it cold and chill out.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Syrah So Hot", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolpman"}, {"points": "92", "title": "Tenuta Le Calcinaie 2016  Vernaccia di San Gimignano", "description": "Tangy and fresh, this organically grown wine opens with enticing honeysuckle, white stone fruit and crushed stone scents. The juicy, flavorful palate doles out creamy white peach, yellow apple, tangerine and ginger hints while a white almond note lingers on the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 16, "designation": null, "variety": "Vernaccia", "region_1": "Vernaccia di San Gimignano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta Le Calcinaie"}, {"points": "92", "title": "Betz Family 2015 Père de Famille Cabernet Sauvignon (Columbia Valley (WA))", "description": "Appealing aromas of bay leaf, cherry, herb, bittersweet chocolate, incense and spice are followed by an action-packed palate, loaded with sweet, polished, elegant fruit flavors. Well-integrated tannins provide support. All about sophistication and delicacy, it shows a remarkable amount of freshness and focus considering the warmth of the vintage. Anise and currant notes linger on the finish. Best after 2026 with a very long life in front of it.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 75, "designation": "Père de Famille", "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Betz Family"}, {"points": "92", "title": "Chamisal Vineyards 2015 Chamise Chardonnay (Edna Valley)", "description": "This is the pioneering winery's annual take on the fatter California style of Chardonnay, starting with a fat nose of buttery baked apples, seared white peach, pillowy meringue and pear-laced pastry crust. Cinnamon-laced apple pie and buttered toast show on the palate, but there's an underlying citrus freshness that keeps it lively.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Chamise", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chamisal Vineyards"}, {"points": "92", "title": "Château Saint-Maur 2017 L'Excellence Rosé (Côtes de Provence)", "description": "A richly endowed wine, full of smooth, ripe red-berry fruits, this is powerful and dense. It lives up to its excellence moniker with concentration and a tight line in acidity, well balanced and elegant. The wine is full, impressive and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "L'Excellence", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Château Saint-Maur"}, {"points": "92", "title": "Elena Walch 2016 Vigna Castel Ringberg Pinot Grigio (Alto Adige)", "description": "Structured and savory, this opens with ripe orchard fruit, Alpine herb and toasted oak aromas. The full-bodied palate doles out ripe Anjou pear, pineapple, ginger and citrus zest flavors while a mineral note enwraps the finish. Fresh acidity brightens the rich flavors.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 27, "designation": "Vigna Castel Ringberg", "variety": "Pinot Grigio", "region_1": "Alto Adige", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Elena Walch"}, {"points": "92", "title": "Gramercy 2015 The Third Man Grenache (Columbia Valley (WA))", "description": "This wine is three-quarters Grenache, balanced by Syrah (15%), Mourvèdre (5%) and Carignan. Lighter in color with a reddish tinge, dried and fresh herb, raspberry, plum, dried orange-peel, smoked-meat and mineral aromas are at the fore, bringing a delightful sense of purity. The palate is all about delicacy of the red-fruit flavors, showing a reserved styling. An extended juicy finish caps it off.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 36, "designation": "The Third Man", "variety": "Grenache", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "92", "title": "H.& C. Nittnaus 2016 Selection Pinot Noir (Burgenland)", "description": "The nose is rather shy but slight notes of baking spice and pepper appear. The palate is pervaded by freshness and has a lovely, if shy, aromatic nature that combines tart cherry, plump strawberry and perfumed conifer. There is lovely balance and a joyful, if not obvious, juiciness. This is lovely and elegant.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Selection", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "H.& C. Nittnaus"}, {"points": "92", "title": "I. Brand & Family 2016 Bayly Ranch Cabernet Franc (Paicines)", "description": "Ian Brand's knack for finding unsung vineyards is brilliant, and this bottling shows why. It's very light in the glass and fresh on the nose, with aromas of smashed cranberry, raspberry, toast and peppercorns. It's juicy on the palate, with lively cherry and fennel-frond flavors. Put a chill on it and drink it down.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Bayly Ranch", "variety": "Cabernet Franc", "region_1": "Paicines", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "I. Brand & Family"}, {"points": "92", "title": "Iby 2016 Hochäcker Blaufränkisch (Mittelburgenland)", "description": "A slight hint of reduction still hangs over the nose but gentle hints of blueberry shine through. The palate gives a full, ripe and juicy picture of blueberry, dark cherry and cinnamon. This is medium bodied, fresh, fluid and joyful. Pristine fruit is given free rein. What a joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Hochäcker", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Mittelburgenland", "country": "Austria", "winery": "Iby"}, {"points": "92", "title": "Iron Horse 2015 Home Block Pinot Noir (Green Valley)", "description": "Sublime in mint and forest floor tones, this is a seductively robust wine that's rich and rewarding on the palate but never loses its sense of balance and place. Spicy and fresh, it is carried by soft, velvety tannins and lingers on a black licorice note.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Home Block", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "92", "title": "Joyce 2016 Submarine Canyon Pinot Noir (Monterey County)", "description": "To find such a delicious, lively and fresh Pinot Noir at this price is always a revelation. Aromas of candied strawberry, red plums, rose petals and a pinch of herbs lead into a more herbally driven palate, full of oregano and fennel. But the bright pomegranate and red-cherry hedonism prevails, finishing with a touch of French toast.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": "Submarine Canyon", "variety": "Pinot Noir", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Joyce"}, {"points": "92", "title": "Montenidoli 2012 Carato Riserva  (Vernaccia di San Gimignano)", "description": "This opens with toasted hazelnut, ripe yellow stone fruit, bread crust and grilled herb aromas. They carry over to the structured palate, along with vanilla, citrus zest and yellow apple hints. Fresh acidity lifts the finish. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 35, "designation": "Carato Riserva", "variety": "Vernaccia", "region_1": "Vernaccia di San Gimignano", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Montenidoli"}, {"points": "92", "title": "Opolo 2016 Summit Creek Zinfandel (Paso Robles)", "description": "Candied red cherries, dried lilacs, salt and pepper show on the nose of this solid bottling from the longtime Zinfandel producer. The palate is a pleasing mix of flavors, from Concord grape and vanilla dust to purple flowers and baking spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 19, "designation": "Summit Creek", "variety": "Zinfandel", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Opolo"}, {"points": "92", "title": "Ram's Gate 2015 El Diablo Vineyard Pinot Noir (Russian River Valley)", "description": "From a site farmed by the great vineyard visionary Ulises Valdez, El Diablo lives up to its name, with a grainy texture of muscular strength and power. It settles to reveal unexpected layers of dried herb, forest floor and strawberry-rhubarb, the mix well within a full-bodied frame of ripeness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 76, "designation": "El Diablo Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ram's Gate"}, {"points": "92", "title": "Ronco Blanchis 2016 Sauvignon (Collio)", "description": "Hay, tomato vine, citrus and flint aromas merge together in this elegant, full-bodied white. On the bright, structured palate, a savory mineral vein accents juicy grapefruit, creamy white peach and chopped mint flavors, alongside fresh acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 25, "designation": null, "variety": "Sauvignon", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Ronco Blanchis"}, {"points": "92", "title": "Rowen 2014 Red (Sonoma County)", "description": "From a Cooley Ranch site situated at 2,000 feet in elevation in the far north of the county, this is an unusual blend of 57% Cabernet Sauvignon, 22% Malbec, 16% Syrah, 4% Viognier and 1% Petit Verdot. Together, they hum along seamlessly, a thick juicy expression of black cherry and berry integrated in oak, with accents of dried herb, vanilla and clove that's cloaked within a smooth texture.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": null, "variety": "Red Blend", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Rowen"}, {"points": "92", "title": "Samsara 2014 Las Hermanas Vineyard Pinot Noir (Sta. Rita Hills)", "description": "This is a well-rounded approachable bottling, starting with a nose of baked cherry, clove, cardamom and crushed slate. The palate offers a touch of thyme and fennel spice before the solid energy and firm structure let the plum flavors take hold.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 54, "designation": "Las Hermanas Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Samsara"}, {"points": "92", "title": "Selvapiana 2015  Chianti Rufina", "description": "Earthy aromas of wild red berries, tilled soil, underbrush and violets align with a whiff of baking spice in this polished red. The savory, elegant palate delivers licorice, raspberry compote, crushed strawberry and wild herb flavors alongside refined tannins. It's nicely balanced, with fresh acidity. Enjoy through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 19, "designation": null, "variety": "Red Blend", "region_1": "Chianti Rufina", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Selvapiana"}, {"points": "92", "title": "Tenuta Cocci Grifoni 2014 Giudo Cocci Grifoni  (Offida Pecorino)", "description": "From the vineyard that helped save the Pecorino grape from extinction, this offers enticing white spring flower, acacia, citrus zest and thyme aromas. The full-bodied, elegant palate delivers white peach, Anjou pear and lemon flavors alongside crisp acidity. A flinty mineral note energizes the finish. It will continue to evolve for years. Enjoy through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 40, "designation": "Giudo Cocci Grifoni", "variety": "Pecorino", "region_1": "Offida Pecorino", "region_2": null, "province": "Central Italy", "country": "Italy", "winery": "Tenuta Cocci Grifoni"}, {"points": "92", "title": "Terra d'Oro 2016 Deaver Vineyard Zinfandel (Amador County)", "description": "Spicy and full bodied, this wine comes from a vineyard planted in 1881. It is full of ripe fruit flavors, with dashes of black pepper and wood smoke that give it extra dimension. Firm tannins and good acidity keep it well balanced, while blackberry and violet flavors coat the tongue.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Deaver Vineyard", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terra d'Oro"}]