[{"points": "92", "title": "Bien Nacido 2012 Pinot Noir (Santa Maria Valley)", "description": "Smoked cherries, black licorice and grilled fennel aromas form the nose of this wine from the Miller family and winemaker Trey Fletcher, with a bit of graphite at the edges. The fresh, crisp palate offers sharp hibiscus and red fruits, with clove spice and cinnamon-smoked meat on the perimeter, culminating in a bit of sour cranberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bien Nacido"}, {"points": "92", "title": "Bisol 2014 Crede Brut  (Valdobbiadene Prosecco Superiore)", "description": "Scents of fragrant field flowers and white orchard fruit emerge on this refreshing sparkling wine. The vibrant, silky palate delivers crisp green apple, juicy pear and lime alongside tangy acidity and a refined, persistent bead. The finish is dry and clean.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 25, "designation": "Crede Brut", "variety": "Sparkling Blend", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Bisol"}, {"points": "92", "title": "Brick House 2012 Cascadia Chardonnay (Ribbon Ridge)", "description": "Certified Biodynamic and all estate grown, this five-clone blend is barrel fermented with indigenous yeasts, and bottled unfiltered and unfined. It offers a mouthwatering mix of apple butter, caramel and toast. The length and subtle details argue for further aging, but go ahead and drink it now.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 36, "designation": "Cascadia", "variety": "Chardonnay", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brick House"}, {"points": "92", "title": "Brick House 2013 Select Pinot Noir (Ribbon Ridge)", "description": "This self-described, entry-level blend boasts floral aromatics and spicy, peppery fruit flavors of cranberry, strawberry and raspberry. Ribbon Ridge Pinots show great character, especially when from estate-grown, biodynamically-certified grapes like this offering.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 34, "designation": "Select", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brick House"}, {"points": "92", "title": "C. da Silva 2010 Late Bottled Vintage  (Port)", "description": "The wine is perfumed, dry and packed with tannins. It is densely structured and solid, with wonderful juicy fruit and acidity. The fine, ripe fruits are integrated with the acidity and fragrant aftertaste. This wine is still young, however, and will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Late Bottled Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "C. da Silva"}, {"points": "92", "title": "Lone Madrone 2011 The Dodd Red (Paso Robles)", "description": "More dry-farmed wizardry from this reliable producer, this blend of 61% Tannat, 15% Zinfandel, 14% Petit Verdot and 10% Cabernet Sauvignon shows violet, tobacco, beef char and dried purple flowers on the nose. The palate offers asphalt, rosemary-crusted lamb and complex gamy flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "The Dodd", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lone Madrone"}, {"points": "92", "title": "Lorenzi Estate 2011 Cabernet Franc (Temecula Valley)", "description": "A powerful take on the grape, this shows dried cherries, cherry blossoms, black pepper and torn-up concrete aromas on the nose. The palate is rich and luscious, with concentrated strawberries, smoked plums and purple flowers, as well as licorice, fudge and just enough roasted red bell pepper to show the varietal's greener side.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": null, "variety": "Cabernet Franc", "region_1": "Temecula Valley", "region_2": "South Coast", "province": "California", "country": "US", "winery": "Lorenzi Estate"}, {"points": "92", "title": "Lutum 2013 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "This Bill Price and Gavin Chanin partnership project from the renowned vineyard is fairly light and bright, with aromas of cherry blossom, raspberry juice and gravel, showing some bitter and sour elements on the nose as well. The palate offers roasted chicken, fennel and cranberry, and it likely to grow more intense with time.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lutum"}, {"points": "92", "title": "Mount Eden Vineyards 2013 Wolff Vineyard Old Vines Chardonnay (Edna Valley)", "description": "This offers good quality for the price from this historic producer, which heads south to this dry-farmed vineyard planted in 1976. The wine shows lots of lemon scents, from blossoms to peels, along with browned butter, sea salt and smoke. The palate offers singed lime peels, red grapefruit skin, iodine and sour yellow apple peels, proving quite complex.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 20, "designation": "Wolff Vineyard Old Vines", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mount Eden Vineyards"}, {"points": "92", "title": "Kendall-Jackson 2013 Jackson Estate Chardonnay (Santa Maria Valley)", "description": "Whatever the Jackson family does in Santa Maria works quite well, including this wine. The wondrous nose shows chives, exotic pears, mandarin pith, sesame seeds, a touch of smoke and chalky grip. On the palate, flavors recall fried green apple peels, lemon juice, quince, star fruit and lemon pith.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Jackson Estate", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kendall-Jackson"}, {"points": "92", "title": "Innocent Bystander 2013 Mea Culpa Pinot Noir (Yarra Valley)", "description": "A blend of two clones (MV6 and 114), this is a floral wine that blends ripe cherries with more savory notes of mushroom and smoke. The oak is wonderfully understated, which allows the fruit complexity to shine and leaves the fruit tannins to glide easily across the palate. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 60, "designation": "Mea Culpa", "variety": "Pinot Noir", "region_1": "Yarra Valley", "region_2": null, "province": "Victoria", "country": "Australia", "winery": "Innocent Bystander"}, {"points": "92", "title": "Mustiguillo 2011 Quincha Corral Bobal (Spain)", "description": "Ripe, loamy aromas of raisin, baked blackberry and earth filter into a saturated palate with bracing natural acidity. Blackberry, cassis, herbal notes, oak and sauciness create a set of integrated flavors, while vanilla and woody notes drive the finish on this pago-designated Bobal from Utiel-Requena. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 100, "designation": "Quincha Corral", "variety": "Bobal", "region_1": "Spain", "region_2": null, "province": "Spain Other", "country": "Spain", "winery": "Mustiguillo"}, {"points": "92", "title": "Mustiguillo 2012 Finca Terrerazo Vino de Pago Bobal (Spain)", "description": "This varietal Bobal from a designated pago (Finca Terrerazo) within Utiel-Requena is loamy, spicy and loaded with black plum and blackberry aromas. A ripe, pure palate is chock full of baked plum, cassis, spice and chocolate flavors, while the finish is chewy, complex and chunky. Drink through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 37, "designation": "Finca Terrerazo Vino de Pago", "variety": "Bobal", "region_1": "Spain", "region_2": null, "province": "Spain Other", "country": "Spain", "winery": "Mustiguillo"}, {"points": "92", "title": "Fontes da Cunha 2013 Munda Branco Encruzado (Dão)", "description": "Celebrating the Roman name, Munda, for the Mondego River, this wood-aged wine is also a celebration of the great white grape of the Dão, Encruzado. It is rich, smooth and ripe, with a fine mix of tropical, yellow and crisp citrus fruits all finely integrated into the mineral texture. The wine needs to age a little longer, so drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Munda Branco", "variety": "Encruzado", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Fontes da Cunha"}, {"points": "92", "title": "Feudi di San Gregorio NV Dubl Rosato Metodo Classico Aglianico (Vino Spumante)", "description": "Made with the native grape Aglianico, this fantastic, lightly hued sparkler offers aromas of Spanish broom, acacia, woodland berry, red apple and Mediterranean herbs. The firm, intense palate delivers wild cherry, raspberry, citrus zest and bread crust Notes of bay leaf and thyme ride alongside a refined, persistent perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 43, "designation": "Dubl Rosato Metodo Classico", "variety": "Aglianico", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "92", "title": "Firestone 2012 Cabernet Sauvignon (Santa Ynez Valley)", "description": "This wine impresses, with cedar, black cherries, dill and licorice on the complex nose. Sagebrush and blueberries power the palate, which also shows charred beef, asphalt and smoked meats. This is proving to be a very heavy and deep wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 22, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Firestone"}, {"points": "92", "title": "Mailly Grand Cru NV Blanc de Noirs Brut Pinot Noir (Champagne)", "description": "Pure Pinot Noir, an unusual style, gives a powerful rich character to a wine. This ripe, dense and full-bodied Champagne is full of apricot, pear and green plum flavors that are linked with the tight, lightly tannic texture. It is a well-balanced wine, ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Blanc de Noirs Brut", "variety": "Pinot Noir", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}, {"points": "92", "title": "Malat 2011 Brut Reserve Sparkling (Österreichischer Sekt)", "description": "Notes of Golden Pearmain apple persist beautifully and lastingly on the slender, dry and very elegant palate. This is delicate, ethereal and approachable, yet complex and structured. The autolysis hides behind the fruit but is evident once you look for it. Acidity and dosage are in perfect tune, creating a beautiful wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Brut Reserve", "variety": "Sparkling Blend", "region_1": null, "region_2": null, "province": "Österreichischer Sekt", "country": "Austria", "winery": "Malat"}, {"points": "92", "title": "Las Vertientes 2013 Reserva Cabernet Sauvignon (Mendoza)", "description": "Smoky blackberry aromas introduce a blocky, ripe, chewy palate with full-force weight, extraction and tannins. Bold flavors of baking spices, clove, blackberry and plum end with chocolaty notes. This is a ripe, globular wine with definition and clarity to go with powerful, ripe flavors. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Reserva", "variety": "Cabernet Sauvignon", "region_1": "Mendoza", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Las Vertientes"}, {"points": "92", "title": "Nicolas Maillart NV Platine Brut  (Champagne)", "description": "With vines on the Montagne de Reims, this producer has a good line in Pinot Noir, which forms 85% of the blend. The wine is rich while well balanced and ripe. Now with just the right amount of bottle aging, it is full in the mouth, showing attractive apple and ripe pear flavors. The aftertaste is soft and fresh.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Platine Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Nicolas Maillart"}, {"points": "92", "title": "Nino Franco 2014 Primo Franco Dry  (Valdobbiadene Prosecco Superiore)", "description": "Creamy and fresh, this off-dry sparkler offers heady aromas of exotic fruit, candied orange peel and ripe peach. The foaming palate doles out ripe apple, Bartlett pear and crystallized ginger alongside crisp acidity that gives it an almost linear quality.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 29, "designation": "Primo Franco Dry", "variety": "Glera", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Nino Franco"}, {"points": "92", "title": "Patz & Hall 2013 Hudson Vineyard Chardonnay (Carneros)", "description": "From a three-acre block of a fantastic vineyard known for powerful finesse, this offers characteristic intensity, a fleshy, tropical pineapple and guava sensibility that makes the wine rich and thick. A buoyant acidity maintains freshness and focus, and a well-built structure should provide ageability. Cellar through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Hudson Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "92", "title": "Quinta Vale Dona Maria 2011 Late Bottled Vintage  (Port)", "description": "This is a big, fruity wine that has a fine balance between fresh fruit and crisp acidity. Generously textured, ripe and full of berry fruits, this is developing well, still needing plenty of time. It is concentrated, packed with tannins as well as fruit. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Late Bottled Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "92", "title": "Ruinart NV Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Ruinart is a Chardonnay house, so this wine can be considered one of its signature cuvées. With some bottle age, it is crisp while also toasty with secondary flavors that are balancing the apple and citrus fruits. The wine is well balanced, the soft aftertaste still in keeping with its crisper, textured flavors.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Ruinart"}, {"points": "92", "title": "Sinor-LaVallee 2013 Syrah (San Luis Obispo County)", "description": "Blueberry, dark berries and tar swirl together on the nose of this hedonistic wine from Mike Sinor's Bassi Ranch property, located just 1.3 miles from the ocean at Shell Beach. It's rich, meaty and heavily spiced on the palate, with dark chocolate, cedar and plenty of blackberry, but the bitter and savory elements stop it short of being a fruit bomb.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 29, "designation": null, "variety": "Syrah", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sinor-LaVallee"}, {"points": "92", "title": "St. Innocent 2013 Freedom Hill Vineyard Dijon Clone Chardonnay (Willamette Valley)", "description": "Dijon-clone Chardonnays from Oregon are distinctive and appealing, with excellent acidity behind fruit that stays on the lean side of tropical. Here are lightly buttery flavors of apple and peach pie, with a spicy kick to the finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 26, "designation": "Freedom Hill Vineyard Dijon Clone", "variety": "Chardonnay", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "St. Innocent"}, {"points": "92", "title": "St. Innocent 2013 Zenith Vineyard Pinot Noir (Eola-Amity Hills)", "description": "Look out Rutherford dust, here's Eola-Amity dust. Soft and yes, dusty, this intriguing wine brings a sensation of well-tanned leather under black-cherry fruit. The finish adds a dash of beet root, and leaves with some stiffening tannins. Give it ample aeration and it will improve dramatically.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 42, "designation": "Zenith Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "St. Innocent"}, {"points": "92", "title": "Terre di San Venanzio Fortunato 2014 Demi Long  (Valdobbiadene Prosecco Superiore)", "description": "Heady scents of jasmine, wisteria, chopped herbs and fresh orchard fruit lead the way on this delicious sparkler. The creamy palate doles out Bartlett pear, yellow apple and a hint of white peach alongside bright acidity and a soft perlage. One bottle might not be enough of this.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 22, "designation": "Demi Long", "variety": "Glera", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Terre di San Venanzio Fortunato"}, {"points": "92", "title": "Vilafonté 2011 Series C Red (Paarl)", "description": "A blend of 51% Cabernet Sauvignon, 26% Merlot, 14% Malbec and 9% Cabernet Franc, this opens with rich, decadent scents of brandied cherries, blackberries, plum and crème de cassis, all married to assertive notes of black pepper, licorice and tree bark. Structured yet fine-grain tannins result in an approachable palate and a texture like crushed satin, while the finish offers accents of cigar box and roasted cocoa nib. Drinkable now, but will hold well through 2020.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 95, "designation": "Series C", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Paarl", "country": "South Africa", "winery": "Vilafonté"}, {"points": "92", "title": "Rizzi 2009 Pas Dosé Metodo Classico Sparkling (Vino Spumante)", "description": "Here's a delicious, elegant sparkler that opens with alluring aromas of ripe pear, juicy citrus, toasted hazelnut and a hint of bread crust. The vibrant palate doles out crisp apple and succulent nectarine accompanied by an elegant perlage and lively acidity. A mineral note backs up the bone-dry finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Pas Dosé Metodo Classico", "variety": "Sparkling Blend", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Rizzi"}]