[{"points": "92", "title": "John Duval Wines 2013 Annexus Grenache (Barossa)", "description": "John Duval (ex Penfolds) has finally released a varietal Grenache, a wine that's quite different from the blends and Shirazes he's done up until this point. This is supple, full in body and round, without the firm structural elements his wines typically possess. Dare I say it's hedonistic? Black cherry and cinnamon notes are juicy and mouthwatering on the long finish. Drink now–2020.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 60, "designation": "Annexus", "variety": "Grenache", "region_1": "Barossa", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "John Duval Wines"}, {"points": "92", "title": "José Maria da Fonseca 2006 Domingos Soares Franco Private Collection Moscatel Roxo (Península de Setúbal)", "description": "The rarely found red Moscatel grape has produced a beautiful golden-colored wine that is very much in the tradition of fortified Muscats from Setúbal. This has ripe orange and rich dried fig that are balanced by fine acidity. The wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Domingos Soares Franco Private Collection", "variety": "Moscatel Roxo", "region_1": null, "region_2": null, "province": "Península de Setúbal", "country": "Portugal", "winery": "José Maria da Fonseca"}, {"points": "92", "title": "Sol Rouge 2012 Cabernet Franc (Lake County)", "description": "This makes three knockout vintages in a row from Sol Rouge. The wine has richness, roundness, power and finesse all rolled into a balanced package. It smells gutsy, ripe but also smoky and savory, and tastes deep and layered with cassis, chocolate, and tobacco. A good wrapping of fine tannins pulls everything together.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 32, "designation": null, "variety": "Cabernet Franc", "region_1": "Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Sol Rouge"}, {"points": "92", "title": "Loring Wine Company 2014 Pinot Noir (Sta. Rita Hills)", "description": "Sultry, silky and sexy on the nose with rich baking and red-spice notes, this appellation blend by Brian Loring also shows ripe but acidic raspberry fruit, rose buds and cooked berries. The palate is bursting with cranberry and black raspberries, enhanced by graphite, nutmeg and black peppercorns. It finishes tight and clean, with a camphor lift.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "92", "title": "Les Belles Collines 2014 Pinot Noir (Russian River Valley)", "description": "This soft, fresh and rose-laden wine spent less than a year in French oak, 40% of it new. Juicy and medium bodied, it builds complexity and texture on the palate, becoming more voluptuous and velvety as it heads into a cinnamon-kissed finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Les Belles Collines"}, {"points": "92", "title": "Lionel Osmin & Cie 2011 La Sauvagère  (Jurançon)", "description": "While Jurançon wines are sweet, it is the freshness that is beautiful. So there are honey and orange marmalade flavors to give the sweetness and hint at botrytis. Against that is a poised, ethereal acidity and citrus tang. Together they make a beautiful wine that can age. Drink now, but better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "La Sauvagère", "variety": "Gros and Petit Manseng", "region_1": "Jurançon", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Lionel Osmin & Cie"}, {"points": "92", "title": "Sante Arcangeli 2014 Lester Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "There's an inherent minerality to this bottling. Slate and wet concrete aromas are laid atop baked strawberry, stewed bay leaf and crushed oregano notes. A peppery acidity comes in the sip, which boasts a dark cranberry and stewed raspberry fruit backbone, touches of pine needle and more bay leaf.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Lester Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sante Arcangeli"}, {"points": "92", "title": "Silver Mountain 2009 Tondre's Grapefield Pinot Noir (Santa Lucia Highlands)", "description": "This wine's bottle aging allows a confluence of layers to work in harmony. The nose shows dill, black pepper, wet slate, just-ripe black cherry and pencil shavings, while the palate stacks black raspberry and blackberry fruit up against dried sagebrush and graphite. It's rich, but with enough earth and tartness to achieve balance. Drink now.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Tondre's Grapefield", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Silver Mountain"}, {"points": "92", "title": "Villa San Juliette 2013 Reserve Grenache (Paso Robles)", "description": "More brooding in style, this deliciously rich bottling shows dense black cherry, black plum, blackberry and stewed strawberry on the nose alongside black cardamom, anise and curry spice. Layers of smoked meat and hoisin sauce decorate the purple flowers, dried red cherry and pencil-lead flavors of the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Reserve", "variety": "Grenache", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Villa San Juliette"}, {"points": "92", "title": "W.H. Smith 2012 Estate Cabernet Sauvignon (Howell Mountain)", "description": "High-toned fruit and a twist of kirsch, red cherry and pomegranate provide a bright freshness to this mountain-grown wine, as unexpected as it is inviting. Dry wood tannins belie a powerful weight and body, buoyed by the acidity. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 56, "designation": "Estate", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "W.H. Smith"}, {"points": "92", "title": "Kenwood 2014 Single Vineyard Green Valley Ranch Chardonnay (Russian River Valley)", "description": "The first vintage of this wine from this site, it offers a lot to like, from crisp, pretty aromas and tingly acidity to nuanced whispers of honeycomb, Gravenstein apple and fennel. Light bodied, it has nice firmness and tension to the mouthfeel, and an overall balance of fruit and complexity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "Single Vineyard Green Valley Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kenwood"}, {"points": "92", "title": "Etude 2013 Ellenbach Vineyard Pinot Noir (Sonoma Coast)", "description": "A Sonoma Coast vineyard in Annapolis, only four miles from the ocean, Ellenbach sits atop Goldridge soils, an unusual attribute for the area. High in acidity, this wine is grippy and floral, with an enviable presence of power and elegance on the palate. Red fruit shines brightest, from cranberry to wild raspberry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Ellenbach Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Etude"}, {"points": "92", "title": "Winzergenossenschaft Mayschoss-Altenahr 2012 XII Trauben Trocken Spätburgunder (Ahr)", "description": "Ripe, almost ruddy, notes of blackberry and cherry penetrate the core of this bold, lusciously textured Pinot Noir. Its fruit flavors show freshly still, but glimmers of autumn leaves and tilled earth suggest a deepening earthiness with age. Drink now through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 62, "designation": "XII Trauben Trocken", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Ahr", "country": "Germany", "winery": "Winzergenossenschaft Mayschoss-Altenahr"}, {"points": "92", "title": "Wittmann 2014 100 Hills Dry Riesling (Rheinhessen)", "description": "The 100 Hills is Wittmann's entry-level bottling, but it offers a deeply layered minerality, pristine citrus flavors and richness of texture often lacking in far more expensive wines. Its opulent, slightly slick mouthfeel is intensely satisfying, yet cut by a spray of zesty acidity that lifts and lengthens the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 18, "designation": "100 Hills Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "92", "title": "Concha y Toro 2012 Don Melchor Puente Alto Vineyard Cabernet Sauvignon (Puente Alto)", "description": "This is a riper, heavier than usual Don Melchor, as evidenced by aromas of raisin along with black plum, coffee and creamy oak. A full, round, plush palate offers more than adequate depth, while black cherry, plum and vanilla flavors come with hints of licorice and chocolate. Hailing from a hot vintage, this avoids almost all herbal characteristics but feels a bit soft and simple. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 120, "designation": "Don Melchor Puente Alto Vineyard", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Puente Alto", "country": "Chile", "winery": "Concha y Toro"}, {"points": "92", "title": "Andrew Rich 2014 Croft Vineyard Sauvignon Blanc (Willamette Valley)", "description": "This delicious wine makes you wish that a lot more Sauv Blanc was coming out of the Willamette Valley. It's sharp, spicy and bright. The grapefruit and pineapple flavors carry well-defined accents of herb and pine needle. The pinpoint acidity adds further focus.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 22, "designation": "Croft Vineyard", "variety": "Sauvignon Blanc", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Andrew Rich"}, {"points": "92", "title": "Armitage 2013 Mt. Roberta Reserve Pinot Noir (Santa Cruz Mountains)", "description": "Bottled with a trippy-looking label that promotes the brand's spiritual bent, this wine has a nose that conveys elegant eucalyptus, purple flowers, fresh pomegranate, wild mint, sage and pencil shavings. Savory roasting herbs and spice show on the palate, from black pepper to oregano and thyme, then warm up toward cherry pie with black cardamom. It finishes crisp.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Mt. Roberta Reserve", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Armitage"}, {"points": "92", "title": "Artesa 2013 Single Vineyard Block 92 Estate Vineyard Chardonnay (Carneros)", "description": "Voluptuously honeyed with swirls of caramel, this single-vineyard estate wine is expansive on the palate. Toast, Good & Plenty candy and lemon meringue intertwine on the nose and palate atop a chalky texture and lingering acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Single Vineyard Block 92 Estate Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Artesa"}, {"points": "92", "title": "Carlton Hill 2009 Pinot Noir (Yamhill-Carlton)", "description": "This small producer holds some wines back for late release, and in this instance it's a wonderful gift to consumers. Drinking splendidly, the 2009 has rounded, well-integrated, generous flavors of plum and cherry, dusty gravel, and firm, polished tannins. There's a light hint of bark, and overall a marvelous balance. It's maturing, but not anywhere near done.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Carlton Hill"}, {"points": "92", "title": "Casa Santa Vitória 2013 Inevitável Red (Alentejano)", "description": "An intriguing blend of Cabernet Sauvignon and Alicante Bouschet has produced a super-densely textured wine. The ripe, smoky character of the wine is layered with ripe black fruits that fill the solid, tannic structure. There is nothing modest about this bold, big wine that is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 43, "designation": "Inevitável", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Casa Santa Vitória"}, {"points": "92", "title": "Château Labastide Orliac 2008 1780 Royal Heritage Red (Brulhois)", "description": "The old vines from this estate that has been run by the same family for 10 generations have produced a firm wine, with structure and tannins that still need to soften. It is rich and juicy with black fruits and wood aging toastiness. The wine, named after the 1780 Royal Edict that established this small appellation on the banks of the Garonne river between Bordeaux and Toulouse is worth aging longer, so wait to drink until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 190, "designation": "1780 Royal Heritage", "variety": "Red Blend", "region_1": "Brulhois", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Labastide Orliac"}, {"points": "92", "title": "Big Basin 2012 Grizzly Grenache-Syrah (Santa Cruz Mountains)", "description": "The dominant 65% Grenache component makes for a pretty nose of black raspberry, candied berries and elegant violet petals. Thanks to the 35% Syrah, boysenberry, bright strawberry and light raspberry notes meet with darker hibiscus and stronger lavender and savory herbs de provence on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Grizzly", "variety": "Grenache-Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "92", "title": "Dr. H. Thanisch (Erben Thanisch) 2014 Berncasteler Doctor Kabinett Gold Cap Riesling (Mosel)", "description": "Intense honeysuckle perfume is offset by enticing complexities of mushroom and earth in this sprightly off-dry Riesling. Concentrated tangerine and stone fruit flavors extend through a long, sunny finish. It's showing well already but should continue to improve through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 49, "designation": "Berncasteler Doctor Kabinett Gold Cap", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. H. Thanisch (Erben Thanisch)"}, {"points": "92", "title": "En Garde 2011 Cabernet Sauvignon (Diamond Mountain District)", "description": "Coconut macaroon and blueberry and blackberry preserves make for a juicy, satisfying mountain-grown wine that sparks in black pepper, before finishing full of fresh acidity and complexity. Light bodied and restrained in oak and tannin, it's ready to enjoy now.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "En Garde"}, {"points": "92", "title": "Herdade Grande 2012 Gerações Colheita Seleccionada Red (Alentejano)", "description": "This is a rich, impressive, age-worthy wine. With firm tannins and sumptuous juicy black fruits, it shows no sign of its high alcohol. It blends structure and fruit easily. The wine is named to celebrate the second Lança generation in charge at the estate. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 36, "designation": "Gerações Colheita Seleccionada", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Herdade Grande"}, {"points": "92", "title": "Kings Mountain 2010 Pinot Noir (Santa Cruz Mountains)", "description": "Suave and earthy juniper, red rose petal and dried-herb tones meet with concentrated red cherries and exotic Indian spice on the nose of this nicely bottle-aged wine. Lively acidity and a prominent sagebrush flavor kick off the sip, which settles into a violet-like groove enhanced by chopped thyme, black pepper, bay leaf, juniper and underripe berries.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kings Mountain"}, {"points": "92", "title": "Johannishof 2014 Rüdesheimer Ramstein Erste Lage Trocken Riesling (Rheingau)", "description": "Notes of pineapple and tangerine skin perfume this fruity and fresh, yet deeply complex wine. Lush peach and pear and pear notes are calibrated by a dry, steely precision. The finish is long, lingering on a fringe of smoke and dusty minerals. Drink now through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 32, "designation": "Rüdesheimer Ramstein Erste Lage Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheingau", "country": "Germany", "winery": "Johannishof"}, {"points": "92", "title": "J. Christopher 2013 Lumière Pinot Noir (Eola-Amity Hills)", "description": "Pretty cherry fruit, lightly candied, steals the show here. There's a dash of cinnamon and a pleasantly toasty frame around the tannins, all in proportion and delivering clean, generous flavors through the lingering finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 40, "designation": "Lumière", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "92", "title": "Eric Kent 2012 Kalen's Big Boy Blend Syrah (Sonoma County)", "description": "A 100% varietal wine blended from three vineyard sites, this has fantastic aromatics, floral and meaty in all the best ways. Sanguine, it flirts in black peppercorn, game and a density of black licorice, remaining sturdy and firm on the palate in leathery grace. Drinkable now, it has years to go, through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 46, "designation": "Kalen's Big Boy Blend", "variety": "Syrah", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Eric Kent"}, {"points": "92", "title": "Presqu'ile 2013 Presqu'ile Vineyard Pinot Noir (Santa Maria Valley)", "description": "Black cherry and black raspberry notes meet crushed mint, wet slate, Mediterranean spice, blistered tomato and Kalamata olive on the nose of this estate bottling. Lively herbs including marjoram and thyme mark the palate, then the wine warms toward tarter cherry, cranberry and turned earth on the midpalate. It finishes with aromatically lifting menthol notes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Presqu'ile Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Presqu'ile"}]