[{"points": "94", "title": "Paritua 2014 Syrah (Hawke's Bay)", "description": "This plush, silky wine is a thrill ride from start to finish. Asphalt and black olive notes on the nose give it a rather rustic edge to start, but purer peppery notes emerge with air. And once past the funk, this shows layers of blueberry and mulberry fruit, maybe even a trace of apricot to go along with savory notes of olive and espresso that glide gracefully through the long, silky finish. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 35, "designation": null, "variety": "Syrah", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Paritua"}, {"points": "94", "title": "Pascal Bouchard 2014 Les Vieilles Vignes Les Clos Grand Cru  (Chablis)", "description": "Coming from arguably the grandest of the Chablis Grand Crus, this is an impressive, rich and structured wine. It is concentrated, intense with minerality, pure acidity and great fruitiness. The wine has depth and power, a ripe wine that captures the full strength of the fine vineyard. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 81, "designation": "Les Vieilles Vignes Les Clos Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Pascal Bouchard"}, {"points": "94", "title": "Pascal Jolivet 2014 Indigène  (Pouilly-Fumé)", "description": "A blend of wines from different vineyards in Pouilly, this powerful wine is concentrated, with tight minerality that demands further aging. Rich and packed with apples and green plums, it is a beautiful wine that will age well. Drink from 2018 at the earliest.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Indigène", "variety": "Sauvignon Blanc", "region_1": "Pouilly-Fumé", "region_2": null, "province": "Loire Valley", "country": "France", "winery": "Pascal Jolivet"}, {"points": "94", "title": "Testarossa 2014 Soberanes Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Stark minerality, from hot gravel to chipped slate, meets with garrigue elements of lavender and thyme on the nose of this strong bottling that gains a savory quality thanks to roasted-pork aromas. The requisite fruit arrives on the sip, where smashed cranberry meets with pepper spice and dried herbs. The structure is grippy and affords great length in the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Soberanes Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "94", "title": "Presqu'ile 2014 Steiner Creek Vineyard Pinot Noir (San Luis Obispo County)", "description": "From an extreme coastal vineyard three miles north of Cambria, this bottling kicks off with peppery spice on the nose along with strong black olive, bay leaf, dill and a black-raspberry element on the edges. Lively underripe fruit tones power the palate, as does Kalamata olive, North African spice, coriander and tomato leaf.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Steiner Creek Vineyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Presqu'ile"}, {"points": "94", "title": "Esk Valley 2014 Winemakers Reserve Gimblett Gravels Syrah (Hawke's Bay)", "description": "At 14.5% abv, this would be a little Shiraz-like if not for its vibrant range of cool-climate aromas and flavors. Floral notes, hints of cracked pepper and touches of espresso mark the nose, while the flavors include those elements, plus helpings of black cherries, licorice and black olive. This is rich and full in the mouth without being excessively weighty or tannic—a true tour de force. Drink now–2030.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 60, "designation": "Winemakers Reserve Gimblett Gravels", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Hawke's Bay", "country": "New Zealand", "winery": "Esk Valley"}, {"points": "94", "title": "Domaine Julie Belland 2013  Criots-Bâtard-Montrachet", "description": "This is the jewel in the Balland estate. They have made a fine job of this rich wine. Spice, toast and ripe fruits are there, still integrating. It is structured, mineral and concentrated, full of yellow fruits, vanilla and lime acidity. With its intensity and dense texture, the wine will take a while to be ready. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 250, "designation": null, "variety": "Chardonnay", "region_1": "Criots-Bâtard-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Julie Belland"}, {"points": "94", "title": "Antica 2013 Cabernet Sauvignon (Napa Valley)", "description": "Elegant and on the more austere side of the variety, this wine is graceful and complex. Tight-grained waves of cherry, cranberry and cassis marry well with its velvety texture and restrained use of oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Antica"}, {"points": "94", "title": "Venturini Massimino 2005 Riserva  (Amarone della Valpolicella Classico)", "description": "Underbrush, dried plum, resin, leather and a whiff of baking spice aromas slowly emerge in the glass. The big chewy palate shows juicy blackberry, ripe black cherry, tobacco and clove set against a backbone of firm velvety tannins. Despite its heft, it also boasts surprising finesse. Hold for even more complexity. Drink 2017–2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 135, "designation": "Riserva", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Venturini Massimino"}, {"points": "94", "title": "Cloudy Bay 2008 Late Harvest Riesling (Marlborough)", "description": "No, the vintage isn't a typo. The 2008 is the current release of this wine, which features impeccable balance and length. Scents of honeyed apricot and hints of fine machine oil mark the aromas indelibly as Riesling, while the sweet palate unfolds layers of candied pineapple that linger on the finish, balanced by just a touch of citrus-pith bitterness. Bottled under screw cap, this wine should age well through at least 2025, but possibly much longer.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 25, "designation": "Late Harvest", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Cloudy Bay"}, {"points": "94", "title": "Windemere 2013 MacGregor Vineyard Pinot Noir (Edna Valley)", "description": "There's a lot going on aromatically in this bottling, with a base of red plum and hibiscus lifted through hints of clove, cinnamon, dried rose petals and dried ginger. More plum and mulberry fruit power the palate, enhanced by fennel fronds, peppercorns, cedar, juniper and pine-forest flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 31, "designation": "MacGregor Vineyard", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Windemere"}, {"points": "94", "title": "Sextant 2013 Passage Red (Paso Robles)", "description": "Rich and complex in the modern Paso style, this blend of 59% Syrah, 21% Mourvèdre, 16% Petite Sirah and 4% Grenache pairs baked plum and blackberry with white pepper, sarsaparilla, coffee candy and cola on the nose. The flavors are deftly integrated, with touches of espresso, black cassis, black cherry and milk chocolate. Zesty and fun, it's also well structured.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Passage", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sextant"}, {"points": "94", "title": "Landmark 2014 Escolle Road Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Sandalwood and smoke kick off the nose on this deliciously complex bottling that also shows aromas of black-plum skin, crushed slate and light fennel on the nose. Tangy cranberry and pomegranate make for a fresh entry to the sip, and then come herbal touches of white sage, bay leaf and peppercorn.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Escolle Road Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Landmark"}, {"points": "94", "title": "Philippe Pacalet 2013  Echézeaux", "description": "Structured and still very young, this is a dense and fruity wine. The tannins and the spice and licorice from wood aging show strongly, although they are just beginning to soften and integrate. Expect a rich wine, layered with fruit and ripe tannins as it develops. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 450, "designation": null, "variety": "Pinot Noir", "region_1": "Echézeaux", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Philippe Pacalet"}, {"points": "94", "title": "Couloir 2014 Chileno Valley Vineyard Pinot Noir (Marin County)", "description": "This wine grabs the attention with a distinctive earthy, wild yet sophisticated personality. The aroma is like forest floor, dried mushrooms and black tea. Flavors convey rhubarb and plum but also are savory and smoky as they fill the mouth and linger on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 44, "designation": "Chileno Valley Vineyard", "variety": "Pinot Noir", "region_1": "Marin County", "region_2": "North Coast", "province": "California", "country": "US", "winery": "Couloir"}, {"points": "94", "title": "Dehlinger 2013 High Plains Pinot Noir (Russian River Valley)", "description": "From grapes grown on a higher spot on the estate vineyard with Altamont soils, where the dirt is thin and the vines struggle, this wine delivers a depth of structure and incredible flavor. It finds a way to coax sage and wild forested earth from a robustness of cranberry and bright, citrusy acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "High Plains", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dehlinger"}, {"points": "94", "title": "Domaine de Bellene 2014 Les Suchots Premier Cru  (Vosne-Romanée)", "description": "This Premier Cru abuts some of the grandest Grand Crus of Burgundy. It shares the same rich, age-worthy characters with this dark structure and dense tannins. The wine is still very young: its texture mineral and concentrated. The black fruits and licorice flavors will develop slowly and surely, but don't drink before 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 220, "designation": "Les Suchots Premier Cru", "variety": "Pinot Noir", "region_1": "Vosne-Romanée", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine de Bellene"}, {"points": "94", "title": "Cayuse 2013 Armada Vineyard Syrah (Walla Walla Valley (WA))", "description": "The lilac, charcuterie, peat, smoke and black and green-olive aromas are tightly wound. The palate is focused, flavorful and energetic, showing depth and intensity while remaining quite light on its feet.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Armada Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "94", "title": "Cayuse 2013 En Cerise Vineyard Syrah (Walla Walla Valley (WA))", "description": "The aromas pop with notes of funk, smoked meat, red fruit, flowers, stems and orange peel. It's compact out of the gate with concentrated, tightly wound, salty flavors of olive brine, crushed rock and violets. It shows an exquisite sense of balance and a crazy long finish.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 80, "designation": "En Cerise Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Cayuse"}, {"points": "94", "title": "Center of Effort 2014 Effort Pinot Noir (Edna Valley)", "description": "For the winery's lower-priced offering, this is a stunner. Baked black cherry, vanilla, raspberry, rose petals and a touch of licorice light up the nose. The lightly poised but intensely focused sip reveals a wild combo of fruit and spice, with sage, bay leaf, thyme and fennel laced through black cherry. It's like walking through the Central Coast scrubland.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 27, "designation": "Effort", "variety": "Pinot Noir", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Center of Effort"}, {"points": "94", "title": "Bernardus 2014 Sierra Mar Vineyard Chardonnay (Santa Lucia Highlands)", "description": "This winery expertly differentiates its single-vineyard bottlings, here exploring the warmer, riper side of the grape, but with style and grace. Aromas of vanilla, sea-salt caramel, macadamia nut and hazelnut lead into a palate where lightly buttered yellow apples meet with jasmine tea, honeysuckle and a light touch of marzipan.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Sierra Mar Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bernardus"}, {"points": "94", "title": "Cambria 2013 Barbara's Clone 667 Pinot Noir (Santa Maria Valley)", "description": "Deep and hearty mulberry aromas meet with condensed rose petals, cinnamon, clove and hot gingerbread on the earthy, spicy nose of this clonal bottling by longtime winemaker Denise Shurtleff. The sip is thick and full of chaparral herbs at first, then opens toward rounded red cherry, cranberry and cinnamon before diving into fennel and peppercorn. It's amazing for one clone to be so complex.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 80, "designation": "Barbara's Clone 667", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cambria"}, {"points": "94", "title": "Capitain-Gagnerot 2011 Les Grandes Lolières  (Corton)", "description": "From right at the northern end of the sweep of Corton Grand Cru vineyards, this rich and complex wine is dense with smoky flavors as well as ripe blackberry fruit. It is solid, densely structured and powered minerality from the chalk in the soil. This is going to be a fine wine, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 99, "designation": "Les Grandes Lolières", "variety": "Pinot Noir", "region_1": "Corton", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Capitain-Gagnerot"}, {"points": "94", "title": "Koehler 2013 Grenache (Santa Ynez Valley)", "description": "Look out for Colin Murphy, who was named winemaker at this estate after years working for regional legends Bruno d'Alfonso and Kris Curran. This bottling shows dark strawberry, incense, sandalwood, cola, figs, pepper and soy on the pretty yet complex nose. There is lots of intrigue to the palate too, where black plum comes together with chamomile, Earl Grey tea and lavender.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": null, "variety": "Grenache", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Koehler"}, {"points": "94", "title": "Foxen 2014 Julia's Vineyard Pinot Noir (Santa Maria Valley)", "description": "Fresh cranberry and black raspberry show on the nose of this bottling that also offers black-pepper sauce, savory soy and a touch of iodine. There's a tarry tension to the palate, but with tart dark cranberry and richer dark cherry flavors as well, mixing up the savory smoke with dense fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Julia's Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "94", "title": "Domaines Devillard 2014 Château de Chamirey Les Cinq  (Mercurey)", "description": "This is a blend of the best barrels from the five Mercurey Premier Crus owned by the Devillard family. First produced in the 2010 vintage, the wine is now made in most vintages. It is a rich wine, bringing out the pure red fruitiness of a Mercurey and its beautifully integrated structure. It is concentrated and very dense, packed with vanilla, mint and dark coffee flavors as well as the fruit. Age this wine, at least until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Château de Chamirey Les Cinq", "variety": "Pinot Noir", "region_1": "Mercurey", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaines Devillard"}, {"points": "94", "title": "No Girls 2013 La Paciencia Vineyard Tempranillo (Walla Walla Valley (WA))", "description": "Dark in color, this wine offers reserved aromas of smoke, tobacco, red fruit, crème de cassis, flowers, exotic spice and funk. The palate is plush and forward but still light on its feet, showing energy and focus. Fruit and savory flavors persist on the finish, demonstrating exquisite balance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 75, "designation": "La Paciencia Vineyard", "variety": "Tempranillo", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "No Girls"}, {"points": "94", "title": "Olivier Leflaive 2014 Clos Saint-Marc Premier Cru  (Chassagne-Montrachet)", "description": "This is a rich textured wine from the center of this Premier Cru. It has structure and concentration as well as generous white stone fruits. Densely packed with acidity, toast and a fine, creamy texture, the wine is likely to age well. It is produced from biodynamically grown grapes (as are all the Olivier Leflaive family Grand and Premier Crus). Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 103, "designation": "Clos Saint-Marc Premier Cru", "variety": "Chardonnay", "region_1": "Chassagne-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Olivier Leflaive 2014 Les Folatières Premier Cru  (Puligny-Montrachet)", "description": "This is a domaine wine, coming from one of the vineyards owned by Olivier Leflaive and worked biodynamically. It is a very fine wine from probably the most well-known premier cru in the village. With its rich acidity and white fruits, it is generous as well as crisply textured. The toast from the wood aging adds its juicy character to this impressive wine. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 185, "designation": "Les Folatières Premier Cru", "variety": "Chardonnay", "region_1": "Puligny-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Roche de Bellene 2014  Corton-Charlemagne", "description": "From old vines, as are most of the wines from this producer, this is a dense and powerful wine. New wood aging has given the wine a strongly toasty character balanced with creamy apple and yellow fruits. The wine is concentrated and obviously needs to age. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 300, "designation": null, "variety": "Chardonnay", "region_1": "Corton-Charlemagne", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Roche de Bellene"}]