[{"points": "95", "title": "Travaglini 2010 Riserva  (Gattinara)", "description": "Elegant and structured, this opens with exquisite scents of cedar, chopped herb, pressed rose, menthol and perfumed berry. The luminous palate is loaded with finesse, delivering bright red cherry, chopped red raspberry, licorice, clove and mineral. Firm, refined tannins and vibrant acidity provide impeccable balance and support. Hold for even more complexity. Drink 2018 through 2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Riserva", "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Travaglini"}, {"points": "95", "title": "Mount Eden Vineyards 2012 Estate Grown Cabernet Sauvignon (Santa Cruz Mountains)", "description": "Extremely elegant and restrained at first on the nose, this bottling eventually shows gravel and crushed rocks, with hints of blackberry and forest underbrush also emerging. A very firm structure weaves together an incredibly well-integrated wine, with dense mulberry and dried-fennel notes that morph into crushed herbs with time. Drink 2018–2032.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mount Eden Vineyards"}, {"points": "95", "title": "Quinta Vale Dona Maria 2013 VVV Valleys Red (Douro)", "description": "In this wine, the Van Zeller family—15 generations in the Douro—is recognizing the three valleys where they have grown grapes: Pinhão, Douro and Torto. It is a rich smooth wine, powered by tannins and the wood aging. Foot trodden in open fermenters, the wine is a blend of grapes from 35-year-old vines. It is rich, still developing and will be ready to drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 34, "designation": "VVV Valleys", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "95", "title": "Taittinger NV Folies de la Marquetterie Brut  (Champagne)", "description": "Using grapes from the Taittinger brand's first vineyard at Château de la Marquetterie, this wine is a blend of Pinot Noir and Chardonnay aged partially in wood. It is rich and beautifully structured, with a sense of ripe fruit as well as the beginnings of maturity. A mineral edge adds to the complexity. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Folies de la Marquetterie Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "95", "title": "Lanson 2006 Clos Lanson Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This Champagne is produced from a small parcel of Chardonnay in the heart of the city of Reims above the Lanson cellars. It has more than rarity value with its wonderful mature flavors, richness and flavors of vanilla, baked apple and hints of the wood in which the wine fermented. It is ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 195, "designation": "Clos Lanson Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "94", "title": "Rosenhof 2013 Ausbruch Traminer (Burgenland)", "description": "The whole world of apricots is represented here: fresh, candied and dried. The concentration on the palate is immense, the scent is disarming, the sweetness is beyond luscious. Aromatic blood-orange peel and flesh provide an equally fragrant counterbalance. Irresistible now but of such richness and concentration that time will have nothing on it. Drink now and through 2030 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Ausbruch", "variety": "Traminer", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "94", "title": "Krug NV Brut Rosé  (Champagne)", "description": "This is an onion-skin-colored wine, ripe and showing some maturity as well as rich red and citrus fruits. It is beautifully balanced, the pure, crisp fruit elegantly integrated into the lightly mineral texture. This stylish bottling is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 299, "designation": "Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Krug"}, {"points": "94", "title": "Quinta Vale Dona Maria 2013 Red (Douro)", "description": "Produced from a field blend of 41 different varieties of 60-year-old vines, this estate wine from Cristiano van Zeller is powerful and dense while having such style. Smoothly polished, rich and concentrated. The wine is perfumed, full of black plum skins and with light acidity at the end. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 56, "designation": null, "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "94", "title": "O. Fournier 2010 Alfa Spiga  (Ribera del Duero)", "description": "Dark and dense as the dead of night, this robust RDD is pushing aromas of blackberry, cassis, black tea and cola. The palate is reaching maturity while showing energy and balance. Flavors of root beer, savory beef, soy and vanilla accent blackberry fruit, while the finish is plump, with ready tannins. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 45, "designation": "Alfa Spiga", "variety": "Tinta del Pais", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "O. Fournier"}, {"points": "94", "title": "Louis Roederer 2011 Rosé Brut  (Champagne)", "description": "A blend of grapes from Cumières in the Marne Valley and the Côte des Blancs, this is a rich, well-balanced and very young brut rosé. It is ripe, while keeping an almost austere texture and acidity that will soften and broaden out as it ages. Drink now for the lively red fruits, but better to wait until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Rosé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "94", "title": "Lynmar 2014 Lynn's Blend Quail Hill Vineyard Pinot Noir (Russian River Valley)", "description": "Named for the winery's co-proprietor and founder, Lynn's is powerfully graceful, much like the man himself, offering seamless texture and length. Full bodied and complex, it's structured and ripely satisfying in its mix of black tea, grenadine and feral evocations of a walk in the woods.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Lynn's Blend Quail Hill Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Mailly Grand Cru 2004 Exception Blanche Brut Chardonnay (Champagne)", "description": "This is a blend of fruit from the Montagne de Reims and the Côte des Blancs. The result is a wine that is now showing maturity while not completely losing the apricot and pineapple-flavored fruits. A taut mineral texture lies behind the richness, suggesting that this wine will age further. Ideally drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 82, "designation": "Exception Blanche Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}, {"points": "94", "title": "Produttori del Barbaresco 2011 Montestefano Riserva  (Barbaresco)", "description": "Ripe and structured, this full-bodied red opens with alluring scents of star anise, dark-skinned berry, underbrush, leather and a balsamic note. On the juicy palate, menthol, licorice and baking spice accent a core of black cherry. Noble tannins provide the framework. Drink 2018–2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 58, "designation": "Montestefano Riserva", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Produttori del Barbaresco"}, {"points": "94", "title": "John Duval Wines 2013 Eligo Shiraz (Barossa Valley)", "description": "Full bodied, creamy and lush, this is a prototypical Barossa Valley Shiraz from a longtime master of the variety. Smoke, cedar, mulberry and eucalyptus notes mingle easily on the nose, while savory notes of roasted meat and dried herb blend seamlessly into the fruit, ending long, velvety and rich.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 100, "designation": "Eligo", "variety": "Shiraz", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "John Duval Wines"}, {"points": "94", "title": "Billecart-Salmon 2006 Cuvée Elisabeth Salmon Brut Rosé  (Champagne)", "description": "Produced from Pinot Noir and Chardonnay, this balances ripe red berry and citrus fruits with more mature spice and vanilla. With this development has come depth, concentration and richness. It is a wine to drink with food, ripe and finishing with crisp, dry acidity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 260, "designation": "Cuvée Elisabeth Salmon Brut Rosé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Billecart-Salmon"}, {"points": "94", "title": "Churchill's NV 30 Years Old Tawny  (Port)", "description": "The liquorous old gold color of this wine indicates the long barrel aging. It is rich with spice, dried fruits and old wood flavors all finely interwoven. The wine, which originated in a field blend of old vines, has a final shot of acidity to bring it to life.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "30 Years Old Tawny", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Churchill's"}, {"points": "94", "title": "Daou 2013 Reserve Cabernet Sauvignon (Paso Robles)", "description": "There's an elegant weave to the aromas of this bottling, with soy, dried dill, peppercorns, crushed gravel and a touch of cedar laced throughout the black fruit on the nose. Perfectly rounded black currant, black cassis and black cherry fruits show on the sip, which is leveled by violets and pencil shavings.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Daou"}, {"points": "94", "title": "Travaglini 2010 Tre Vigne  (Gattinara)", "description": "Fragrant and polished, this offers enticing aromas of spiced plum, rose, aromatic herb and menthol. The elegant, linear palate doles out red cherry, crushed raspberry, anise, pipe tobacco and mineral set against firm, fine-grained tannins and bright acidity. Drink 2018 through 2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 42, "designation": "Tre Vigne", "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Travaglini"}, {"points": "94", "title": "Trisaetum 2015 Coast Range Estate Riesling (Yamhill-Carlton)", "description": "Technically off dry, this has so much defining acidity that the sweetness is just detectable, serving principally to round out the lush fruits. Delicious, lingering flavors of tangerine, pink grapefruit and orange peel combine in a wine with a sensational yum factor.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 28, "designation": "Coast Range Estate", "variety": "Riesling", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "94", "title": "Trisaetum 2015 Coast Range Estate Dry Riesling (Yamhill-Carlton)", "description": "An acid-lover's Riesling, this is bone dry and loaded with phenolic detail. Fruit flavors run the table on citrus, most especially grapefruit, with plenty of pith and rind. It's lush, tart and deeply penetrating.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 28, "designation": "Coast Range Estate Dry", "variety": "Riesling", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "94", "title": "Antiquum Farm 2014 Luxuria Pinot Noir (Willamette Valley)", "description": "Pommard and 777 clone grapes were cofermented and aged in a single new Allier oak barrel. Ripe, round and bursting with flavor, this luscious wine is a paean to blackberry fruit. Veins of licorice, espresso and dark chocolate weave through the extended finish. Cellar this for another few years if you can keep your hands off it, but know that it is almost too good to wait for.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 75, "designation": "Luxuria", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Antiquum Farm"}, {"points": "94", "title": "Cooper-Garrod 2010 George's Vineyard Cabernet Sauvignon (Santa Cruz Mountains)", "description": "This well-aged Cab offers savory and lovely aromas of salted Asian plum, light licorice, dried violets and lilacs, and expertly seasoned beef. The palate retains a tense, chewy structure and juicy acidity that frames flavors of dried blueberry, rose hips and more plum.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 41, "designation": "George's Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cooper-Garrod"}, {"points": "94", "title": "Quinta Vale Dona Maria 2013 Vinha da Francesca Red (Douro)", "description": "From vines planted in 2004, this wine celebrates daughter Francesca's 18th birthday and is a ripe impressive wine that is rich and smoothly textured. A blend of classic Douro grapes, especially Tinta Francisca, the wine is full of black fruits and ripe tannins. It will be ready from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 94, "designation": "Vinha da Francesca", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "94", "title": "Nicolas-Jay 2014 Pinot Noir (Willamette Valley)", "description": "A stunning debut for this new boutique, a joint project between Jean-Nicolas Méo (Domaine Méo-Camuzet) and Jay Boberg, co-founder of the IRS Records music label. Deep and penetrating fruit flavors of blackberry and raspberry are buttressed by ample, proportionate acids and tannins. There's a graceful touch of fresh herb, along with black tea and clean loam.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": null, "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Nicolas-Jay"}, {"points": "94", "title": "Louis Roederer 2010 Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This latest Blanc de Blancs vintage from Roederer is well poised and balanced, already offering a hint of toast, while the minerality is prominent. It is in a dry style, relying on the ripe fruit to soften the impact of the acidity. A beautiful wine, ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 86, "designation": "Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "94", "title": "Lombard et Cie NV Brut Nature Le Mesnil sur Oger Blanc de Blancs Grand Cru Chardonnay (Champagne)", "description": "This family-owned Champagne house has sourced grapes from one of the finest villages in the Côte des Blancs. The zero dosage is balanced by the ripeness of the fruit and the rich texture. Mineral and flinty, this totally crisp Champagne deserves some bottle age. Drink this bottling disgorged in March 2016 from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Brut Nature Le Mesnil sur Oger Blanc de Blancs Grand Cru", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lombard et Cie"}, {"points": "94", "title": "Penner-Ash 2014 Pas de Nom Pinot Noir (Willamette Valley)", "description": "From select barrels, this “no name” reserve takes the signature elements of the winery's Pinots—notably forward, plush berry fruits and a strong whiff of tobacco—and punches them up to the next level. Big, solid, almost chunky with packed flavor, it touches lightly on lifted aromatics, and frames its tannins in dark chocolate.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 125, "designation": "Pas de Nom", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "94", "title": "Pommery 2004 Cuvée Louise Brut  (Champagne)", "description": "Pommery's prestige Champagne is named after one of the great Champagne widows of the 19th century who took over when her husband, Alexandre Pommery, died. It is a rich, mature wine, with toast and almond flavors as much as fruit. Full of mineral Chardonnay (60% of the blend), this ripe wine is very ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Cuvée Louise Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pommery"}, {"points": "94", "title": "Taylor Fladgate 1967 Single Harvest  (Port)", "description": "This 1967 is part of Taylor Fladgate's regular releases of aged Colheita. It is showing a perfect moment in which the fruit finally passes into old gold maturity. The wine still has hints of sultanas, but now it's the fine wood and spice character that is equally important. The wine, of course, is ready to drink and will not age further.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 300, "designation": "Single Harvest", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Taylor Fladgate"}, {"points": "94", "title": "Migration 2014 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "An appealing wine for all types of Chardonnay palates, this bottling shows Meyer lemon zest, sea salt, tangerine pith, savory saffron and a touch of light butter on the nose. A salty lemon-curd flavor combo kicks off the palate, followed by honeysuckle and buttercream, proving rich yet dissected by smart acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Migration"}]