[{"points": "92", "title": "Husch 2014 Pinot Noir (Anderson Valley)", "description": "Husch is one of the original Anderson Valley wineries and has not been a particular Pinot Noir star, but this fantastic 2014 may start a trend. Fresh and alive, the wine is medium bodied but packs lots of tangy cherry and almost jammy plum flavors into a smooth but lightly tannic texture that provides great structure. Simply delicious, it's balanced well enough to enjoy time after time.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 25, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Husch"}, {"points": "92", "title": "Greywacke 2014 Pinot Gris (Marlborough)", "description": "Full bodied, rich and carrying a bit of residual sugar, this is a fine example of the variety's potential in Marlborough. Smoky, grilled-pear notes add hints of honey and melon on the palate, where despite its richness, the wine soars into a long, velvety finish. Drink now–2020, at least.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 25, "designation": null, "variety": "Pinot Gris", "region_1": null, "region_2": null, "province": "Marlborough", "country": "New Zealand", "winery": "Greywacke"}, {"points": "92", "title": "Iron Horse 2011 National Geographic Ocean Reserve Blanc de Blancs Estate Bottled Chardonnay (Green Valley)", "description": "A portion of the proceeds from sales of this dry sparkler helps support marine protected areas and sustainable fishing. Tart and doughy, it imparts a bite of vanilla biscuit, apple pie, orange peel and lime. A streak of minerality gives it plenty of life atop the medium body.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "National Geographic Ocean Reserve Blanc de Blancs Estate Bottled", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "92", "title": "Malibu Rocky Oaks 2014 Reserve Cabernet Sauvignon (California)", "description": "One of the more promising wines coming out of the newer Malibu area, this Cab that is boosted by 10% Merlot and 4% Cabernet Franc. It shows deep blueberry, black currant and black olive on the nose, along with dill, pepper, spearmint and caramel-laced fudge. The intriguing palate offers black olive, black pepper and dark, deep fruit. It's well structured and tasty, like a salt- and pepper-crusted steak.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Malibu Rocky Oaks"}, {"points": "92", "title": "Frank Family 2012 Brut Rosé Sparkling (Carneros)", "description": "This méthode Champenoise blend of 76% Pinot Noir and 24% Chardonnay impresses with its inviting mousse of peach and strawberry. It's fresh and lush, aged on the lees for three years, giving it body without an overabundance of alcohol. Dry, it finishes with a twist of candied orange peel.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Brut Rosé", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Frank Family"}, {"points": "92", "title": "Georges Duboeuf 2015 Domaine de la Vigne Romaine  (Moulin-à-Vent)", "description": "From five different parcels in Moulin-à-Vent, this cru wine is a structured representative of the appellation. With some wood aging, the wine has gained extra richness to add to the generous black currant and berry fruits. Drink this concentrated wine from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Domaine de la Vigne Romaine", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Georges Duboeuf"}, {"points": "92", "title": "Gilles Flacher 2013 Les Rouelles  (Condrieu)", "description": "This is aged in barrel, but the power of the source's granitic soils is such that the oak is barely noticeable. Nasturtium blossom and apricot mark the nose, while the palate adds pineapple, cinnamon and clove. The wine is a bit oily in texture, but with a long, tropical-fruit-laced finish that brings admirable freshness, focus and energy.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 84, "designation": "Les Rouelles", "variety": "Viognier", "region_1": "Condrieu", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Gilles Flacher"}, {"points": "92", "title": "Michel Gassier 2013 Les Piliers Syrah (Costières de Nîmes)", "description": "A super bargain, this is a concentrated, structured glass of gamy Syrah. Black cherry liqueur, black olives, espresso and meaty flavors combine on the full-bodied palate, finishing with a hefty dose of smoky goodness. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 17, "designation": "Les Piliers", "variety": "Syrah", "region_1": "Costières de Nîmes", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Michel Gassier"}, {"points": "92", "title": "La Voix 2013 Ecstasy of Gold Cabernet Sauvignon (Santa Barbara County)", "description": "Dried elderberries and plum skins meet with cocoa, soy, cracked peppercorn and hoisin sauce unfold on the nose of this wine, made by Steve Clifton. The teriyaki and black-plum sauce touches kick into high gear on the palate, where roasted ancho chile-cocoa flavors prove quite savory and tasty.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Ecstasy of Gold", "variety": "Cabernet Sauvignon", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "La Voix"}, {"points": "92", "title": "Nelle 2014 Syrah (California)", "description": "Blackberry and ripe elderberry meet with white pepper and thyme on the nose of this bottling by winemaker Tyler Russell. It's soft and syrupy on the sip, with rich blueberry, blackberry and a touch of kirsch made more interesting by a hint of anise and mint on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": null, "variety": "Syrah", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Nelle"}, {"points": "92", "title": "Novy 2014 Limerick Lane Vineyard Zinfandel (Russian River Valley)", "description": "This showcases a highly sought-after vineyard site known for its tension of big, bold, ripe fruit and notable acidity. Red currant, cranberry and leather find a well-composed rendering of leathery clove and other lively hits of spice, including black and white pepper.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 34, "designation": "Limerick Lane Vineyard", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Novy"}, {"points": "92", "title": "R&A; Pfaffl 2015 Passion Reserve Riesling (Niederösterreich)", "description": "Notions of very ripe, almost golden apricots shimmer in the glass. There is a touch of honey and a hedonistic peachy note that pervades this entire wine from first sniff to lasting finish. This is dry Riesling at its roundest and peachiest. I defy anyone not to drink a second glass. The finish is delicious and moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Passion Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "R&A; Pfaffl"}, {"points": "92", "title": "Peachy Canyon 2014 Petite Sirah (Paso Robles)", "description": "Deep and hearty black cherry, vanilla, cola and black-pepper aromas make for a lush, imposing and yet classic nose on this bottling. It's simultaneously soft and powerful on the palate, with black-cherry foam, crème de cassis, vanilla custard and melted milk-chocolate flavors set against a backbone of vibrant acidity and plush tannins. It's a decadent mouthful.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": null, "variety": "Petite Sirah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Peachy Canyon"}, {"points": "92", "title": "Rockburn 2014 Pinot Noir (Central Otago)", "description": "This wine seems soft and silky on the surface, but boasts a sinewy structure that should enable it to age well through 2025. Floral and cedar notes add nuance to the black cherries on the nose, while the flavors include hints of cola and herbal tea that linger on the finish.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 50, "designation": null, "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Rockburn"}, {"points": "92", "title": "Solminer 2014 Delanda Vineyard Blaufränkisch (Santa Ynez Valley)", "description": "David and Anna deLaski follow her Austrian heritage to this planting of a sprightly red variety, with appealing freshness and depth. It's light in the glass, with aromas of hibiscus, dried lilac, squeezed black plum and a gravelly, slate-like minerality. The palate blends smashed raspberry, dried mint, grape candy and touches of herb. It's light but fruity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Delanda Vineyard", "variety": "Blaufränkisch", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Solminer"}, {"points": "92", "title": "Stéphane Aviron 2014 Domaine de la Madrière  (Fleurie)", "description": "From a family-owned cru vineyard. Stéphane Aviron has produced an impressive, ripe and dense wine. It has great swathes of black fruit and generous acidity. The tannins, still young, are a background to this delicious fruitiness. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Domaine de la Madrière", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "92", "title": "Vanessa 2012 Meritage (Similkameen Valley)", "description": "West of the Okanagan valley, Similkameen Valley is being touted as the next great Canadian wine region. If these first releases from Vanessa are typical, they are right on track. This Cabernet Sauvignon, Merlot and Cab Franc blend is a supple and sensuous wine, with well-integrated flavors of fig, black cherry, brambly berry, roasted coffee and mocha. It's sturdy, layered and balanced, with a hint of smoke from aging 18 months in a mix of French and American oak.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 32, "designation": null, "variety": "Meritage", "region_1": "Similkameen Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Vanessa"}, {"points": "92", "title": "Williams Selyem 2014 Lewis MacGregor Estate Vineyard Chardonnay (Russian River Valley)", "description": "This is the inaugural vintage of a new estate wine, from a 30-acre property on Eastside Road across the Russian River from the winery. Pear compote, anise and lemon candy wrap around voluptuous layers marked by green apple and orange peel, offering richness and weight in hearty measure.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Lewis MacGregor Estate Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "92", "title": "Talbott 2014 Sleepy Hollow Vineyard Estate Grown Pinot Noir (Santa Lucia Highlands)", "description": "Savory spice meets with lavish fruit on the nose of this bottling, conveying smashed figs, baked mulberries, smoked meats, oregano, gingerbread and black pepper. Baked mulberries also show on the palate, where vanilla, allspice, star anise and clove make for a rich, dessert-like palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Sleepy Hollow Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Talbott"}, {"points": "92", "title": "Wood Family Vineyards 2013 Especial Cabernet Sauvignon (Livermore Valley)", "description": "This is a concentrated, substantive wine with great structure and layers of flavor that taste wonderful now and should improve with time. It coats the palate with rich black cherry, light oak spices and a hint of chocolate, while the full body makes it mouth-filling and luscious. It will drink best from 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 52, "designation": "Especial", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wood Family Vineyards"}, {"points": "92", "title": "Theopolis 2014 Pinot Noir (Anderson Valley)", "description": "This intriguing and multifaceted wine is a great discovery. Beautifully made in a slightly rustic style, it offers abundant forest floor and clove aromas while dealing out black tea, rhubarb and tart cherry on the palate. Drink from 2018 for the most enjoyment.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Theopolis"}, {"points": "92", "title": "Trenel Fils 2015  Saint-Amour", "description": "A firm and tannic wine from the most northerly of the Beaujolais cru villages near Bourgogne. Blackberry fruit and juicy acidity are a balance to this initially severe wine. Its dry core and mineral texture show that this wine will need to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 29, "designation": null, "variety": "Gamay", "region_1": "Saint-Amour", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Trenel Fils"}, {"points": "92", "title": "Ca' Marcanda 2013 Camarcanda  (Bolgheri)", "description": "Black currant, exotic spice, grilled bell pepper and fragrant purple flower are some of the aromas you'll find on this elegant blend of Merlot, Cabernet Sauvignon and Cabernet Franc. The vibrant linear palate delivers raspberry, red currant, licorice, French oak and vanilla alongside bright acidity and fine-grained tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 145, "designation": "Camarcanda", "variety": "Red Blend", "region_1": "Bolgheri", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Ca' Marcanda"}, {"points": "92", "title": "Caliza 2013 Azimuth Red (Paso Robles Willow Creek District)", "description": "Plump blueberries and blackberries meet with a little bit of red cherry on this blend of 40% Grenache, 40% Mourvèdre and 20% Syrah that also features light baking spice and white pepper on the nose. It's fat on the palate, with blueberry sauce and black cherry. It delivers grippy tannins, great peppery spice and tons of nutmeg on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 58, "designation": "Azimuth", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Caliza"}, {"points": "92", "title": "Brancaia 2013 Ilatraia Red (Toscana)", "description": "Made with 40% Cabernet Sauvignon, 40% Petit Verdot and 20% Cabernet Franc, this opens with aromas of mature black-skinned fruit, sunbaked earth and a whiff of cedar. The concentrated, polished palate delivers juicy black cherry, grilled herb, clove and tobacco. Firm velvety tannins provide support.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Ilatraia", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Brancaia"}, {"points": "92", "title": "Daniel Wines 2014 Sangiacomo Vella Ranch Chardonnay (Sonoma Coast)", "description": "This small-production wine exhales in high-toned minerality, allowing the brightness to teeter-totter with a velvety texture that suggests luxurious richness that never gets to be too much. Pear, stone and tangerine play on the palate within a balanced framework.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Sangiacomo Vella Ranch", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Daniel Wines"}, {"points": "92", "title": "Château de Chatelard 2015 Renaissance  (Fleurie)", "description": "Produced from a selection of vineyard fruit, the wine is rich with berry flavors that lie over dark tannins. A solid texture is balanced with juicy fruits and acidity to give a wine that is ripe and likely to age well. Drink this impressive wine from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Renaissance", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château de Chatelard"}, {"points": "92", "title": "Château des Jacques 2015  Moulin-à-Vent", "description": "This is a rich wine, full of red-plum fruits making it ripe and generous. If it does have too much alcohol for a wine from Beaujolais, it shows in a mere hint of pepper. Full of structured tannins as well as the rich fruits, this cru will be ready to drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": null, "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château des Jacques"}, {"points": "92", "title": "Acacia 2013 Winery Lake Vineyard Estate Grown Pinot Noir (Carneros)", "description": "There's no doubt this estate-grown wine is at first funky on the nose, a mix of forest, mint and farmhouse cheese. It develops in the glass to embrace its quirks, complementing them with vibrant acidity, ripe texture, and hints of orange, rhubarb and spicy clove.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Winery Lake Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Acacia"}, {"points": "92", "title": "Allram 2015 Heiligenstein Reserve Riesling (Kamptal)", "description": "Tangy orange and zesty tangerine flavors take over nose and palate. They fill your mouth and nose, and send signals of acute pleasure to the brain. This amalgam of ripe flavors and tart freshness makes for a lip-smacking, very refreshing and appetizing wine. You will simply want more.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Allram"}]