[{"points": "95", "title": "Koehler 2014 Mourvèdre (Santa Ynez Valley)", "description": "This is a complex and layered Mourvèdre. Fragrances of rose petals, cinnamon, mace, blackberry and black cherry prove almost overpowering, yet delicious. The palate puts black plum and black cherry together with star anise, clove and an array of baking spice. There's a lot going on, but it's harmonious and balanced.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Mourvèdre", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Koehler"}, {"points": "95", "title": "Michele Chiarlo 2013 Cerequio  (Barolo)", "description": "Enticing scents of crushed mint, new leather, rose petal and red berry take center stage. The mint note carries over to the precise vibrant palate along with red cherry, wild raspberry and star anise. Taut refined tannins provide structure while fresh acidity lends balance. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 115, "designation": "Cerequio", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Michele Chiarlo"}, {"points": "95", "title": "Fratelli Alessandria 2013 Monvigliero  (Barolo)", "description": "New leather, rose, violet, menthol and dark spice aromas set the tone on this luminous red. It's more about finesse than muscle, delivering tight layers of cherry, raspberry, mint and white pepper while tightly-knit refined tannins provide the taut framework. Bright acidity gives it intensity while a mineral note further lifts the finish. Give it time to soften and fully develop. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 78, "designation": "Monvigliero", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fratelli Alessandria"}, {"points": "95", "title": "Giacomo Fenocchio 2013 Castellero  (Barolo)", "description": "Woodland berry, new leather, dark baking spice and rose aromas are front and center on this radiant red. It's well structured and loaded with finesse, delivering morello cherry, wild strawberry, clove and star anise framed in firm refined tannins and vibrant acidity. Young and balanced, it will be even better with more bottle age. Drink 2023–2043.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Castellero", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Giacomo Fenocchio"}, {"points": "95", "title": "Paolo Scavino 2013 Monvigliero  (Barolo)", "description": "Aromas of red berry, rose petal, blue flower, crushed herb and a whiff of espresso lift out of the glass along with a menthol note. The taut vibrant palate offers crushed strawberry, tart cherry, white pepper and star anise alongside tightly knit fine-grained tannins. It's extremely elegant but still youthfully austere at this stage so give it several more years to unwind. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 69, "designation": "Monvigliero", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Paolo Scavino"}, {"points": "95", "title": "Renato Ratti 2013 Marcenasco  (Barolo)", "description": "Wild berry, crushed herb, violet and baking spice scents lift out of the glass along with a whiff of menthol. Focused and elegantly structured, the delicious palate doles out ripe Marasca cherry, raspberry compote, cinnamon, sage and white pepper, while refined tannins and bright acidity provide supple support and impeccable balance. Drink 2023–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Marcenasco", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Renato Ratti"}, {"points": "95", "title": "Renwood 2014 Grand Wren Zinfandel (Amador County)", "description": "Almost as big as a Port, but not sweet, this densely concentrated but surprisingly gentle wine offers opulent, ripe and almost jammy berry flavors that coat the palate and cling to the sides of the mouth long after each sip. It's technically dry, but so rich with blackberry and cassis flavors that it seems sweet from the first aroma to the lingering finish. It will be best after 2024.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 100, "designation": "Grand Wren", "variety": "Zinfandel", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Renwood"}, {"points": "95", "title": "Massolino 2013 Serralunga d'Alba  (Barolo)", "description": "Beguiling scents of fragrant berry, rose petal, baking spice, new leather and aromatic herbs swirl around in the glass. The vibrant palate is loaded with finesse, doling out morello cherry, crushed raspberry, cinnamon and star anise, while polished tannins and bright acidity provide impeccable balance. It's just gorgeous and while it's already accessible, it also shows midterm aging potential.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 52, "designation": "Serralunga d'Alba", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "95", "title": "Paolo Scavino 2013 Cannubi  (Barolo)", "description": "Intensely fragrant, this beautiful, vibrant wine offers enticing scents of iris, violet, rose and perfumed wild berry. It's elegantly structured and loaded with finesse, offering cherry, strawberry, crushed herb, coffee and white pepper alongside taut refined tannins. It's impeccably balanced, with bright acidity. Give it time to fully unwind and develop even more complexity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Cannubi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Paolo Scavino"}, {"points": "95", "title": "Justin 2014 Reserve Cabernet Sauvignon (Paso Robles)", "description": "Lush aromas of cinnamon, black and red cherry, vanilla and toasted brioche show on this unabashedly potent and downright delicious bottling by the region's pioneering winery. Soft tannins joyously present rounded red-fruit and vanilla-cake flavors, with rich accents of cherry compote and chocolate chip cookie that are cut by streaks of bitterness and tartness. It's a voluptuous, attention-grabbing wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "95", "title": "Grassini 2014 Merlot (Happy Canyon of Santa Barbara)", "description": "Tremendously delicious, this bottling combines hedonistic flair with elegant depth, satisfying both carnal and intellectual desires. Waves of hot cherry pie with vanilla ice cream and cola spice show on the nose, but the sip grows more dry and refined. Black cherry is enhanced with crushed nutmeg, black pepper and a pinch of dill, balanced via underlying acidity and a leathery tannic frame.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": null, "variety": "Merlot", "region_1": "Happy Canyon of Santa Barbara", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Grassini"}, {"points": "95", "title": "Château Clos Haut-Peyraguey 2013  Sauternes", "description": "As is often the case, a poor red wine vintage in Bordeaux is a good year for sweet wines. This unctuous wine, still young and dominated by 95% Sémillon, is beautifully balanced. Its honey and botrytis flavors give it a dry edge that comfortably contrasts with the opulent sweetness. The acidity, a source of freshness, gives the wine the lift it needs. Drink this serious and major wine from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": null, "variety": "Bordeaux-style White Blend", "region_1": "Sauternes", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Clos Haut-Peyraguey"}, {"points": "95", "title": "Mirror 2013 Cabernet Sauvignon (Howell Mountain)", "description": "This is a gentle giant of a wine, so packed with flavor and drenched with ripe tannins that it literally coats the palate. Clove, cedar and blackberry fill the aroma, while dark chocolate, spiced cherries and blackberries flood the flavors. While full bodied and richly tannic, it maintains fabulous balance, and is destined for a long life in the cellar. Best from 2024–2035.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 105, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mirror"}, {"points": "95", "title": "Mirror 2013 Cabernet Sauvignon (Oak Knoll District)", "description": "This is a big, gutsy, but far from overpowering wine that's nearly opaque in color. Packed with dark chocolate and violet aromas, it pours out black cherry and blackberry flavors from a deep well. Well-integrated tannins give good grip on the palate and perfectly support the ripeness and richness of the fruit. It will be best after 2023.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 105, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Oak Knoll District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mirror"}, {"points": "95", "title": "Mascarello Giuseppe e Figlio 2012 Monprivato  (Barolo)", "description": "Intensely fragrant, this offers enticing scents of woodland berry, violet, rose, aromatic herb and new leather. Elegantly structured, the linear palate is all about finesse, delivering red cherry, pomegranate, white pepper and licorice framed in firm refined tannins. Drink 2022–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 163, "designation": "Monprivato", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mascarello Giuseppe e Figlio"}, {"points": "95", "title": "Freeman 2014 Gloria Estate Pinot Noir (Russian River Valley)", "description": "It's difficult to match the pure, expressive fruit and focus of this medium- to full-bodied, concentrated and complex wine. Substantial, enticing aromas of red and black cherry with a touch of butter lead to cherry, rhubarb, forest floor and mint notes on the palate. The mouthfeel is full but lively, and the finish lingers nicely. Best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 62, "designation": "Gloria Estate", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Freeman"}, {"points": "95", "title": "Mauro Veglio 2013 Rocche dell'Annunziata  (Barolo)", "description": "Aromas of exotic spice, wild berry, blue flower and French oak meld together on this luminous delicious red. The bright structured palate delivers succulent cherry, crushed raspberry, licorice and vanilla alongside polished elegant tannins that give it an irresistibly smooth texture. Bright acidity lends balanced. Drink 2019–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Rocche dell'Annunziata", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mauro Veglio"}, {"points": "95", "title": "Easton 2014 Old Vine Rinaldi Vineyard Zinfandel (Fiddletown)", "description": "A gorgeous aroma like roses and blackberries meets richly concentrated and ripe black-fruit flavors in this full-bodied, luxuriously textured wine. While extremely ripe and bold, the wine is also smooth and voluptuous, balanced out by silky tannins that keep the mouthfeel lively and fresh sip after sip.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Old Vine Rinaldi Vineyard", "variety": "Zinfandel", "region_1": "Fiddletown", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Easton"}, {"points": "95", "title": "Renato Ratti 2013 Rocche dell'Annunziata  (Barolo)", "description": "Aromas of exotic spice, rose, red berry, tobacco and a whiff of French oak mingle together in the glass. The aromas carry over to the elegant, firmly structured palate, along with strawberry, morello cherry and licorice. Firm, fine-grained tannins provide refined support, while a coffee note wraps up the lingering finish. Give this a few more years to unwind and fully develop; drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 100, "designation": "Rocche dell'Annunziata", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Renato Ratti"}, {"points": "95", "title": "Ramey 2014 Ritchie Vineyard Chardonnay (Russian River Valley)", "description": "From blocks of old Wente vines planted in the 1970s, this producer and site continue to find beautiful synergy together. This wine shows high-toned floral notes around full-bodied richness and flavors of crème brûlée and anise. A salty accent begs for attention as a kick of citrus finishes with grace and freshness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Ritchie Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "95", "title": "Ken Brown 2013 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "An abundance of chaparral spice adds intrigue to the nose of this bottling by veteran Ken Brown. Dried sage and a eucalyptus-like menthol character decorate the red currant and raspberry core. Pine needles play prominently on the palate, giving depth to the cranberry, pomegranate and white-pepper flavors. It offers tons of flair, but also elegance.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Ken Brown"}, {"points": "95", "title": "Cavallotto 2011 Vignolo Riserva  (Barolo)", "description": "Aromas of leather, scorched earth, underbrush, dark spice and a balsamic note take shape in the glass along with an intriguing smoky note. The firm full-bodied palate delivers dried black cherry, clove, iron, star anise and game alongside tight velvety tannins. Drink 2023–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 130, "designation": "Vignolo Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cavallotto"}, {"points": "95", "title": "Au Bon Climat 2013 Isabelle Pinot Noir (California)", "description": "Beautiful aromas of ripe red cherry and cherry blossoms mix with rose-laced potpourri, dust, cola and vanilla on the nose of this best-barrel bottling by Jim Clendenen, named after his daughter. Bright and zesty acidity grabs the palate's immediate attention, making the mouth water as flavors of tart cherry, rust, marinated olive and fig come forth, finishing in a very earthy way.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Isabelle", "variety": "Pinot Noir", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Au Bon Climat"}, {"points": "94", "title": "Mooney Family 2015 Boekenoogen Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "This is a Pinot Noir for lovers of lush expressions. Fat black cherry meets with nutmeg, vanilla, clove, raw meat and leather on the nose. Juicy blackberries and black currant explode on the sip, alongside sandalwood and myrrh. It's super rich and a tad sweet but also lively with persistent acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 68, "designation": "Boekenoogen Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mooney Family"}, {"points": "94", "title": "Ramey 2014 Hyde Vineyard Chardonnay (Carneros)", "description": "This bold, beautiful wine has toasted, oaky undertones that support concentrated layers of apple skin, caramelized crème brûlée and a texture of gritty minerality. Papaya, mango and baked pineapple tug at the palate amidst a strong streak of stone.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Hyde Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Ramey"}, {"points": "94", "title": "Rasa 2013 Veritas Sequitur SJR Vineyard Syrah (Walla Walla Valley (WA))", "description": "This wine was aged for 32 months in 85% new French oak but you'd never know it based on the vibrant aromas of iron, earth, bacon fat, black olive, garigue, orange peel, dried flower and purple fruit. This leads to a mouthful of fruit and savory flavors that coat the palate from end to end, finishing savory with abundant black olive notes. The sense of balance is exquisite as is the delicacy.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 95, "designation": "Veritas Sequitur SJR Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Rasa"}, {"points": "94", "title": "Saintsbury 2015 Donnelly Creek Pinot Noir (Anderson Valley)", "description": "Power and elegance come together in this beautifully proportioned, flavorful and pure-tasting wine. It has depth, concentration and a luxurious but structured texture that pulls the pomegranate, black cherry and cranberry flavors through to a lip-smacking, lingering finish. This can only get better with time; best after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 62, "designation": "Donnelly Creek", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Saintsbury"}, {"points": "94", "title": "Geyerhof 2016 Rosensteig Grüner Veltliner (Kremstal)", "description": "An immensely savory nose immediately hints at an intense wine, with salty miso and tangy, peppery arugula. The palate turns the flavor volume up, with the spicy intensity brightened by lemon freshness and a textured but toned body. A stony saltiness edged with white pepper makes this moreish and irresistible for a lasting, powerful but very authentic Grüner experience.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": "Rosensteig", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Geyerhof"}, {"points": "94", "title": "Heinrich Hartl 2013 Reserve Pinot Noir (Thermenregion)", "description": "Promising aromatics include lifted scents of ripe redcurrant, blood-orange peel and a wild streak of elderberry. These fruit notions carry through on the slinky and smooth palate. Elderberry notes are joined by something more resonant and earthy, reminiscent of truffle and autumn. The structure has light feet but is sure-footed, and the purity of the fruit indicates that it will continue developing. It's a subtle, convincing wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Heinrich Hartl"}, {"points": "94", "title": "Fontanafredda 2011 Contessa Rosa Brut Sparkling (Alta Langa)", "description": "A blend of Pinot Nero and Chardonnay, this stunning sparkler shows its Piedmont pedigree, boasting structure and finesse. Dosed with the firm's own 1967 Barolo, it opens with delicate scents of perfumed red cherry, juicy strawberry, rose, cake spice and a whiff of baked bread that follow over to the vibrant palate. A blast of tangerine zest closes the crisp finish. Delicious!", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 33, "designation": "Contessa Rosa Brut", "variety": "Sparkling Blend", "region_1": "Alta Langa", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fontanafredda"}]