[{"points": "93", "title": "Hewitson 2013 Old Garden Vineyard Mourvèdre (Barossa Valley)", "description": "The vineyard was planted in 1853, so these are some seriously old vines, yielding seriously concentrated fruit. The briary, blackberry fruit is lavished with toasty, vanilla-scented French oak, which melds nicely into a full-bodied, slightly creamy-textured wine that avoids any sensation of warmth or heaviness. Drink now–2030. Frederick Wildman & Sons", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 82, "designation": "Old Garden Vineyard", "variety": "Mourvèdre", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Hewitson"}, {"points": "93", "title": "H. Blin NV L'Esprit Nature Extra Brut Chardonnay (Champagne)", "description": "This 2013-based wine is labeled Extra Brut, and Extra Brut it definitely is. Very crisp and tight with acidity, it hasn't a hint of flesh on its bare bones. The result is a Champagne that will need time to fill out and gain the richness it shows the potential for. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 79, "designation": "L'Esprit Nature Extra Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "H. Blin"}, {"points": "93", "title": "Gramercy 2014 L'Idiot du Village Mourvèdre (Columbia Valley (WA))", "description": "The aromas are brooding, with notes of red fruit, plum, assorted herbs and high-toned spices. The red fruit flavors are pure and layered, bringing a whole lot of hedonistic pleasure while showing exquisite balance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 42, "designation": "L'Idiot du Village", "variety": "Mourvèdre", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Gramercy"}, {"points": "93", "title": "Feudi di San Gregorio 2012 Piano di Montevergine Riserva  (Taurasi)", "description": "New leather, truffle, dark spice and black plum aromas take shape in the glass along with a whisper of violet. The firmly structured elegant palate delivers blackberry, wild cherry, licorice and tobacco against a backbone of youthfully austere fine-grained tannins and bright acidity. It's still tightly wound so give it time to fully open and develop. Drink 2022–2032.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Piano di Montevergine Riserva", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "93", "title": "Limerick Lane 2014 Estate Grown Zinfandel (Russian River Valley)", "description": "Juicy and balanced in red and black berry, this is meaty, smoky and accessible wine, as complex and sultry as any of its vineyard or block-designates, yet softer and rounder, ready to play. A handful of Syrah, Petite Sirah, Peloursin and Negrette are included.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Estate Grown", "variety": "Zinfandel", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Limerick Lane"}, {"points": "93", "title": "Dr. Loosen 2012 Eiswein Riesling (Mosel)", "description": "There's a thrilling, ethereal lightness to this feather-weight eiswein. Its luscious melon and mango flavors are dizzying with sweetness, but a laser shock of acidity anchors the midpalate neatly. The finish is slick, lingering on a waxy, caramel tone. Gorgeous now, it should continue to drink well for decades.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 86, "designation": "Eiswein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Dr. Loosen"}, {"points": "93", "title": "Mastroberardino 2009 Naturalis Historia  (Taurasi)", "description": "Aromas evoking dark baking spice, forest floor, French oak, dried herb, violet and balsamic menthol are some of the aromas you'll find on this fragrant structured red. The concentrated palate evokes plum, blackberry jam, vanilla and tobacco while firm fine-grained tannins provide the support. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 90, "designation": "Naturalis Historia", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Mastroberardino"}, {"points": "93", "title": "Mastroberardino 2012 Radici  (Taurasi)", "description": "Underbrush, red fruit, dark spice and a whiff of menthol are some of the aromas that come together on this. The firmly structured elegant palate offers ripe plum, red cherry, licorice and tobacco framed in youthfully austere fine-grained tannins that need time to unwind. Drink 2020–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Radici", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Mastroberardino"}, {"points": "93", "title": "B Cellars 2014 Manzana Vineyard Pinot Noir (Russian River Valley)", "description": "Farmed by the Dutton family, this vineyard offers a generosity of fruit and depth, the nose perfumed in rose and lavender. Grippy texture lies atop a robust density and luxurious mouthfeel, the rich roundness never overwhelmed but instead kept fresh in bright acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Manzana Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "93", "title": "Big Basin 2014 Woodruff Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Made from unknown heritage clones, this bottling lays down a cran-raspberry base and then lavishes on the herbal components of thyme, bay leaf, sagebrush and pine resin. That underbrush character is strong on the sip too, from oregano to incense, ensuring that this wine will bring plenty of nuance to any dish served, from light fish to steak.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 59, "designation": "Woodruff Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Chamisal Vineyards 2014 Califa Chardonnay (Edna Valley)", "description": "Winemaker Fintan du Fresne nails the combination of richness and freshness in this bottling. The nose offers clean lines of wet cement, lemongrass, Gravenstein apple and a slightly exotic spice. Chilled Asian pear flavors kick off the sip, but then comes a buttery, macadamia nut warmth that's hedonistic and delicious.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Califa", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chamisal Vineyards"}, {"points": "93", "title": "Clos de la Tech 2012 Domaine Valeta Sunny Slope Pinot Noir (Santa Cruz Mountains)", "description": "Dark boysenberry, dried purple flowers, wet slate and a touch of bay leaf show on the nose of this thick and earthy bottling by the tech moguls T.J. and Valeta Rodgers. The mouthfeel is very chalky, and there is the winery's characteristic earthiness along with mocha and baking spice. But there are also brighter berry flavors, perhaps due to the sunnier slopes.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Domaine Valeta Sunny Slope", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos de la Tech"}, {"points": "93", "title": "Deutz 2007 Amour de Deutz Brut  (Champagne)", "description": "This wine, now mature, shows a fine toast and yeast character. That still leaves room for crisp apple fruit and bright acidity, exuding a stylish elegance. It's poised with delicious balance. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 180, "designation": "Amour de Deutz Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Deutz"}, {"points": "93", "title": "Buena Vista 2014 Ida's Selection Pinot Noir (Sonoma Coast)", "description": "Earthy cherry and cardamom instantly attract the nose and palate of this wine, flirty and floral in classically varietal aromas of forest floor and wild truffle. Juicy acidity keeps it alive and vibrant as it opens and develops, offering a welcome twist of tangerine in the background.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Ida's Selection", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Buena Vista"}, {"points": "93", "title": "Two Vintners 2014 Lola Red (Walla Walla Valley (WA))", "description": "This wine is 70% Syrah and 30% Cabernet Sauvignon, with fruit coming from Yellow Jacket, Stoney Vine and Pepper Bridge vineyards. Aromas of herb, ember, black cherry, earth, smoked meat and plum are followed by palate-coating, rich fruit and savory flavors, with enough tannic structure to benefit from some time in the cellar.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": "Lola", "variety": "Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Two Vintners"}, {"points": "93", "title": "Two Vintners 2014 Some Days Are Stones Stoney Vine Vineyard Syrah (Walla Walla Valley (WA))", "description": "Vibrant, complex aromas of grilled asparagus, ember, tapenade, fresh herb, potpourri and moist earth lead to full abundant palate-coating fruit and savory flavors. It shows a very pretty sense of styling along with impeccable balance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Some Days Are Stones Stoney Vine Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Two Vintners"}, {"points": "93", "title": "Solomon Hills 2013 Pinot Noir (Santa Maria Valley)", "description": "Earthy and gamy aromas of rust and blood meet with red cherry juice and cola on the nose of this bottling by Trey Fletcher from the region's most coastal property. It's soft on the palate, with light strawberry, tangy cranberry and red plum fruit, but it's the garrigue components of thyme and eucalyptus that take it to the next level. Add lively energy and it soars.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Solomon Hills"}, {"points": "93", "title": "Testarossa 2015 Dos Rubios Vineyard Chardonnay (Santa Lucia Highlands)", "description": "Savory sea salt aromas meet with oaky spice, flinty minerality and white flower sweetness on the nose of this excellent bottling by Bill Brosseau. There is a nervy tension to the sip, with grapefruit pith, light cashew, apple and brown spice flavors, carries by a chalky mouthfeel that grabs hold of the palate and doesn't let go.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Dos Rubios Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Testarossa 2015 Rosella's Vineyard Chardonnay (Santa Lucia Highlands)", "description": "Delicate and mineral-driven aromas of rain on slate, wet cement, apple blossom and light marcona almond show on this bottling from one of the appellation's most beloved vineyards. There is a great sizzle of acidity and strong chalk flavors on the sip, which is laser-sharp and focused on grapefruit pith flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": "Rosella's Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Testarossa 2015 Tondre Grapefield Pinot Noir (Santa Lucia Highlands)", "description": "Plump mulberry and black plum aromas are generous but reserved enough on the edges to keep it elegant, lifted by spicebox and sweet tobacco touches. Lovely layers of flavors explode on the palate, with a strong spicy character lifting the core of dark red fruit. There's also an earthy flavor, and perfect acidity binding it all together.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Tondre Grapefield", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "The Eyrie Vineyards 2014 Roland Green Pinot Noir (Dundee Hills)", "description": "This new cuvée, from a site planted in 1989, showcases detailed and pinpointed raspberry fruit flavors atop a solid base of mineral (wet stone). It's sleek and compact, young and showing exceptional length. It's definitely built to age. Drink now through 2032.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Roland Green", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "The Eyrie Vineyards"}, {"points": "93", "title": "La Chablisienne 2014 Fourchaume Premier Cru  (Chablis)", "description": "This Premier Cru vineyard lies north of the Grand Crus, with a west-facing exposure. It has yielded a wine with soft, generous floral character, ripe yellow fruit and a crisp, mineral edge. Finely sculpted and ageworthy, it will be best from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 40, "designation": "Fourchaume Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "93", "title": "La Chablisienne 2014 Montmains Premier Cru  (Chablis)", "description": "This refreshing wine comes from one of the Premier Cru sites on the north-facing bank of the Serein river. It's structured, tight and full of fine acidity and grapefruit and crisp apple flavors. Its texture and mineral character will allow it to age. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Montmains Premier Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "La Chablisienne"}, {"points": "93", "title": "Altaïr 2014 Red (Cachapoal Valley)", "description": "Ripe black-fruit aromas are the foundation of a complete heady nose that also includes balsam wood, tobacco, orange peel and especially chocolate. A round full voluminous palate deals woody spicy flavors of herbal berry and cassis, while this is fully ripe, oaky and long on the finish. Drink this ripe, thick Cabernet Sauvignon-led blend now through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 75, "designation": null, "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Cachapoal Valley", "country": "Chile", "winery": "Altaïr"}, {"points": "93", "title": "Anaba 2014 J McK Estate Vineyard Chardonnay (Carneros)", "description": "Unctuous, with a profound sense of the salty sea, this wine is both rich and bright, balanced between crisp, defined acidity and complex depth of flavor. Lemon verbena and quince compete against a more nuanced, satisfying bite of caramelized pear as the finish refreshes.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "J McK Estate Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Anaba"}, {"points": "93", "title": "Antonio Caggiano 2013 Vigna Machia dei Goti  (Taurasi)", "description": "Enticing scents of blue flower, woodland berry, moist earth and chopped herb lift out of the glass. The elegant palate delivers juicy black cherry, raspberry, star anise and cinnamon set against a backbone of firm but refined tannins. It's impeccably balanced, with bright acidity. Hold for even more complexity and to let the tannins unwind. Drink 2020–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 46, "designation": "Vigna Machia dei Goti", "variety": "Aglianico", "region_1": "Taurasi", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Antonio Caggiano"}, {"points": "93", "title": "Charlier & Fils 2005 Special Club Brut  (Champagne)", "description": "This is one of a collection of Champagnes tasted and approved by a group of growers under the Special Club label. With a predominance of Chardonnay, it's still crisp and fruity, showing rich apple and pear flavors. Its citrusy acidity gives it lift, slowing any signs of maturity. It will continue to age gracefully but is delicious now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 56, "designation": "Special Club Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charlier & Fils"}, {"points": "93", "title": "Big Basin 2013 Gabilan Mountains G-S-M (Monterey County)", "description": "Brooding black currant, blackberry pie aromas meet with clove, sweet tobacco, black tea and hot cola on the nose of this blend of 49% Grenache, 27% Syrah and 24% Mourvèdre from the Coastview, Antle and Brosseau vineyards. There is candied Concord grape fruit to the energetic, light-on-its-feet sip, along with bay leaf, sage, marjoram and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Gabilan Mountains", "variety": "G-S-M", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "93", "title": "Nicolas Potel 2012  Corton-Charlemagne", "description": "Barrel fermentation and aging have given this wine its ripe character. They have filled it out with spiciness, adding complexity to the yellow fruit and maturing acidity. It's not going to age much further but is very fine to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 200, "designation": null, "variety": "Chardonnay", "region_1": "Corton-Charlemagne", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Nicolas Potel"}, {"points": "93", "title": "Patland 2013 Stagecoach Vineyard Cabernet Sauvignon (Napa Valley)", "description": "Softened and given additional color from the addition of 7% Malbec, this is a beautiful, herbaceous wine, etched in cassis and cedar. Structured, it offers subtle, nuanced oak behind its density of sage and dusty earth, a worthy expression of the vineyard atop Atlas Peak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 110, "designation": "Stagecoach Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Patland"}]