[{"points": "96", "title": "Franz Hirtzberger 2016 Rotes Tor Smaragd Grüner Veltliner (Wachau)", "description": "This wine's shy, elusive nose promises hints of ripe citrus and herbal savor. The palate obliges with streamlined, zesty citrus notes and the salty tang of thyme and sage, surrounded by bright lemon freshness. A compact, incisive package of refreshing delight, it dances on tiptoe but knows its every step.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Rotes Tor Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "96", "title": "Hall 2014 Cabernet Sauvignon (Diamond Mountain District)", "description": "Deliciously crafted and full-bodied ripe, this shows dense layers of blackberry and blueberry crumble succulence and richness, well-etched flavors that are wrapped in soft integrated oak. Juicy and earthy, it offers length and breadth, the tannins roundly structured. Memorable seasonings include chocolate and clove. Enjoy best 2024–2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 175, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "96", "title": "Domaine Jamet 2013  Côte Rôtie", "description": "Four years after bottling, this vibrant, peppery red is still taut, begging for time to allow its fruit and earthen complexities to meld. Pristine black-cherry and plum flavors penetrate deeply on the palate, shaded by whispers of smoke, violet, tar and leather. It's powerful, complex wine that's yet to see its peak. Hold till 2020 at least, but it's likely to improve for another decade still.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 150, "designation": null, "variety": "Syrah", "region_1": "Côte Rôtie", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine Jamet"}, {"points": "96", "title": "Martinelli 2015 Bella Vigna Pinot Noir (Sonoma Coast)", "description": "Perfumed and meaty, this coastal wine offers strong elements of cured bacon and intense hints of smoke. The nose is additionally gorgeous in rose and dried herbes de Provence. Crisp, savory fruit gives it freshness and complexity, a succulent tartness that lingers a long time on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Bella Vigna", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Martinelli"}, {"points": "96", "title": "Pence 2015 Rosa Estate Chardonnay (Sta. Rita Hills)", "description": "One of the better Chardonnays tasted in recent years from the Central Coast, this bottling by proprietor Blair Pence is both brisk and warm on the nose, with lemon balm, crushed limestone and yuzu cutting through white peach and butter. The tactile chalkiness on the sip is remarkable, carrying flavors of lime pith, Asian pear, sea salt, shaved lemongrass and lime leaf.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Rosa Estate", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pence"}, {"points": "95", "title": "Attilio Ghisolfi 2013 Bussia  (Barolo)", "description": "Dark-skinned berry, menthol, new leather, blue flower and baking spice aromas take center stage. On the radiant, full-bodied palate, vibrant acidity lifts red cherry, raspberry compote, star anise, clove and tobacco while youthfully taut, fine-grained tannins provide firm support. Hold on to this for even more complexity once it unwinds and develops. Drink 2023–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Bussia", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Attilio Ghisolfi"}, {"points": "95", "title": "Eichinger 2016 Ried Heiligenstein Riesling (Kamptal)", "description": "This wine's wet earth, sun-ripened mirabelle plum and vivid citrus aromas spell out the pleasures to come. The palate is still tentative and youthful but sure to blossom into a citrus flavor explosion. Leave this concentrated, promising wine to calm down. A slender, precise and highly aromatic pleasure awaits. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Ried Heiligenstein", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "95", "title": "Fontodi 2014 Vigna del Sorbo Gran Selezione  (Chianti Classico)", "description": "Exotic spice, pipe tobacco, dark-skinned berry, forest floor and a whiff of French oak all come together on this structured red. The elegant, full-bodied palate evokes Marasca cherry, black raspberry, licorice and white pepper while vibrant acidity and firm, fine-grained tannins provide balance. It's still young, with great energy and will benefit from more time in the bottle. Drink 2020–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": null, "designation": "Vigna del Sorbo Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fontodi"}, {"points": "95", "title": "Franz Hirtzberger 2016 Honivogl Smaragd Grüner Veltliner (Wachau)", "description": "This wine's pure, ripe Conference pear notes appear on the nose and are given full rein on the palate. They add color and charm to concentrated, savory notions of celery salt and miso. Bright citrus accents make it taut and fresh, depsite that immense concentration. It echoes long on the finish, promising to unfold beautifully with more age. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 89, "designation": "Honivogl Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Isole e Olena 2013 Cepparello Sangiovese (Toscana)", "description": "Always one of the benchmarks for Sangiovese, the 2013 doesn't disappoint. It boasts alluring scents of blue flower, perfumed berry, exotic spice and a whiff of French oak that flow over to the vibrant, elegant palate along with wild cherry, raspberry compote and licorice. Bright acidity and taut, fine-grained tannins provide an age-worthy framework. Give it time to develop to its maximum potential. Drink 2021–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": "Cepparello", "variety": "Sangiovese", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Isole e Olena"}, {"points": "95", "title": "Pichler-Krutzler 2016 Ried Loibenberg Grüner Veltliner (Wachau)", "description": "Green pear and lemon zest characterize the nose of this concentrated, salty wine. Zesty citrus notes give both texture and direction on the taut palate, which shimmers with savory, yeasty, miso-like saltiness. A very delicious, impactful little package that is sure to unfold beautifully. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Ried Loibenberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "95", "title": "Prieler 2015 Blaufränkisch (Leithaberg)", "description": "A touch of tar, a hint of bitter almond and brooding black cherry fruit mark the nose and spread freely across the palate with dark but delicious intent. This is dense and firm, with drying tannins but no heaviness. There is freshness and intensity to the dark, brooding fruit that will show its true colors with some more age—but all the aromatic promise is already here. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "95", "title": "Stadt Krems 2016 Ried Schreck Reserve Riesling (Kremstal)", "description": "Earth and moss scents join the tart apple notes on the nose of this wine. On the palate, a leesy touch of yeast provides a textural backdrop to zesty lemon, tangerine, grapefruit and orange flavors. Its wonderful concentration creates a memorable impression that captivates and refreshes. This is so pure, so fresh and so lasting. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 61, "designation": "Ried Schreck Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stadt Krems"}, {"points": "95", "title": "Williams Selyem 2015 Eastside Road Neighbors Pinot Noir (Russian River Valley)", "description": "This multi-vineyard wine is sourced from hillside sites on the eastern edges of the appellation, including Foss and Calegari vineyards. Perfumed in clove and other baking spice tones, it has beautiful aromatics and ripe, firm tannins. The palate is marked by flavors of plum, rhubarb and cherry clafouti.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 59, "designation": "Eastside Road Neighbors", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Cinnabar 2014 Malbec (Red Hills Lake County)", "description": "Combining hyper-concentrated fruit flavors with enticing, sophisticated oak nuances, this wine is a gentle giant. The first thing to notice is the lightly spicy, toasted-baguette aroma, and then the palate floods with saturated, ripe and delicious blackberry and black-cherry flavors, while notes of dark chocolate and black pepper kick in on the finish. This wine ranks with the best yet from Lake County. Best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": null, "variety": "Malbec", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Cinnabar"}, {"points": "95", "title": "Gaja 2014 Sorì Tildin  (Barbaresco)", "description": "Menthol, pressed rose, woodland berry and crushed herb aromas slowly emerge on this elegant, structured red along with a hint of underbrush. The firm, refined palate delivers Marasca cherry, ground clove and licorice framed in taut, fine-grained tannins. Drink 2022–2034.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 485, "designation": "Sorì Tildin", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Gaja"}, {"points": "95", "title": "E. Guigal 2012 Château d'Ampuis  (Côte Rôtie)", "description": "Layers of mocha, sweet spice and leather integrate seamlessly into luscious black cherry and fig on the palate of this bold, deeply concentrated wine. It's sumptuous, with a kaleidoscope of smoky mineral complexities and a backbone that's peppery and fresh. The long finish is framed by sweet, silken tannins.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 175, "designation": "Château d'Ampuis", "variety": "Rhône-style Red Blend", "region_1": "Côte Rôtie", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "E. Guigal"}, {"points": "95", "title": "F X Pichler 2016 Ried Steinertal Smaragd Grüner Veltliner (Wachau)", "description": "Juicy, ripe pear notions and bright Mandarin accents swirl enticingly on the nose of this wine. They dominate the streamlined, brisk palate for now, but underneath, the savory, herbal and intriguing saltiness of Grüner Veltliner shimmers. Along with sage, thyme and miso flavors, they make their full, satisfying appearance on the dry finish. This has both charm and depth. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 49, "designation": "Ried Steinertal Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Franz Hirtzberger 2016 Setzberg Smaragd Riesling (Wachau)", "description": "This wine's complex nose of tangy, herbal Seville orange and salty stoniness leads to a tingling, taut and lip-smacking palate. That tautness is shot through with lively lemon freshness that leaves the palate wanting more. But it still needs to fill out. A little patience will be rewarded with even more fruit. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Setzberg Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Turnbull 2015 Estate Grown Reserve Cabernet Sauvignon (Oakville)", "description": "This is a grainy, herbal red wine, boldly tannic and softly smooth in texture. It takes on mountain airs of sage, clove and tobacco, with a brushy graininess that adds complexity and intrigue. Blackberry, black cherry and currant give a tart fruitiness to the flavor.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Estate Grown Reserve", "variety": "Cabernet Sauvignon", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Turnbull"}, {"points": "95", "title": "Williams Selyem 2015 Allen Vineyard Chardonnay (Russian River Valley)", "description": "This is a robust white, exhibiting an exotic nose of spicy nutmeg and lemongrass. Fully oaked, it presents ripeness and concentration, a sign of its youthful vigor and the density of the vintage. Lemony acidity provides freshness against the bolder landscape of ripe apple and melon.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Allen Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Williams Selyem 2015 Precious Mountain Vineyard Pinot Noir (Sonoma Coast)", "description": "Velvety in concentrated black-cherry and strawberry flavors, this age-worthy wonder also displays floral intensity and persistent, supportive tannins. Bright acidity is layered throughout, adding a sense of energy to the robust nature of its brambly undercurrent of dry-farmed fruit. Enjoy 2020–2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Precious Mountain Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "95", "title": "Alzinger 2016 Ried Steinertal Smaragd Grüner Veltliner (Wachau)", "description": "A tropical touch of passion fruit plays on the pear-inflected nose of this wine. The concentrated palate, however, is all about lemon freshness and yeasty texture. Soy and miso notions add a salty element while lemon zest and pith notes provide a precise texture. That lemon peel quality dominates with its purity on the long finish. Lovely and compact but very concentrated.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Ried Steinertal Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "95", "title": "Dutton-Goldfield 2015 Fox Den Vineyard Pinot Noir (Green Valley)", "description": "From a cool site above Occidental, this shows smoky peppercorn, high-toned strawberry and raspberry notes—the fruit expansive and succulent throughout. Focused acidity provides a persistent energy and freshness, with a measured sense of oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": "Fox Den Vineyard", "variety": "Pinot Noir", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "95", "title": "F X Pichler 2016 M Smaragd Grüner Veltliner (Wachau)", "description": "This leads with a ripe, tropical whiff of pineapple that's subsumed into a more savory notion of celery-salt and miso. The concentrated palate similarly juxtaposes salty miso with bright lemon notes. In the end, the saltiness triumphs and leaves you wanting more. A compact but very concentrated wine that's full of flavor and has a lip-smacking finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 77, "designation": "M Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "95", "title": "Franz Hirtzberger 2016 Singerriedel Smaragd Riesling (Wachau)", "description": "A lovely touch of freshly grated lemon rind appears on the nose of this wine, with the slighest hint of green Seville orange. The palate comes in with pristine green apple freshness, highlighted by lively, zesty lemon notes. It's zingy and taut with citrus freshness, attaining a riper Mandarin notion as it lingers. How enlivening and how lip-smacking. Drink 2018–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 89, "designation": "Singerriedel Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Franz Hirtzberger"}, {"points": "95", "title": "Gary Farrell 2015 Rochioli Vineyard Chardonnay (Russian River Valley)", "description": "What a beautiful wine from the famed site still farmed by the Rochioli family. This is fresh, fruity and layered in citrus and Gravenstein apple, with interweaving acidity through flavors of lemon and lime. It has a stony quality that speaks to underlying minerality and a jolt of briny, salty air.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Rochioli Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "95", "title": "Hall 2014 Ellie's Cabernet Sauvignon (Napa Valley)", "description": "Softened by 6% Merlot, this is a classically elegant wine, juicy in cranberry, cassis and teases of coffee bean, the tannins broadly etched and brawny in their youth. Integrated oak provides a spiciness of toffee and black licorice, as the aromas develop floral notions of violet as the wine opens in the glass. Enjoy best 2024–2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Ellie's", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "95", "title": "Loimer 2016 Ried Steinmassl Riesling (Kamptal)", "description": "Subdued at first, this wine awakens with a little air, as notions of citrus foliage, lemon zest and Mandarin emerge. The palate presents these flavors with purity and verve, adding earthy depth against which the lemon freshness shines. It's taut, concentrated and lovely now but has the stuffing to go the distance. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Ried Steinmassl", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "95", "title": "Malat 2016 Ried Silberbichl Riesling (Kremstal)", "description": "This wine's pure notes of ripe Amalfi lemon awake the senses. They unfurl on the palate, revealing their full, zesty, linear force, accented by tart red apple and riper orange zest notes. Freshness pervades and highlights the concentration of the streamlined palate, leaving you with a clean, lasting and absolutely addictive finish. Drink 2020–2030 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 41, "designation": "Ried Silberbichl", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}]