[{"points": "92", "title": "Bravium 2015 Pinot Noir (Anderson Valley)", "description": "This is an engaging, nervy wine, with a light, savory aroma and tangy red-cherry flavors riding on a firm frame of fine-grained tannins and good acidity. It does not try to overwhelm with superripe fruit or oak, but just lets the purity of the grapes shine through.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Bravium"}, {"points": "92", "title": "Brian Carter Cellars 2013 Trentenaire Red (Columbia Valley (WA))", "description": "Petit Verdot makes up a full 62% of this wine, with the rest Merlot (18%), Cabernet Sauvignon (10%), Malbec (5%) and Cabernet Franc. The aromas offer notes of blackberry, Fruit Roll-Ups, herb, dark soil and flower. The palate brings cherry flavors, bright acids and chewy tannins. Put it on the dinner table to see it at its best.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Trentenaire", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Brian Carter Cellars"}, {"points": "92", "title": "E. Guigal 2015  Condrieu", "description": "Lush and generous, this is textbook Condrieu from the appellation's largest producer. Subtle ginger notes add an exotic edge to the ripe apricot, mango and lychee flavors, then persist on the long finish. Drink now–2018.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 68, "designation": null, "variety": "Viognier", "region_1": "Condrieu", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "E. Guigal"}, {"points": "92", "title": "Luigi Oddero & Figli 2013  Barolo", "description": "Aromas of rose, crushed herb, red berry and a balsamic note take shape in the glass. Elegant, fresh and poised, the palate offers black raspberry, red cherry baking spice and a hint of licorice framed in youthful but polished tannins. Drink 2020–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 68, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Luigi Oddero & Figli"}, {"points": "92", "title": "J. Bookwalter 2014 Conflict Conner-Lee Vineyard Red (Columbia Valley (WA))", "description": "This wine is a blend of Merlot (60%), Cabernet Sauvignon (35%) and Cabernet Franc. Brooding aromas of blackberry, black currant, herb and spice lead to rich ripe hedonistic black-fruit flavors that bring a compelling sense of texture. It's not shy, but for those looking for a big bold ripe wine, this one's for you.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Conflict Conner-Lee Vineyard", "variety": "Bordeaux-style Red Blend", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "J. Bookwalter"}, {"points": "92", "title": "J. Bookwalter 2014 Protagonist Conner-Lee Vineyard Cabernet Sauvignon (Columbia Valley (WA))", "description": "The aromas are quite reserved, with notes of cherry, herb, smoke and graphite. The black-fruit flavors, in contrast, are rich and full, bringing a sense of hedonism. It brings plenty of appeal now but should bring even more if the aromas open up.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Protagonist Conner-Lee Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "J. Bookwalter"}, {"points": "92", "title": "Fenestra 2013 Petite Sirah (Livermore Valley)", "description": "Hefty tannins are resolved into a velvety texture by the intense fruit and cedar flavors in this full-bodied, beautifully made wine. Notes like blueberry, dark chocolate and cocoa powder coat the palate and linger on the finish. It's thick and tannic in mouthfeel, but those tannins feel rounded and generous.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": null, "variety": "Petite Sirah", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fenestra"}, {"points": "92", "title": "Fess Parker 2015 Ashley's Chardonnay (Sta. Rita Hills)", "description": "Fresh aromas of salty lemon cream, wet slate and riverstones, as well as a touch of slightly sour yogurt, show on the nose of this bottling from the vineyard named after Fess Parker's daughter, who now runs much of the company. The lively palate combines squeezes of citrus with a creamy mouthfeel that offers hints of nuts and orangesicle. It's a very cohesive wine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 37, "designation": "Ashley's", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "92", "title": "F X Pichler 2016 Loibner Federspiel Grüner Veltliner (Wachau)", "description": "The freshness of green citrus, pale yellow fruit and dewy summer meadows plays on the nose. The earthier palate focuses on textured savoriness reminiscent of miso and soy, counterpointed by lemon freshness. Savor slowly so you do not miss anything going on in the concentrated, slender body. It finishes on a savory lemon note.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Loibner Federspiel", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "F X Pichler"}, {"points": "92", "title": "Gruber Röschitz 2016 Hundspoint Grüner Veltliner (Weinviertel)", "description": "Fresh pear peel, ripe pear fruit and a touch of citrus make for an inviting, appetizing nose. The palate takes all this fruit as a backdrop on which to display both herb and spice: white pepper, chervil, miso and salt. This interplay of spice and fruit is savory, slender and vivid, giving a moreish, totally balanced wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 17, "designation": "Hundspoint", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Weinviertel", "country": "Austria", "winery": "Gruber Röschitz"}, {"points": "92", "title": "Guardian 2014 The Informant Syrah (Wahluke Slope)", "description": "The 4% Viognier shows prominently, with perfumed aromas of fresh flowers and orange peel out in front of plum, purple fruit and smoked meat. The fruit flavors are sweet and saturated, with the dial turned way up. It brings a sense of deliciousness that is impossible to ignore.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": "The Informant", "variety": "Syrah", "region_1": "Wahluke Slope", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Guardian"}, {"points": "92", "title": "Poseidon 2015 Estate Pinot Noir (Carneros)", "description": "This is a classic, concentrated but elegant wine, from the wonderful black cherry and forest underbrush aromas to the ripe fruit flavors, full body and polished texture. Aging in 30% new Hungarian barrels gave a subtle spicy accent.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 32, "designation": "Estate", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Poseidon"}, {"points": "92", "title": "Prieler 2016 Ried Seeberg Pinot Blanc (Burgenland)", "description": "A faint touch of hazelnut plays on the lemon aromas of the nose. The palate has a lingering combination of the two, plus a zesty, phenolic texture that has slight but pleasantly bitter edges plus more fruit, akin to ripe, yellow apple. This is a rounded Pinot Blanc with potential. Drink now–2022.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": "Ried Seeberg", "variety": "Pinot Blanc", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Prieler"}, {"points": "92", "title": "Fratelli Alessandria 2013  Barolo", "description": "Aromas show new leather, iris, balsamic notes and aromatic herb. Elegant and structured, the smooth taut palate offers sour cherry, cranberry, clove and a hint of licorice set against tightly knit polished tannins. It's still youthfully austere so give it a few more years to let it bloom into a beauty.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 54, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Fratelli Alessandria"}, {"points": "92", "title": "García Figuero 2013 Milagros  (Ribera del Duero)", "description": "Milagros means “miracles,” and the marvel is how good this wine is considering how rough in general 2013 was in the Ribera del Duero region. Oaky aromas of root beer and blackberry are smooth and heady. This wine is intense, with big tannins and firm acidity. Faith will be rewarded down the line with potent berry and chocolaty oak flavors. Bottle age should help this soften up; drink from 2020–2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 100, "designation": "Milagros", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "García Figuero"}, {"points": "92", "title": "Leeu Passant 2015 Cape Winemakers Guild Old Vines Cinsault (Franschhoek)", "description": "Winemaker: Andrea Mullineux. Known for her Swartland brand, this wine comes from Mullineux's new Franschhoek project, Leeu Passant. Sourced from South Africa's second oldest red-wine vineyard, with 91-year-old bush vines, this 100% Cinsault is a unique and powerful expression. It's currently quite closed and reserved, with tightly packed black-fruit notes at the core, framed by ripe, well-integrated tannins. The palate offers a bit more juicy fruit intensity, though final notes of pepper and baking spice as well as fine, dry tannins dominate the finish. It suggests something beautiful to come with time and maturity, so try this sleeper after 2020 to check in on its development.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Old Vines", "variety": "Cinsault", "region_1": null, "region_2": null, "province": "Franschhoek", "country": "South Africa", "winery": "Leeu Passant"}, {"points": "92", "title": "Michele Chiarlo 2013 Cannubi  (Barolo)", "description": "Subtle aromas of dark berry, espresso, exotic spice and French oak slowly take shape on this. The firmly structured palate offers sour cherry, cranberry, coffee and licorice while close-grained tannins provide an assertive backbone. Drink 2023–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 115, "designation": "Cannubi", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Michele Chiarlo"}, {"points": "92", "title": "Robert Mondavi 2015 Reserve To Kalon Vineyard Fumé Blanc (Napa Valley)", "description": "From an historic block of the famous vineyard long known as Robert's Block, this white is incredibly complex and concentrated, with richly woven layers of pear, Key lime and peach. A handful of Sémillon is blended in, adding extra oomph and flavor, the finish balanced in acidity and marked by freshness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 52, "designation": "Reserve To Kalon Vineyard", "variety": "Fumé Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Mondavi"}, {"points": "92", "title": "Rôtie Cellars 2015 Northern Blend Red (Walla Walla Valley (WA))", "description": "With 94% Syrah and 6% Viognier and coming from the Rocks District, this wine brings aromatically expressive aromas of green olive, fresh violet, sea salt, black pepper, orange peel and earthy funk. The palate is soft and silky in feel, showing an appealing sense of balance and restraint. It delivers a sense of elegance.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 48, "designation": "Northern Blend", "variety": "Rhône-style Red Blend", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Rôtie Cellars"}, {"points": "92", "title": "Shared Notes 2015 Les Pierres Qui Decident Sauvignon Blanc (Russian River Valley)", "description": "Inspired by the Loire Valley, where the “rocks decide” (as this bottling's name suggests), this wine is very light and almost cloudy in color, and shows tons of chalk, wet wool, lime peel and seashore on the nose. The texture is immensely intriguing, presenting flavors of just-ripe Anjou pear, cut grass, and iodine-like kelp tones, with a flash of petrol on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Les Pierres Qui Decident", "variety": "Sauvignon Blanc", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Shared Notes"}, {"points": "92", "title": "Villa Venti 2015 A Centesimino (Vino da Tavola)", "description": "Made with rare native grape Centesimino (organically farmed) and fermented in amphora, this has intense, alluring aromas that recall dark-skinned berry, violet, rose and dark baking spice. The bright juicy palate delivers ripe morello cherry, red currant, clove and graphite alongside tangy acidity and lithe tannins.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 36, "designation": "A", "variety": "Centesimino", "region_1": "Vino da Tavola", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Villa Venti"}, {"points": "92", "title": "Weninger 2015 Horitschoner Blaufränkisch (Mittelburgenland)", "description": "The nose still gives away little. The palate also remains tightly curled in itself. This wine needs a little time but promises to blossom with another year of bottle age. It has a gamy streak on the firm, grippy midpalate as well as bright, enlivening freshness. The finish is lip-smacking and the tannins still edgy, but the juiciness of dark fruit is undeniable. Drink 2018–2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 22, "designation": "Horitschoner", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Mittelburgenland", "country": "Austria", "winery": "Weninger"}, {"points": "92", "title": "Weszeli 2016 Besse Fleur Riesling (Weinland Österreich)", "description": "The bright, tart flesh of early-season apples tingles enticingly on the nose. The palate follows with tart sweetness, mimicking the sweet but refreshing crunch of a ripe but tart apple. The body is delicate, with a balance that teeters between sweet and tart. Totally refreshing, it finishes with lasting echoes of apple.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Besse Fleur", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Weinland Österreich", "country": "Austria", "winery": "Weszeli"}, {"points": "92", "title": "W.T. Vintners 2014 Gorgeous Destiny Ridge Vineyard Syrah (Horse Heaven Hills)", "description": "All coming from Block 1, this wine was fermented 65% whole cluster and aged for 20 months in neutral barrels. Pretty aromas of spice, flower, herb, cherry and earth give way to a full fruit-forward palate that shows a dazzling sense of purity and richness while also maintaining its restraint. It's a bit of a stylistic departure for the winery in terms of its richness but it still delivers big time.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 30, "designation": "Gorgeous Destiny Ridge Vineyard", "variety": "Syrah", "region_1": "Horse Heaven Hills", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "W.T. Vintners"}, {"points": "92", "title": "Stift Klosterneuburg 2016 Zierfandler-Rotgipfler (Thermenregion)", "description": "Aromatic notions of summer blossom and freshly cut pear appear on the nose. The palate brings out ripe, rounded and juicy pear notes alongside a textured, slightly phenolic midpalate that adds backbone. Rounded with rich fruit, it has a briskly clean finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 25, "designation": null, "variety": "Zierfandler-Rotgipfler", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Stift Klosterneuburg"}, {"points": "92", "title": "Strauss 2016 Ried Gamlitzberg Sauvignon Blanc (Südsteiermark)", "description": "A touch of peach is edged with leafy notes of citrus foliage and a touch of elderflower. The palate brings out the peach but also a zestiness reminiscent of grapefruit peel, making for a crisp texture. Full of flavor this has a rounded midpalate despite the slender body.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 22, "designation": "Ried Gamlitzberg", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Strauss"}, {"points": "92", "title": "Sanford 2014 Sanford & Benedict Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Earthy aromas of juniper and forest floor give depth to the rusty cherry, tart cranberry, dried hibiscus and pepper-dust scents on the nose of this bottling from the historic vineyard. Soft in structure at first, it then delivers a firmer tannic edge in the midpalate, all the while delivering vivacious red fruit and pine-forest flavors. It will age very well.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Sanford & Benedict Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sanford"}, {"points": "92", "title": "Schloss Gobelsburg 2016 Ried Steinsetz Grüner Veltliner (Kamptal)", "description": "Fresh lime and ivy hits you first, followed by a leesy hint and some pear on the nose. The palate comes in with salty savoriness that suggests yeasty miso, chervil and lovage, with lots of white pepper accented by a little spritz. Brightened by fresh lemon notes, this makes for a spicy, elegant and slender wine with a light touch and real depth.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 19, "designation": "Ried Steinsetz", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Schloss Gobelsburg"}, {"points": "92", "title": "Zaca Mesa 2013 Eight Barrel Syrah (Santa Ynez Valley)", "description": "Savory aromas of roasting meat and beef jerky are enhanced by pretty touches of lilacs, violet and chocolate syrup on the nose of this bottling. The slightest kiss of strawberry shows on the sip, followed by riper blackberry, purple flowers, rosemary and pepper. The firm tannic structure ensures ageability.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Eight Barrel", "variety": "Syrah", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Zaca Mesa"}, {"points": "92", "title": "Tionio 2014  Ribera del Duero", "description": "Intense, rubbery aromas of blackberry, cassis and raisin lead off. This Tinto Fino is full bodied, saturated and ripe in feel. Blackberry, cassis, toast and chocolate flavors finish with a covering of burnt oak and spice. Drink through 2026.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 32, "designation": null, "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Tionio"}]