[{"points": "92", "title": "Maximin Grünhäuser 2014 Abtsberg Superior Riesling (Mosel)", "description": "Riper, and more lusciously peachy and floral than the Herrenberg, the Abtsberg Superior calibrates honeyed stone fruit flavors against a spine of tart, tangerine acidity. Light-footed and harmoniously off dry, it finishes long with spicy mineral flair. Drinks well now but should continue to improve through at least 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 66, "designation": "Abtsberg Superior", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "92", "title": "Maximin Grünhäuser 2014 Herrenberg Spätlese Riesling (Mosel)", "description": "An ample dusting of saffron and spice lends umami and depth to this light-footed spätlese. Honeyed peach and apricot flavors are concentrated and sweet, yet so impacted by acidity, the finish feels lifted and dry. It's ready to drink now but will continue to please through 2024.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 38, "designation": "Herrenberg Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Maximin Grünhäuser"}, {"points": "92", "title": "Mazzocco 2013 Rockpile Reserve Zinfandel (Rockpile)", "description": "From the mountains above Lake Sonoma, this rocky, robust and ultimately rewarding wine is spicy in cinnamon and clove lined in savory layers of black pepper and leather. Brambly blackberry lies in wait to untangle in the glass, adding to the overall satisfaction of this full-bodied beauty.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Rockpile Reserve", "variety": "Zinfandel", "region_1": "Rockpile", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Mazzocco"}, {"points": "92", "title": "Almaviva 2012 Red (Puente Alto)", "description": "Warm-vintage characteristics of earthy berry aromas require time to come into focus. In the mouth, this Cabernet Sauvignon blend feels ripe, chunky and lush. Loamy, baked plum and cassis flavors are rich and easy, but short on the complexity that Almaviva usually offers. On the finish, this is smooth, lightly herbal and spicy. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 150, "designation": null, "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Puente Alto", "country": "Chile", "winery": "Almaviva"}, {"points": "92", "title": "Baiocchi Wines 2013 Sharon's Vineyard Mourvèdre (El Dorado)", "description": "This exuberant wine oozes with delicious black cherry and blackberry flavors, delivered on a lively texture of fine-grained tannin and fresh acidity. On subsequent sips, a light toasty, meaty flavor drifts in, adding even more complexity and interest.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 39, "designation": "Sharon's Vineyard", "variety": "Mourvèdre", "region_1": "El Dorado", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Baiocchi Wines"}, {"points": "92", "title": "Big Basin 2013 Homestead Block Roussanne (Santa Cruz Mountains)", "description": "Aromas steadily emerge on this bottling of mountaintop grapes, with golden apple oil, condensed honeysuckles, lemon bars and dried mango slices showing the slightest hint of tropicality. The palate is equally deep, with soft white peach sliding into sea salt, dried apples and nut oil, all culminating in a warm, lengthy browned-butter finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Homestead Block", "variety": "Roussanne", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "92", "title": "Big Basin 2013 Lester Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "This wine was made with 76% whole-cluster fruit, and it shows with iron rich notes on the nose as well as strong thyme, dark hibiscus, crushed cinnamon stick and other powerful red spices. Light and tannic cranberry fruit and plum-skin tartness pop on the palate as does thyme, green peppercorn and green cardamom.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Lester Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Big Basin"}, {"points": "92", "title": "Marques de Griñon 2011 Single Vineyard Estate Bottled Petit Verdot (Dominio de Valdepusa)", "description": "Black in color, this Petit Verdot smells of iodine, black currant, road tar and leather. The palate is saturated, with a burst of acidity creating zest and balance. Oaky, powerful blackberry flavors shorten up on a muscular, tannic finish. Drink through 2021.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 40, "designation": "Single Vineyard Estate Bottled", "variety": "Petit Verdot", "region_1": "Dominio de Valdepusa", "region_2": null, "province": "Central Spain", "country": "Spain", "winery": "Marques de Griñon"}, {"points": "92", "title": "Martin Ray 2013 Mill Station Vineyard Chardonnay (Green Valley)", "description": "Steely at first, this wine softens like butter on the palate, with a luxurious, silky feel, complemented by lemon zest and brine. Lighter in style, it never holds back on texture or flavor, making for a beautiful, food-friendly white.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "Mill Station Vineyard", "variety": "Chardonnay", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Martin Ray"}, {"points": "92", "title": "Castello di Verrazzano 2012 Sassello Gran Selezione  (Chianti Classico)", "description": "Ripe plum, fragrant blue flower, Mediterranean herb, espresso and a whiff of exotic spice are some of the aromas you'll find on this structured, polished red. It's still young and tightly wound, offering mature black cherry, raspberry compote, licorice, toast and ground pepper flavors that are framed by youthfully assertive yet refined tannins. Give it a few more years to soften and fully develop; drink 2019–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 79, "designation": "Sassello Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Castello di Verrazzano"}, {"points": "92", "title": "Château Bellevue la Forêt 2011 Optimum Red (Fronton)", "description": "A dark colored blend of Négrette and Syrah, this is a concentrated and perfumed wine from Philip Grant, an Irishman who bought the estate in 2008. It is full of ripe plum fruits and bold tannins that give shape to what is a super-rich wine. The wood aging has cast a smooth patina over the fruit and given an extra complexity. This fine wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": "Optimum", "variety": "Red Blend", "region_1": "Fronton", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Bellevue la Forêt"}, {"points": "92", "title": "Château de Cénac 2014 Cuvée Prestige Malbec (Cahors)", "description": "From a 16-acre vineyard, this 100% Malbec wine is properly dark in color, with dense tannins as well as ripe black plum fruits. There is a strong mineral character from the chalk in the soil, giving a powerful texture as well as structure that will allow the wine to age. This rich wine should be drunk from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Cuvée Prestige", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château de Cénac"}, {"points": "92", "title": "Cloudburst 2013 Chardonnay (Margaret River)", "description": "Once past the sticker shock, enjoy this wine for its richly toasty aromas, plush tropical fruit and warm, lingering finish. It's medium to full in body, with a creamy texture and hints of vanilla. Drink now–2018.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 200, "designation": null, "variety": "Chardonnay", "region_1": "Margaret River", "region_2": null, "province": "Western Australia", "country": "Australia", "winery": "Cloudburst"}, {"points": "92", "title": "Davis Bynum 2013 Jane's Vineyard Dijon Clone 777 Pinot Noir (Russian River Valley)", "description": "Winemakers Greg Morthole and David Ramey showcase this vineyard site well, a special spot in the heart of the appellation. Rich and spicy, the wine features tastes of black tea, deep dark fruit and zesty minerality, all layered by toasty oak. Full bodied and luxurious, it finds its way to a bright, fresh finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Jane's Vineyard Dijon Clone 777", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Davis Bynum"}, {"points": "92", "title": "Tselepos 2014 Assyrtico (Santorini)", "description": "Lemon and slate aromas give this wine an immediate poise, but there's much more complexity on the palate. Mineral-driven but full of fresh and full-bodied citrus, pineapple and grapefruit, the wine finishes with a chalky and brisk tidiness. A truly delicious expression of a very distinctive grape.", "taster_name": "Susan Kostrzewa", "taster_twitter_handle": "@suskostrzewa", "price": 25, "designation": null, "variety": "Assyrtico", "region_1": null, "region_2": null, "province": "Santorini", "country": "Greece", "winery": "Tselepos"}, {"points": "92", "title": "Vinha Paz 2014 Colheita White (Dão)", "description": "This is a new wine from Vinha Paz. It is right up to the standards of the vineyard's reds: a beautifully perfumed, ripe wine that has Encruzado in the blend. Rich, full of yellow and spicy fruits, it is both structured, toasty and intense. Drinkable now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Colheita", "variety": "Portuguese White", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Vinha Paz"}, {"points": "92", "title": "Weingut Albert Gessinger 2014 Zeltinger Sonnenuhr Josefsberg Old Vines Spätlese Riesling (Mosel)", "description": "While shades of slate and saffron lend complexity and nuance, this semisweet wine is more a showcase of sumptuous yellow peach and pear flavors. Its high-toned acidity and delicate, lacy mouthfeel make it irresistibly gulpable.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 28, "designation": "Zeltinger Sonnenuhr Josefsberg Old Vines Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Weingut Albert Gessinger"}, {"points": "92", "title": "Terras de Alter 2013 Terra d'Alter Reserva Red (Alentejano)", "description": "Made from old vines growing in the cooler northern mountains of the Alentejo, this wine is structured and rich both with black plum fruits and from long wood aging. It is a stylish wine that bears its high alcohol well. The freshness of the wine is right there giving everything a lift at the end. Drink this still-young wine from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Terra d'Alter Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Terras de Alter"}, {"points": "92", "title": "Testarossa 2013 Rosella's Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "A rich style from winemaker Bill Brousseau, this shows smoked pork, plum, boysenberry and dashes of dried ginger on the nose. Rounded black-plum flavors arise on the palate then tighten toward elderberry, brisk cranberry, bay leaf and green peppercorn, altogether savory and tart.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Rosella's Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "92", "title": "Schloss Johannisberger 2014 Gelback Feinherb Riesling (Rheingau)", "description": "Vibrant white grapefruit and crisp-tart peach and pear notes penetrate throughout this subtly off-dry Riesling. While light on its feet and irresistibly refreshing, it reverberates with a long, cool steeliness on the finish. Drink now through 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 30, "designation": "Gelback Feinherb", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheingau", "country": "Germany", "winery": "Schloss Johannisberger"}, {"points": "92", "title": "Secret Spot Wines 2013 Lacrau Old Vines Red (Douro)", "description": "Produced from a field blend of old vines in a gravity-fed winery at Quinta da Faísca, this is a concentrated and structured wine from grapes grown in the Vale de Mendiz in the heart of the Douro. Still young and still masking the black fruits with the tannins, it is slow to develop. It is rich, though, full in the mouth and likely to be a fine wine as it slowly matures. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Lacrau Old Vines", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Secret Spot Wines"}, {"points": "92", "title": "Sinor-LaVallee 2013 White Label Bassi Ranch Chardonnay (San Luis Obispo County)", "description": "This extreme-coastal vineyard bottling shows fresh, expressive yet diligently restrained aromas of Key-lime pith, scratched tangerine, wet chalk, Meyer lemons and a touch of dairy. Tongue-tingling acidity starts the sip, followed by sea salt, warm Marcona almonds, toasted sunflower seeds, a flinty minerality and citrus oil toward the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "White Label Bassi Ranch", "variety": "Chardonnay", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sinor-LaVallee"}, {"points": "92", "title": "Wittmann 2014 Westhofen Aulerde Trocken GG Riesling (Rheinhessen)", "description": "While there's plenty of peachy, primary perfume, crushed slate and stone form the backbone of this deeply mineral Riesling. Dry in style, it's plush, creamy palate is balanced by a bitter edge of lime pith and savory pollen notes. It's a complex wine that should meld and intensify further over the next five years.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 72, "designation": "Westhofen Aulerde Trocken GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Rheinhessen", "country": "Germany", "winery": "Wittmann"}, {"points": "92", "title": "Anselmo Mendes 2015 Contacto Alvarinho (Vinho Verde)", "description": "Long skin contact has given this wine both its name and its richness. It is packed with ripe apple and green pear flavors that are filled out even more by the tannic, tangy texture that comes from the grape skins. The wine is still young, a rare Vinho Verde that needs aging. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Contacto", "variety": "Alvarinho", "region_1": null, "region_2": null, "province": "Vinho Verde", "country": "Portugal", "winery": "Anselmo Mendes"}, {"points": "92", "title": "Château Lagrézette 2014 Le Pigeonnier White Vision Viognier (Côtes du Lot)", "description": "This is the high-elevation Kimmeridgian soil interpretation of Viognier at the Lagrézette estate from enologist Claude Boudamani with consultant Michel Rolland. Despite its high alcohol, it is restrained and serious with structured fruits and a sense of balanced power. The fruits, apricots and white peach sing harmoniously with the pepper and spice from wood aging. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Le Pigeonnier White Vision", "variety": "Viognier", "region_1": "Côtes du Lot", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "92", "title": "Château Vincens 2014 Origine Malbec (Cahors)", "description": "This is a ripe and opulent wine. It has rich tannins and generous black fruits but it still offers a spicy wood-aging flavor. As it develops, the intense fruits and smoky flavors will come to dominate, while always preserving the structure of the wine. It is a wine to age a bit, so drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 18, "designation": "Origine", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Vincens"}, {"points": "92", "title": "Concha y Toro 2011 Gravas del Maipo Syrah (Buin)", "description": "Blackened spice aromas are affixed to blackberry and herbal scents on this full-bodied, saturated Maipo Syrah. In the mouth, this is big in every way, with bolstering acidity. Flavors of black plum, boysenberry and tomato bring spice and herbal notes into play, while the finish is juicy but not overly long, with notes of herbs, spice and oaky vanilla. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 150, "designation": "Gravas del Maipo", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Buin", "country": "Chile", "winery": "Concha y Toro"}, {"points": "92", "title": "Domaine D'en Ségur 2013 Cuvée Germain Red (Côtes du Tarn)", "description": "Situated in the Tarn River valley, south of Cahors and west of Toulouse, this estate has turned towards Bordeaux in its choice of grapes. The wine has structure, tense tannins as well as black currant fruit flavors. It's a rich, generous wine, and with its acidity and firm background it will age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": "Cuvée Germain", "variety": "Bordeaux-style Red Blend", "region_1": "Côtes du Tarn", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine D'en Ségur"}, {"points": "92", "title": "Carlton Hill 2013 Estate Reserve Pinot Noir (Yamhill-Carlton)", "description": "Three-quarters of this wine was whole-cluster fermented, and spent 18 months in one-third new oak. Blending the winery's three best barrels of the vintage, it's a spicy, edgy wine which marries bitter herbs to black cherry and chocolate components. Firm and muscular, young and powerful, it should be cellared for a few years. Drink 2020–2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 75, "designation": "Estate Reserve", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Carlton Hill"}, {"points": "92", "title": "Sojourn 2014 Sangiacomo Vineyard Chardonnay (Sonoma Coast)", "description": "This is a mineral-driven wine from a well-farmed vineyard, drawn from specific blocks to highlight freshness and acidity. Smooth, integrated oak cradles the notes of fig and pear that veer into decadence before finding a supple balance and lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Sangiacomo Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}]