[{"points": "94", "title": "Alex Gambal 2013 Aux Échanges Premier Cru  (Chambolle-Musigny)", "description": "Aux Echanges is one of the smallest Premier Crus in Chambolle on the northern end close to Morey Saint-Denis, an area that gives a firm character to the wine. The structure is all there with some solid tannins although the wine also has superripe red fruits that are delicious and jammy. Full in the mouth, it is still young, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Aux Échanges Premier Cru", "variety": "Pinot Noir", "region_1": "Chambolle-Musigny", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Alex Gambal"}, {"points": "94", "title": "Balletto 2013 Winery Block Pinot Noir (Russian River Valley)", "description": "Dripping in earth, kir and fresh raspberry, this is a stellar wine from the heart of the appellation, estate-grown from a four-acre spot planted to a trio of clones. Spirited and refreshing, it dances in acidity and a floral back note that's compelling, wrapped in cinnamon and mocha.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Winery Block", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Balletto"}, {"points": "94", "title": "Clos Solène 2013 Hommage A Nois Pairs Reserve Red (Paso Robles)", "description": "An extremely dark wine, with purple bubbles, this blend of 94% Syrah, 4% Grenache and 2% Roussanne expresses the essence of dark, extracted fruit all around. The nose shows blackberry puree, fresh lilacs, lava rocks and background pepper and vanilla. The palate is rich with espresso bean, violets, lavender and dried blueberries, lifted by minty herbs and peppery spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Hommage A Nois Pairs Reserve", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Clos Solène"}, {"points": "94", "title": "Wayfarer 2013 Paige's Ridge Estate Grown Pinot Noir (Fort Ross-Seaview)", "description": "From a section of the vineyard planted to only one clone, Paige's is luscious and velvety, smoothly decadent in sanguine, tangy fruit. Full bodied and in balance, it suggests a wild note of mint or bay leaf, something savory as one would find in a cassoulet or beef stew, two things with which it would pair well.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Paige's Ridge Estate Grown", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "94", "title": "Wayfarer 2013 Wayfarer Vineyard Estate Grown Pinot Noir (Fort Ross-Seaview)", "description": "This wine blends all 12 clones of Pinot Noir grown on the property, to tremendous effect. Sanguine, it traffics in pretty pomegranate and cranberry, with a quenching taste of kirsch-like cherry. Lightly spiced, it delivers an end note of milk chocolate on the lengthy finish, a stellar, drinkable wine from start to finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Wayfarer Vineyard Estate Grown", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "94", "title": "Pride Mountain 2012 Cabernet Sauvignon (Napa County-Sonoma County)", "description": "The producer sources from both sides of its bi-county property for this lovely concoction, a mouthfilling mix of black pepper, juicy black plum and berry. Intriguing and complex, it's sublimely elegant, with a dusting of chocolate shavings on the long, velvety finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa County-Sonoma County", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Pride Mountain"}, {"points": "94", "title": "Cinnabar 2013 Lester Family Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Dried strawberry, black raspberry, cola, salted licorice and turned earth show on the nose of this wine from a vineyard in the Corralitos area near Watsonville. The palate is quite earthy and herbal, with dried mint, thyme, rosemary and graphite adding nuance to the cranberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Lester Family Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cinnabar"}, {"points": "94", "title": "Patz & Hall 2013 Jenkins Ranch Pinot Noir (Sonoma Coast)", "description": "This wine comes from a vineyard planted in the early 2000s in the Sebastopol Hills by Charlie Chenoweth for the Jenkins family, a country music trio consisting of Nancy Jenkins and her two daughters. It is inviting and seductive in black cherry and baking spices. Tightly wound, it has nuance and a lingering afterthought of savory pepper and meat.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Jenkins Ranch", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "94", "title": "Joseph Drouhin 2012 Procès Premier Cru  (Nuits-St.-Georges)", "description": "The first things to notice are the tannins with a strongly dry core. This wine is dark, dense and concentrated, still allowing red fruits and acidity to give freshness. It is a big, juicy wine with a great future. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 117, "designation": "Procès Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Joseph Drouhin"}, {"points": "94", "title": "Melville 2013 Block M Estate Pinot Noir (Sta. Rita Hills)", "description": "Plump dark raspberries and ripe cherries combine with herbes de provence, slight lavender and a slightly gamy quality on this wine's elegant nose. Floral-driven flavors of hibiscus, rose hips and elderflower spice up the woody elderberry fruit, settling into Mediterranean herbs and a soft zing that goes deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Block M Estate", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "94", "title": "Louis Jadot 2013 Clos des Couchereaux Premier Cru  (Beaune)", "description": "From one of the rare south-facing vineyards in Beaune, this warm, rich and ripe wine is generous with its spice, smokiness and rounded red fruits. Acidity cuts through, bringing raspberry in its wake. The sense of structure really gives this wine its power and density. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 62, "designation": "Clos des Couchereaux Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Louis Jadot"}, {"points": "94", "title": "Lynmar 2013 Chardonnay (Russian River Valley)", "description": "This is a tremendous blend of various vineyard sites, coaxed together into a stunning combination of beautiful floral aromas, ginger and baked lemon. Given time in half new oak, it takes on flavors of apple and vanilla, never venturing out of range and remaining balanced and textured.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": null, "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Foxen 2013 Block 8 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Cinnamon spice and pomegranate fruit give a soft touch to minerally driven aromas of black slate and wet cement on the nose of this block-designated (and trademarked!) wine. The wine's tannic grip and tartness are apparent on the texturally distinct palate before raspberry, hibiscus and rose petal flavors settle into a long, rich finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Block 8 Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "94", "title": "Hyde de Villaine 2012 Hyde Vineyard Chardonnay (Carneros)", "description": "In this lively, delicately balanced wine from an exceptional vineyard, an exuberance of pear and tangerine plays on the palate, buoyed by focused minerality. With just the right touch of ripeness and richness, it ends with a suggestion of lemon custard.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Hyde Vineyard", "variety": "Chardonnay", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Hyde de Villaine"}, {"points": "94", "title": "Papapietro Perry 2012 Nunes Vineyard Pinot Noir (Russian River Valley)", "description": "This is a lighter style of the variety from a stellar vineyard, a crisp take on red cherry, dried cranberry and pomegranate that's deliciously balanced and sublime. A subtle suggestion of oak and spice peeks out on the lengthy finish, making for a complete, extremely quaffable wine.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 56, "designation": "Nunes Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Papapietro Perry"}, {"points": "94", "title": "Montecariano 2011  Amarone della Valpolicella Classico", "description": "Underbrush, dark berry, scorched earth and spice aromas emerge on this full-bodied red. The structured, refined palate delivers layers of ripe black cherry, blackberry jam, ripe raspberry, licorice and tobacco alongside firm, rounded tannins that give it a velvety texture. Drink 2017–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 88, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Montecariano"}, {"points": "94", "title": "Rexford 2010 Brosseau Vineyard Pinot Noir (Chalone)", "description": "This wine is made by UC-Santa Cruz astrophysics professor Joe Miller, who's taught wine appreciation for years. Regal and wondrous, the nose conveys concentrated lavender, violets, cedar, oregano, rose petals and patchouli spicing up a grapy frame. The palate offers red fruits laced with clove spice and earth. Ginger, rose water and raspberry emerge in the midpalate, with just enough acidity to carry it through.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 39, "designation": "Brosseau Vineyard", "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Rexford"}, {"points": "94", "title": "Robert Biale 2013 Grande Vineyard Zinfandel (Napa Valley)", "description": "A vineyard along the Silverado Trail in Napa, not far from the winery, Grande was planted in 1920 and is still farmed by the original farmer's family, Dorothy and Tony Rossi. Here, it offers structure and elegance despite a brooding weight and power, the flavors leaning toward blackberry and licorice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Grande Vineyard", "variety": "Zinfandel", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "Henri de Villamont 2012  Mazis-Chambertin", "description": "Ripe and juicy, this is a well-structured wine with both delicious red fruits and a core of serious tannins. The wine has weigh, richness and a opulence that comes from great fruits. The result is a wine with beautiful character that will develop well. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Pinot Noir", "region_1": "Mazis-Chambertin", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Henri de Villamont"}, {"points": "94", "title": "Justin 2012 Savant Red (Paso Robles)", "description": "Lush and lavish in all the right ways, this blend of 70% Syrah, 21% Cabernet Sauvignon and 9% Petite Sirah shows vanilla cream, clove chiffon and blueberry pudding on the nose. The palate packs more blueberry fruit as well as black pepper, graphite, espresso bean and toasted sage, all framed by a solid structure of tooth-coating tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Savant", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Justin"}, {"points": "94", "title": "San Rustico 2009 Gaso  (Amarone della Valpolicella Classico)", "description": "Baked plum, fragrant blue flower, sweet baking spice, eucalyptus and a balsamic note are just some of the aromas you'll find on this bold, delicious wine. The round, smooth palate delivers layers of ripe wild cherry, raspberry compote, mocha, vanilla, star anise and a hint of raisin alongside velvety, enveloping tannins that give it a silky texture. Despite the big structure, it has an almost weightless feel.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Gaso", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "San Rustico"}, {"points": "94", "title": "Latta 2012 Upland Vineyard Grenache (Snipes Mountain)", "description": "This wine arrests the senses with dazzlingly pure aromas of dark raspberries, cherries, clove, mineral and spice. Flavors are intense, layered, and rich without sacrificing one iota of balance. The plush mouthfeel and long finish only add to the enjoyment and sensory experience.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 40, "designation": "Upland Vineyard", "variety": "Grenache", "region_1": "Snipes Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Latta"}, {"points": "94", "title": "Melville 2013 Verna's Syrah (Santa Barbara County)", "description": "This is likely the last vintage from this vineyard, which the family winery seemingly mastered in this bottling. There's an underlying umami-driven smoked meat backbone to the nose that also shows bold cherry blossom, olallieberry, pepper, dried herbs and blackberry-soy sauce. The palate is complex yet doesn't overpower, with bits of purple flowers, blueberry, black pepper and menthol.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Verna's", "variety": "Syrah", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "94", "title": "Foxen 2013 Fe Ciega Vineyard Pinot Noir (Sta. Rita Hills)", "description": "From another vintage of Billy Wathen home runs comes this bottling from friend Rick Longoria's vineyard. It shows bramble berries, elderberries, sagebrush juniper and roasting herbs on the nose. Layers of thyme and dried oregano decorate the raspberry juice and pencil-lead palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 66, "designation": "Fe Ciega Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foxen"}, {"points": "94", "title": "El Pistolero 2013 Pinot Noir (Santa Lucia Highlands)", "description": "Elegant, exotic spice decorates the nose on this wine by Michael Mooney, with leathery clove, elderflowers, hard cinnamon spice and a blackberry fruit core. There is tremendous tension once sipped between graphite, tight elderberries and even some woody blueberries. Bay leaf, pencil lead and purple flower elements pepper the edges.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "El Pistolero"}, {"points": "94", "title": "Frostwatch 2013 Ophira Chardonnay (Bennett Valley)", "description": "This reserve-level wine is sublime in stone fruit and lime as well as pear. The oak used for aging this wine was all neutral, and the taste and impact of it is unobtrusive. While vibrant in fruit, it also offers richer hints of caramel and graham cracker in complex and balanced ways, ending with persistence.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Ophira", "variety": "Chardonnay", "region_1": "Bennett Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Frostwatch"}, {"points": "94", "title": "Cinnabar 2013 Tondre Grapefield Pinot Noir (Santa Lucia Highlands)", "description": "Zesty raspberry meets warm cherry notes on the nose of this elegantly presented wine, which also shows aromas of beet juice, sandalwood, clove, mace and bergamot. The palate is a texturally driven, evolving experience, with flavors of earth, iron and pencil lead melding with sage scrub, wild berries and elderberry.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Tondre Grapefield", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cinnabar"}, {"points": "94", "title": "Domaine Méo-Camuzet 2013 Aux Murgers Premier Cru  (Nuits-St.-Georges)", "description": "This wine already has great balance, with its dry structure setting off the concentrated cherry and red-berry fruits. The acidity, tense while also fragrant, gives a background of freshness to the wine. It is still young, firm tannins still prominent. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Aux Murgers Premier Cru", "variety": "Pinot Noir", "region_1": "Nuits-St.-Georges", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Méo-Camuzet"}, {"points": "94", "title": "Domaine Zind-Humbrecht 2013 Clos Windsbuhl Riesling (Alsace)", "description": "Tender notes of citrus appear at first through a veil of yeast. Their zestiness then fills out with subtle, earthy spice. On the light, dry palate, the true subtlety hits: wafts of lemon, aromatic wild thyme, Seville orange zest, fresh apple peel and wet stone. The delicacy of the concentrated body is astonishing, with a central vein of lemony freshness that provides a focal point. So subtle, so layered and alive: with every new sip new nuances occur.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 80, "designation": "Clos Windsbuhl", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "94", "title": "Hermann J. Wiemer 2012 Magdalena Vineyard Cabernet Franc (Seneca Lake)", "description": "While the Finger Lakes region is better known for Riesling, this gorgeously composed single-vineyard Cabernet Franc sets a benchmark for American red wine. The nose is delicately perfumed of violet, lavender and autumn leaves. On the palate, swirls of luscious black fruit juxtapose layers of granite and stone. Briskly balanced, yet endlessly persistent on the finish, it's a standout bottling that's well worth seeking out.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 32, "designation": "Magdalena Vineyard", "variety": "Cabernet Franc", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}]