[{"points": "93", "title": "Duckhorn 2013 Merlot (Carneros)", "description": "This 100% varietal wine hails entirely from Hyde Vineyard, a meticulously farmed and magical site. With a rich nose leading the way, it shows dusty licorice and chocolate plum. Voluptuously well crafted, it finishes in a lengthy tinge of baking spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 72, "designation": null, "variety": "Merlot", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Duckhorn"}, {"points": "93", "title": "Estampa 2012 LaCruz Red (Colchagua Valley)", "description": "Dark in color and extracted on the nose, with prune, cassis and chocolate aromas, this Carmenère-led blend feels full and plush, not tannic and rough. Blackberry, balsamic notes and spice flavors finish long, ripe and spicy. Drink this meaty wine through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 56, "designation": "LaCruz", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Estampa"}, {"points": "93", "title": "Ebner-Ebenauer 2015 Alte Reben Reserve Grüner Veltliner (Niederösterreich)", "description": "Yeasty roundedness plays the leading role on the nose and palate. Amidst those rich leesy notes, hints of pepper and lemon appear and the overall impression is one of savory yeasty richness tempered by zesty freshness of lemon and grapefruit. This is full-on drama. Enjoy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 36, "designation": "Alte Reben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "93", "title": "Ebner-Ebenauer 2015 Sauberg Reserve Grüner Veltliner (Niederösterreich)", "description": "Fresh and spicy form the first impression: ripe pear and moss, stone fruit and yeast combine to create an inviting, rounded and rich sensation. The palate adds the requisite freshness and surprises with wonderful concentration. Yellow plum and juicy pear shimmer, always edged with savory yeast. Tons of character and great length are present, and yet demonstrate no heaviness at all. What a lovely but honest wine!", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Sauberg Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Ebner-Ebenauer"}, {"points": "93", "title": "Eder 2015 Raubern Grüner Veltliner (Wachau)", "description": "While nose and palate shine with beautifully precise pear, there is a core of wonderfully pure mandarin. There are hints of zesty grapefruit spice but the concentrated purity of fruit makes this stand out. Tangy citrus means the ripeness is harnessed into a linear streamlined direction that gives this drive and lively energy. This is moreish and impressive.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Raubern", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Eder"}, {"points": "93", "title": "El Lugar 2014 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "From the Pommard and Martini old-vine clones in a special corner of this historic vineyard, Winemaker Coby Parker-Garcia presents elegant raspberry fruit spiced by sagebrush, bay leaf and mulling spices for a pretty and vivacious nose. The palate clings to an earthy grip, with forest-floor flavors meshing into baked cranberry, sour cherry, roasted beef, iron and white pepper.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "El Lugar"}, {"points": "93", "title": "Malat 2015 Gottschelle Reserve Grüner Veltliner (Kremstal)", "description": "The fleshy ripeness of yellow pear plays on the nose but the palate adds gorgeous herbal spice to the proceedings. It is like very ripe pear and yellow plum were bedded on yarrow, thyme and white pepper. All this is held together by gentle rounded lemon freshness and results in a totally, balanced, appetizing, moreish wine with an clean finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 47, "designation": "Gottschelle Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Malat"}, {"points": "93", "title": "Mazzei 2012 Philip Cabernet Sauvignon (Toscana)", "description": "Made entirely from Cabernet Sauvignon, this stylish wine opens with aromas of red berry, Mediterranean herb and cedar. The juicy, elegantly structured palate doles out red currant, black raspberry, licorice and white pepper alongside silky tannins. Drink now–2024.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 50, "designation": "Philip", "variety": "Cabernet Sauvignon", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Mazzei"}, {"points": "93", "title": "Jean-Paul Brun 2015 Les Thorins  (Moulin-à-Vent)", "description": "One of an impressive range of wines by this producer from the Beaujolais crus, this wine comes from the mineral-driven flint soil of the slopes beneath the famous windmill that gives this appellation its name. It is powerful and dense, full of jammy red fruits as well as acidity and structured tannins. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 31, "designation": "Les Thorins", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Jean-Paul Brun"}, {"points": "93", "title": "Gloria Ferrer 2008 Extra Brut Late Disgorged Reserve Cuvée Sparkling (Carneros)", "description": "This is a lovely, complex and ultimately beautiful wine, a blend of 67% Pinot Noir and 33% Chardonnay given extra time to develop in the bottle. It presents as daringly dry but doesn't miss a beat on flavor, showing moderate acidity built around a richness of hazelnut cream complemented by brighter high tones of grapefruit and lime.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Extra Brut Late Disgorged Reserve Cuvée", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "93", "title": "Jada Vineyard & Winery 2014 Hell's Kitchen Red (Paso Robles Willow Creek District)", "description": "Fresh-pressed blackberry and strawberry meld into vanilla, milk chocolate, minty herb and gravel on the nose of this lavish blend of 57% Syrah, 33% Grenache, 7% Mourvèdre, 2% Tannat and 1% Viognier. Flavors are well rounded, with blueberry-cream sauce, dark plum, fig and touches of mint and sweet basil.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Hell's Kitchen", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Jada Vineyard & Winery"}, {"points": "93", "title": "Soulmate 2009 Estate Nebbiolo (Santa Cruz Mountains)", "description": "This bottling of the classic Italian variety hits the right notes, with cherry, rose and tar on the nose, along with hints of sandalwood and incense. It's smooth on the palate, with dried cherry flavor and touches of chocolate, dried mint and caramel on the finish. It's still young and the firm tannins ensure a long life. Drink 2018–2029.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Estate", "variety": "Nebbiolo", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Soulmate"}, {"points": "93", "title": "Stéphane Aviron 2014 Vieilles Vignes  (Chénas)", "description": "This producer, who makes cru wines in a Burgundian way by avoiding the region's carbonic maceration technique, has found a parcel of prephylloxera vines that have produced an impressive wine. It is serious and concentrated, a wine that is made to age over a long period. With black fruits, intense acidity and tannins, it should not be drunk before 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 21, "designation": "Vieilles Vignes", "variety": "Gamay", "region_1": "Chénas", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Stéphane Aviron"}, {"points": "93", "title": "Pahlmeyer 2014 Chardonnay (Napa Valley)", "description": "From the Pahlmeyer Estate and the Atlas Peak Vineyard, this wine is made in a huge, sultry and seductive style. Tingly acidity supports a reductive style of rich oak and honeycomb that delves into concentrated layers of baked peach and apple pie. This should stand up well to cellaring; hold until 2022–2029.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": null, "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pahlmeyer"}, {"points": "93", "title": "Loring Wine Company 2015 Sierra Mar Vineyard Chardonnay (Santa Lucia Highlands)", "description": "Complex aromas of honeysuckle, whipped butter, poached pear, baked white peach, sea salt and crushed rocks find their way into this rich, layered and yet zesty wine by Brian Loring. Ripe Gala apples meet with sea salt and slate on the palate that shows a lot of ocean influence. A slow sizzle of acidity presents more flavors of toast, vanilla and clove.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 44, "designation": "Sierra Mar Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "93", "title": "Quartz Reef 2014 Bendigo Single Vineyard Pinot Noir (Central Otago)", "description": "Owner-winemaker Rudi Bauer believes in making Pinot Noirs that can age, so it's no surprise that this is darker, firmer and more muscular than most. There's plenty of toast, cedar and coffee-bean-like oak, but it's amply supported by plum and black cherry fruit. The finish is silky enough to make this wine approachable now, but it will likely improve through at least 2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 45, "designation": "Bendigo Single Vineyard", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Central Otago", "country": "New Zealand", "winery": "Quartz Reef"}, {"points": "93", "title": "Viña Requingua 2012 Potro de Piedra Family Reserve Single Vineyard Cabernet Sauvignon-Cabernet Franc (Curicó Valley)", "description": "Smooth, spicy blackberry, cassis and licorice aromas include hints of heat and fresh asphalt prior to a full, wide palate. Spice, black currant, plum and peppery flavors end with toast, chocolate and a light warmth reminiscent of the nose. Drink this stacked Cabernet through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 30, "designation": "Potro de Piedra Family Reserve Single Vineyard", "variety": "Cabernet Sauvignon-Cabernet Franc", "region_1": null, "region_2": null, "province": "Curicó Valley", "country": "Chile", "winery": "Viña Requingua"}, {"points": "93", "title": "Transcendence 2014 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Cola, smoked cherries, rhubarb, earthy beets, crushed cloves and a touch of iron show on the nose of this wine by Kenneth Joey Gummere. The attention-grabbing texture on the grippy palate unleashes flavors of earthy rhubarb, beet, rose hips and a touch of mint.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Transcendence"}, {"points": "93", "title": "Santa Rita 2012 Casa Real Estate Bottled Old Vines Cabernet Sauvignon (Maipo Valley)", "description": "This top-shelf Cabernet never fails, and in this warm year the wine is dark in color, with lush yet precise aromas of graphite, fresh blackberry, baking spices and forest floor. A deep palate is just racy enough, while spicy flavors of cassis include integrated herbal notes. Closing flavors of coffee and chocolate, along with soft tannins, make this approachable now and best through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 85, "designation": "Casa Real Estate Bottled Old Vines", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Santa Rita"}, {"points": "93", "title": "Stolpman 2014 Estate Grown Syrah (Ballard Canyon)", "description": "Dark aromas of black currant and black olive meet with charred beef and supple herbs of dill and anise on this wine's excellent nose. The sip is very full and hefty in body, allied with a juicy acidity and fruity character of concentrated blackberry that's imminently appealing. More elegant touches of lavender, rosemary and incense round out the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Estate Grown", "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Stolpman"}, {"points": "93", "title": "Stony Hill 2014 Chardonnay (Napa Valley)", "description": "This producer is well respected for its long reputation of making ageworthy whites and this vintage is no exception, a bright, complex and nutty expression of pear and ginger cookie. Textured and restrained, it shows a wealth of structure and lemony acidity. Cellar it away until 2024 if you can.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stony Hill"}, {"points": "93", "title": "Tardieu-Laurent 2013 Red (Châteauneuf-du-Pape)", "description": "For once, I wasn't able to pick this wine out as a Tardieu-Laurent. The oak is reined in, leaving the focus on plummy yet savory notes of coffee and black olive, mint, clove, licorice and chocolate liqueur. It's full-bodied, firm and intense, with a long finish framed by dusty but ripe tannins. Drink now–2025+.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 58, "designation": null, "variety": "Rhône-style Red Blend", "region_1": "Châteauneuf-du-Pape", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Tardieu-Laurent"}, {"points": "93", "title": "Lincourt 2014 Rancho Santa Rosa Pinot Noir (Sta. Rita Hills)", "description": "Hibiscus, rose, juniper, clove, marjoram and graphite aromas all show on the nose of this Foley family wine, which is light yet powerful in finesse and depth. Plummy fruits meet with incense, pine needle and herbal, forest-floor intrigue on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Rancho Santa Rosa", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lincourt"}, {"points": "93", "title": "Gunter Triebaumer 2014 Reserve Blaufränkisch (Burgenland)", "description": "Soft aromatic notions of red cherry and blueberry, along with white pepper, rise from the glass. The palate brims with tart crunchy ripe fruit and emphasizes blueberry. There is a light touch here and lovely fluidity—the tannins are like starched velvet. This is refreshing and very elegant. It's neither light nor heavy, but just right and medium bodied, perfect for subtle cuisine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Gunter Triebaumer"}, {"points": "93", "title": "Kynsi 2013 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Turned earth is very apparent on the nose of this bottling from the historic vineyard, with crushed shale and loam dust as well as cinnamon spice and a red-cherry backbone. The sip shows deep pomegranate and black-raspberry fruit with gingerbread, hibiscus and a touch of thyme. It's rich in the midpalate, with extreme spice throughout.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "93", "title": "Hiedler 2015 Gaisberg Reserve Riesling (Kamptal)", "description": "Ivy leaves and orange peel make for an appetizing, ripe and fragrant nose. The same flavor combination captures the palate: zesty but ripe and heady orange notes are complemented by savory, streamlining hints of aromatic greenery. This is ripe and precise, rounded but compact, and comes with a clean, impressive finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Gaisberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "93", "title": "Tua Rita 2013 Giusto di Notri Red (Toscana)", "description": "A blend of Cabernet Sauvignon, Merlot and Cabernet Franc, this opulent wine opens with aromas of black currant, graphite and baking spice. The juicy concentrated palate delivers black cherry, blackberry, tobacco and licorice framed in bold polished tannins. Drink now through 2023.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 100, "designation": "Giusto di Notri", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tua Rita"}, {"points": "93", "title": "Tenuta Monteti 2011 Monteti Red (Toscana)", "description": "A blend of 55% Petit Verdot, 25% Cabernet Franc and 20% Cabernet Sauvignon, this opens with raspberry, black plum, orange zest and cocoa aromas that follow through to the full-bodied palate. Polished tannins lend a smooth, creamy texture. Enjoy through 2021.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": "Monteti", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Tenuta Monteti"}, {"points": "93", "title": "Cono Sur 2013 20 Barrels Cabernet Sauvignon (Maipo Valley)", "description": "Dense, baked and mulled blackberry and cassis aromas include bold but classy oak notes. This feels seamless except for raring tough tannins, while flavors of toast, graphite and spiced blackberry finish smooth and chewy, with a sense of lushness despite lasting residual tannins. Drink through 2025.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 35, "designation": "20 Barrels", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Maipo Valley", "country": "Chile", "winery": "Cono Sur"}, {"points": "93", "title": "Cakebread 2014 Two Creeks Vineyards Pinot Noir (Anderson Valley)", "description": "Great fruit concentration and depth give power to this full-bodied wine from Cakebread, better known for its Napa-grown Cabernet Sauvignon and Chardonnay. Not tricked up with too much oak, it tastes energized, deep and layered. Black cherry, rhubarb and cedar fan out across the palate, lingering a long time on the finish. Best from 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 42, "designation": "Two Creeks Vineyards", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Cakebread"}]