[{"points": "94", "title": "Testarossa 2014 La Rinconada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "One of the winery's best single-vineyard expressions of the vintage, this shows exotic pomegranate, light mulberry, wild strawberry and Asian plum-sauce notes on the nose along with rosebuds and a wound-up slate minerality. Strong acidity on the sip conveys dried and fresh sagebrush, eucalyptus oil and Earl Grey tea flavors against a base of black raspberry, red plum and ripe cranberry.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "La Rinconada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "94", "title": "Liquid Farm 2014 La Hermana Chardonnay (Santa Maria Valley)", "description": "This is one of the most exciting wines of the vintage for this label, a blend of 68% Bien Nacido and 32% from its sister vineyard, Solomon Hills. It shows Meyer lemon pith, chalk, pencil lead, grapefruit pith and a slight touch of yogurt on the nose. The chalk-driven, tingling-with-acidity palate opens onto brine-laced flavors of yellow grapefruit pith and expertly restrained pineapple and peach.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "La Hermana", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Liquid Farm"}, {"points": "94", "title": "Kracher 2013 Auslese Cuvée White (Burgenland)", "description": "The scent of apricot jam is exquisitely pure on the nose, with an added glimpse of orange zest. The palate plays out all its luscious apricot richness, countering it with fresh lemon purity. Perfectly pitched balance between apricot richness and lemon zestiness makes this a delicious but balanced high-wire act. How can anyone resist?", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 23, "designation": "Auslese Cuvée", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "94", "title": "Krug NV Grande Cuvée 158ème Edition Brut  (Champagne)", "description": "This rounded, well-textured wine is dominated by Pinot Noir, with a distinctly mineral streak from the Chardonnay. Poised between richness and elegance, it is ready to drink. Krug numbers the successive blends of its Grande Cuvée because it regards each blending as unique.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 169, "designation": "Grande Cuvée 158ème Edition Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Krug"}, {"points": "94", "title": "Charles Ellner 2006 Séduction Brut  (Champagne)", "description": "This rich, opulent prestige cuvée lives up to the Séduction name, instantly appealing with its ripe yellow fruit and generous texture. It is just approaching maturity, with hints of toast. Drink now or, even better, from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Séduction Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles Ellner"}, {"points": "94", "title": "Bruno Paillard 2006 Blanc de Blancs Extra Brut  (Champagne)", "description": "Paillard's crispest Chardonnay comes mainly from the Côte des Blancs. Offering great white fruit and bright apple flavors, this wine is also textured and mineral. It is beginning to mature, suggesting a touch of toastiness while the fruit remains. It finishes dry. Drink the wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 87, "designation": "Blanc de Blancs Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "94", "title": "Walt 2014 Clos Pepe Pinot Noir (Sta. Rita Hills)", "description": "Black cherry, dried violets and vanilla cookies in berry syrup show on the fruity, floral nose of this bottling, but the minerally, turned-earthy quality is most intriguing. Ripe black plum, tart plum skins and bitter black-tea flavors fight for attention on the dynamic palate that shows both power and finesse.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Clos Pepe", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Walt"}, {"points": "94", "title": "Walt 2014 Rita's Crown Pinot Noir (Sta. Rita Hills)", "description": "Deep and heady aromas of stewed blackberries, smoked beef, turned loam, crushed slate and ginger snaps hit all the rich Pinot Noir buttons on this bottling. The palate sports a black cherry-cranberry juice mix of rich tartness enhanced by crushed marjoram and thyme, laid across a plush mouthfeel cut by spicy acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Rita's Crown", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Walt"}, {"points": "94", "title": "Alfred Gratien 2004 Brut Millésimé  (Champagne)", "description": "From a good vintage, this wine, dominated by Chardonnay from the Côte des Blancs, is textured, mineral-driven and full of nervous energy. It is stylish, hinting at toast as well as floral citrus. The wine is now mature, although it will age at least until 2024, developing a more toasty character as it goes.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Brut Millésimé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Alfred Gratien"}, {"points": "94", "title": "Alfred Gratien 2008 Cuvée Paradis Brut  (Champagne)", "description": "Based around a blend of grand cru wines and with seven years aging, this wine combines a rich texture with tight acidity and hints of toast from the wood fermentation. A creamy background gives the mature fruits their chance to show beautifully. The wine is ready to drink although it will age at least until 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Cuvée Paradis Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Alfred Gratien"}, {"points": "93", "title": "La Prevostura 2012  Bramaterra", "description": "Rose petal, brown spice, crushed herb and a balsamic note are some of the aromas you'll discover on this linear red. The elegant, mid-weight palate offers wild cherry, raspberry compote, cinnamon and white pepper alongside firm, silky tannins and bright acidity. It's still a bit austere, with impeccable balance. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": null, "variety": "Red Blend", "region_1": "Bramaterra", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "La Prevostura"}, {"points": "93", "title": "Nicolas Feuillatte 2006 Palmes d'Or Brut  (Champagne)", "description": "The prestige cuvée from this producer, this has richness and a dense texture that brings out the ripe fruits. From a good, if not great, vintage, it is beautifully balanced, still young to taste and likely to age well. Drink now for the fruit or wait until 2018 for more maturity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 138, "designation": "Palmes d'Or Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Nicolas Feuillatte"}, {"points": "93", "title": "Reichsgraf von Kesselstatt 2015 Scharzhofberger Trocken Grosse Lage Riesling (Mosel)", "description": "Steely and focused, this invigorating dry Riesling maintains the classic mineral gravitas of the Mosel. While not severe in style, it's still tightly wound, with tart tangerine and lime flavors that are invigorating and racy. Given some time, its subtle honey and citrus flavors should flourish. Drink from 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Scharzhofberger Trocken Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "93", "title": "Testarossa 2014 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Baked cherry and burned caramel-pie notes meet with brown spices, cranberry, smoked pork and dried anise on the shape-shifting nose of this bottling. The flavors are clean and smoky, with slightly charred cherries, roasted plums, grilled meat and an uplifting sage-eucalytpus finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "93", "title": "Sarah's Vineyard 2013 Pinot Noir (Central Coast)", "description": "This amazing wine can match up against wines double the price. Brawny red berries and wild cherries mix with cut sagebrush, eucalyptus and crushed graphite on the nose. The palate combines bright red, acid-driven raspberry fruit with the darker structure of elderberry. Throw in thyme and bay leaf for the complete package.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 25, "designation": null, "variety": "Pinot Noir", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sarah's Vineyard"}, {"points": "93", "title": "Lombard et Cie NV Brut Nature Verzenay Grand Cru  (Champagne)", "description": "This blend of 80% Pinot Noir and 20% Chardonnay from the Montagne de Reims is rich and full in the mouth. It has intense acidity and a firm texture as well as ripe red currant and cherry fruits. It needs time to develop, so leave this bottling (disgorged January 2016) until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Brut Nature Verzenay Grand Cru", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lombard et Cie"}, {"points": "93", "title": "Quinta da Romaneira 2004 Vintage  (Port)", "description": "This is not a declared vintage but one that has produced a fine and structured wine that is dark and dense and seriously firm. It is just turning from Millennial to Gen X and has begun to develop secondary flavors that give it weight and a rounder character. The wine is of course ready, although it will remain like this for many years.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta da Romaneira"}, {"points": "93", "title": "Penner-Ash 2014 Bella Vida Vineyard Pinot Noir (Dundee Hills)", "description": "Sporting the AVA's classic, concentrated black-cherry fruit, this carries a strong whiff of fresh cut tobacco. Those flavors control the palate, with lemony acids and a light touch of spice.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Bella Vida Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "93", "title": "Pierre Gerbais NV L'Audace Brut Nature Pinot Noir (Champagne)", "description": "With no dosage and no added sulfur dioxide, this wine is bright and tightly crisp, but the ripe Pinot Noir from this southern region of Champagne gives richness. With this good balance, the wine is fresh and generous at the same time. Because it is so dry, a few more months bottle age will make it even better, so wait to drink until 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 62, "designation": "L'Audace Brut Nature", "variety": "Pinot Noir", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pierre Gerbais"}, {"points": "93", "title": "Frank Family 2013 Patriarch Winston Hill Vineyard Cabernet Sauvignon (Rutherford)", "description": "This is a 100% varietal wine, aged nearly two years in 75% new French oak and treated like a king. It responds in kind, rewarding the palate with smoothly voluptuous characteristics of red currant, anise and clove, its tannin and oak supportive and integrated and its finish lengthy. This wine should have years to go in the cellar; drink now through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 225, "designation": "Patriarch Winston Hill Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Frank Family"}, {"points": "93", "title": "EnRoute 2014 Les Pommiers Pinot Noir (Russian River Valley)", "description": "The producer's flagship wine, this is sourced from several Green Valley sites, including Amber Ridge and Manna. Both contribute a full-bodied wealth of packed-earth flavor in a generously layered, rich explosion of dark cherry, plum and pomegranate. Along the way, streaks of citrus and black tea provide exotic interludes.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 67, "designation": "Les Pommiers", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "EnRoute"}, {"points": "93", "title": "HammerSky 2013 Straight de Barrel Cabernet Sauvignon (Paso Robles)", "description": "Sold in a squat bottle that looks like it's from the Prohibition era, this unfiltered, unfined wine offers dense black currant, stewed blueberries and violets on the fruit-driven nose. The palate is also a dense monster, with strong licorice and tobacco meshed into cassis fruit, held together by popping acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 119, "designation": "Straight de Barrel", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "HammerSky"}, {"points": "93", "title": "Henri Abele 2007 Le Sourire de Reims Brut  (Champagne)", "description": "Dominated by Chardonnay from the Côte des Blancs, this mature, mineral-textured wine is both ripe and beautifully structured. With white fruits and a floral character, it is moving into spicy territory. Roast almonds are balanced with a crisp character from the low dosage. The wine is now just ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Le Sourire de Reims Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Henri Abele"}, {"points": "93", "title": "Kimsey 2013 Syrah (Ballard Canyon)", "description": "Tarry aromas of elderberry, teriyaki beef, soy and purple flowers combine for an umami-driven nose on this bottling from a newer vineyard in the region, with winemaking by Matt Dees. The palate packs vibrantly tart plum juice and dried lavender flavors, held up by powerful acidity, impressive for young vines.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Syrah", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kimsey"}, {"points": "93", "title": "Liquid Farm 2014 Bien Bien Chardonnay (Santa Maria Valley)", "description": "This powerfully textured white wine from Bien Nacido Vineyard will last for ages. Tightly wound on the nose with lime pith, limestone, Brie cheese rind and a touch of flint, the palate shows scorched Meyer lemon wedges and some seared orange pith. The mouthfeel is tremendously grippy. Drink 2017–2024.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 64, "designation": "Bien Bien", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Liquid Farm"}, {"points": "93", "title": "Valserrano 2010 Gran Reserva  (Rioja)", "description": "Woody aromas of vanilla complement ripe black-fruit scents. This wine feels dry, comported, mildly tannic and nicely structured. Flavors of cherry and blackberry are accented by oaky notes of vanilla and toast, while hints of baking spices lurk around the edges. A dry, classy, well-oaked finish seals the deal on this excellent Rioja; drink from 2020–2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 36, "designation": "Gran Reserva", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Valserrano"}, {"points": "93", "title": "Boeckel 2012 Extra Brut Chardonnay (Crémant d'Alsace)", "description": "Notes of chalk, bread and stone precede the bruised apple notes on this beautiful, elegant vintage Crémant. On the palate, the apple notes become fuller and rounder and appear like mellow, baked Golden Delicious. There is purity, structure and precision in the autolytic notes which are supported by pure citrus and apple freshness, leaving the palate impressed but not weighed down. Hints of spice develop in the background while all the freshness makes for a lip-smacking, long and savory finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Extra Brut", "variety": "Chardonnay", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Boeckel"}, {"points": "93", "title": "Darioush 2013 Cabernet Franc (Napa Valley)", "description": "Vintage after vintage, this wine impresses in its tension of power and grace. Leather and cigar provide the savory yin to the wine's perfumed cedar and sage yang. With additions of Merlot and Cabernet Sauvignon in the mix, accents of currant, blueberry and blackberry add succulence and flavor. Decant before enjoying or cellar through 2023.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 62, "designation": null, "variety": "Cabernet Franc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Darioush"}, {"points": "93", "title": "Devaux 2008 D Millésimé Brut  (Champagne)", "description": "This Aube-based producer has made a fine vintage from a good year. A half-and-half blend of Pinot Noir and Chardonnay, still young and crisp, this concentrated wine brings in apricot as well as citrus fruits into a taut and mineral texture. Still full of its baby fruit, it will age well and will be best drunk from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "D Millésimé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Devaux"}, {"points": "93", "title": "Brooks 2015 Sweet P Brooks Estate Vineyard Riesling (Eola-Amity Hills)", "description": "This is sourced from vines more than four decades old. It's the sweetest of the non-dessert Rieslings from Brooks, with rich flavors of candied citrus, honey and orange marmalade. That said, it's crystal clear, dense, fresh and juicy, and can fill a variety of slots, from an accompaniment to blue cheese, to a wine to pair with fresh fruits and ice cream.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 24, "designation": "Sweet P Brooks Estate Vineyard", "variety": "Riesling", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brooks"}]