[{"points": "92", "title": "Bründlmayer 2016 Steinmassel Riesling (Kamptal)", "description": "The shy nose gives mere glimpses of zesty lemon. The palate seems to have a stony, earthy core, a central point from which freshness and impact radiate. This is incredibly juicy and mouthwatering, slowly showing ripe Mirabelle fruit framed by juicy, ripe lemon and tangerine notes. The body is dry, light and mouthwatering, while the whistle-clean finish reels you in with its juiciness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 31, "designation": "Steinmassel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "92", "title": "Cantina Massara Burlotto 2012  Barolo", "description": "Underbrush, truffle, baking spice, leather and tobacco aromas segue over to the smooth full-bodied palate along with raspberry jam, licorice and clove. Seasoned polished tannins provide elegance and structure. Drink through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 52, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cantina Massara Burlotto"}, {"points": "92", "title": "Château Lassègue 2014  Saint-Émilion", "description": "The Bordeaux outpost of the Jackson family winery has produced a rich wine in this vintage. It is structured with swathes of ripe black fruits. The tannins promise some serious aging for this complex ripe wine with its solid texture. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lassègue"}, {"points": "92", "title": "City Winery Chicago 2015 Verna's Vineyard Reserve Pinot Noir (Santa Barbara)", "description": "Dark mulberry, black raspberry, wet slate and a touch of whole nutmeg show on the nose of this bottling by a Chicago-based winery from a vineyard that now goes by the name Shokrian. It's dry and tart on the sip, full of sour wild berries along with lots of sage and thyme, culminating in a cola and candied-plum finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 32, "designation": "Verna's Vineyard Reserve", "variety": "Pinot Noir", "region_1": "Santa Barbara", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "City Winery Chicago"}, {"points": "92", "title": "Domaine Corne-Loup 2016  Tavel", "description": "Round and harmonious on the palate, this wine is a terrific value. Floral notes mark the nose, backed up by raspberry and strawberry fruit, while an undercurrent of crushed stone provides depth and backbone. The finish is berry-filled, but balanced and savory.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 16, "designation": null, "variety": "Rosé", "region_1": "Tavel", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Domaine Corne-Loup"}, {"points": "92", "title": "Ceretto 2013  Barolo", "description": "Rose, violet, crushed mint and red-berry scents mingle together in the glass. On the tight palate, bright acidity and taut fine-grained tannins frame cherry, strawberry, star anise and dried herb. It's a great introduction to this classic vintage. Drink 2021–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Ceretto"}, {"points": "92", "title": "Château du Taillan 2015  Haut-Médoc", "description": "Leaving Bordeaux for the Médoc, this is the first estate along the road. The wine is structured and firm, with some solid tannins as well as generous blackberry fruit. The wood aging and spice balance the blueberry and blackberry fruits. The wine should age well; drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 23, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Haut-Médoc", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château du Taillan"}, {"points": "92", "title": "Alma Rosa 2015 Clone 115 Pinot Noir (Sta. Rita Hills)", "description": "Savory aromas of black pepper, leather and sandalwood provide depth to the core mulberry fruit on this clonal selection. Rounded flavors of black plums and dark berries are lifted by sagebrush, dried ginger and Christmas spice on the palate that offers layers and layers of depth.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Clone 115", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Alma Rosa"}, {"points": "92", "title": "Antoniolo 2011 San Francesco  (Gattinara)", "description": "Fragrant and loaded with finesse, this opens with scents of violet, perfumed berry, crushed herb and a whiff of tilled earth. The bright elegant palate conveys raspberry, cherry, licorice and cinnamon framed in firm, refined tannins. Drink 2019–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "San Francesco", "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Antoniolo"}, {"points": "92", "title": "Baileyana 2015 Firepeak Chardonnay (Edna Valley)", "description": "A pithy tangerine aroma meets with yellow melon, sharp lemon and lime rinds, oak shavings and yeasty toast on the nose of this bottling by Christian Roguenant. There is a sharpness to the palate, with strong acidity and a grippy texture framing margarita-like flavors of salt and citrus.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Firepeak", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Baileyana"}, {"points": "92", "title": "Bel Colle 2013 Monvigliero  (Barolo)", "description": "Aromas suggesting ripe berry, espresso, pressed rose and a whiff of camphor slowly take shape. The palate is focused but still extremely tight, offering morello cherry, dried sage and a hint of dark spice alongside assertive close-grained tannins that leave a firm finish. Give the tannins several more years to unclench then drink.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Monvigliero", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Bel Colle"}, {"points": "92", "title": "Beyerskloof 2015 Cape Winemakers Guild CWG Traildust Pinotage (Stellenbosch)", "description": "Winemaker: Beyers Truter. A selection from Mr. Pinotage, this is somewhat closed and shy at present, but shows a core of tight black fruit, oodles of spice, a full structure and ample acidity to suggest this is designed for some time to age. Touches of char, tree bark and leather add earthy, gamy accents to the blackberry and boysenberry fruit tones. The plush texture, with firm but well-integrated tannins, is pleasantly balanced and easy to like. It's drinkable now, but should really chill for a few years; try after 2020.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild CWG Traildust", "variety": "Pinotage", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Beyerskloof"}, {"points": "92", "title": "Block Wines 2015 Golden Block Boushey Vineyard Grenache (Yakima Valley)", "description": "Quite light in color with almost an orange hue, this wine brings exuberant aromas of white pepper, fresh herb, red fruit, stem, smoked meat and potpourri. The palate is light, elegant and transparent in style with vibrant fruit, spice and savory flavors that linger on the extended finish and kick it up a notch. The oak influence is dialed way back. It delivers a lot of enjoyment on its own but should really sing at the dinner table.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 40, "designation": "Golden Block Boushey Vineyard", "variety": "Grenache", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Block Wines"}, {"points": "92", "title": "E. Guigal 2012 White (Hermitage)", "description": "A fine example of white Hermitage, Guigal's 2012 offers mellow, ripe stone-fruit aromas. It's medium to full in body, with flavors that suggest toasted marshmallow, stone fruit and anise hyssop. That licorice note extends through the long finish, giving the wine a refreshing quality. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 75, "designation": null, "variety": "Rhône-style White Blend", "region_1": "Hermitage", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "E. Guigal"}, {"points": "92", "title": "Domäne Wachau 2016 Ried Bruck Federspiel Riesling (Wachau)", "description": "A rich hint of Golden Delicious apples appears first, followed by lively notes of ripe but fresh citrus and juicy Mirabelle plums. The palate has the same juiciness of fresh stone fruit, framed by lemon freshness but also slightness and elegance. This is light bodied, dry and very fresh, with a lovely edge of grapefruit-peel zestiness. The finish is whistle-clean and long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 27, "designation": "Ried Bruck Federspiel", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Domäne Wachau"}, {"points": "92", "title": "Fess Parker 2015 Sierra Madre Vineyard Chardonnay (Santa Maria Valley)", "description": "This is an excellent Central Coast Chardonnay, from a cool, coastally influenced growing region. Browned butter, sea salt, nectarine and vanilla meet with sharp lemony freshness on the nose, while the medium-bodied palate is familiar and easy to quaff.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Sierra Madre Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fess Parker"}, {"points": "92", "title": "Foley 2014 Barrel Select Pinot Noir (Sta. Rita Hills)", "description": "This well-balanced Pinot Noir shows red-cherry fruit, with complex hints of anise, star anise, thyme and even tarragon on the nose. Both the acidity and tannic structure are lively but not aggressive, carrying tart cherry flavors deep into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Barrel Select", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foley"}, {"points": "92", "title": "Foley Johnson 2013 Estate Bottled Cabernet Sauvignon (Rutherford)", "description": "Full, robust layers of black cherry and peppery tannins figure prominently on the palate of this fruit-forward wine that also manages to be lively in acidity. Spicy clove, black pepper and toasted oak add complexity and depth.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Estate Bottled", "variety": "Cabernet Sauvignon", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Foley Johnson"}, {"points": "92", "title": "Lyrarakis 2014 Kotsifali (Crete)", "description": "A luscious nose of chocolate-covered cherries and black pepper start this delicious Kostifali from one of Crete's wine champions. On the palate, ample flavors of black cherry, cocoa and soft spices give the wine equal parts heft and finesse. This wine has more aging life in it but is excellent now.", "taster_name": "Susan Kostrzewa", "taster_twitter_handle": "@suskostrzewa", "price": 13, "designation": null, "variety": "Kotsifali", "region_1": null, "region_2": null, "province": "Crete", "country": "Greece", "winery": "Lyrarakis"}, {"points": "92", "title": "Maggy Hawk 2014 Stormin' Pinot Noir (Anderson Valley)", "description": "This full-bodied and relatively pale-colored wine offers a pretty combination of light cherry, cinnamon and nutmeg flavors. A sweet-seeming ripeness adds to the luxurious texture. Firm acidity and a backdrop of fine-grained tannins balance it out and counter the richness beautifully.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 66, "designation": "Stormin'", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Maggy Hawk"}, {"points": "92", "title": "Marchesi di Barolo 2013 Coste di Rose  (Barolo)", "description": "Rose, chopped mint, red berry and new leather aromas slowly take shape on this fragrant red. Elegant and precise, the palate delivers Marasca cherry, raspberry, licorice and pink peppercorn set against fine-grained tannins and bright acidity. A coffee note backs up the close. Drink 2023–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": "Coste di Rose", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Marchesi di Barolo"}, {"points": "92", "title": "Morell-Peña 2015 Ysabella Bjork Chardonnay (Columbia Valley (WA))", "description": "Aromas of pear, lees and tropical fruit lead to a rich flavorful palate, absolutely loaded with tropical-fruit flavors that show a delightful sense of balance. The oak usage (25% new French) is judicious, allowing the fruit to shine.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 45, "designation": "Ysabella Bjork", "variety": "Chardonnay", "region_1": "Columbia Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Morell-Peña"}, {"points": "92", "title": "Gloria Ferrer 2008 Royal Cuvée Brut Sparkling (Carneros)", "description": "Late disgorged, this wine combines 67% Pinot Noir and 33% Chardonnay from the vintage, exploding in well-honed, equal flavors of strawberry and white peach. Spicy acidity keeps it fresh and lively as it builds toward a dry, lemony finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 37, "designation": "Royal Cuvée Brut", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "92", "title": "Goldeneye 2014 The Narrows Vineyard Pinot Noir (Anderson Valley)", "description": "This wine has excellent depth, concentration and an array of subtle spices that mingle with lightly toasted oak, ripe plum and mulled-cherry flavors. Good acidity and a tart edge to the fruit lend nice balance against the full, velvety texture and rich finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 82, "designation": "The Narrows Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Goldeneye"}, {"points": "92", "title": "Jalits 2015 Blaufränkisch (Eisenberg)", "description": "The nose is still closed and shy, while the palate speaks of ripe but tart cherry and blueberry fruit, coralled into a fine, firm tannic structure. Inherent freshness makes this wine bright and bold, lending precision and promise. The wine needs to mellow but all is there: fruit and firmness, tone and brightness. Crunchy and lovely right now, this will relax soon. Drink 2018–2025.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 20, "designation": null, "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Eisenberg", "country": "Austria", "winery": "Jalits"}, {"points": "92", "title": "Reynvaan Family Vineyards 2014 Estate The Contender In the Rocks Vineyard Syrah (Walla Walla Valley (WA))", "description": "Blended with 6% Marsanne, the aromas are light (considering the appellation and producer), bringing notes of herb, smoked meat, white pepper, mineral and earth. The flavors are tart and bright, creating a real sense of freshness and vibrancy.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 85, "designation": "Estate The Contender In the Rocks Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Reynvaan Family Vineyards"}, {"points": "92", "title": "Pierre Henri Morel 2014 White (Laudun)", "description": "Full bodied and opulent, yet remarkably refreshing at the same time, wines like this are why the commune of Laudun is so highly regarded as a white-wine terroir within the warm Southern Rhône. Honey, pineapple and stone fruit notes linger through the finish, balanced by hints of crushed stone and citrus. Drink now.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 17, "designation": null, "variety": "Rhône-style White Blend", "region_1": "Laudun", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Pierre Henri Morel"}, {"points": "92", "title": "Terre Rouge 2016 Vin Gris d'Amour Rosé (Sierra Foothills)", "description": "Pretty and pink, this light-bodied but nervy wine brims with white raspberry and pomegranate flavors and a texture that is crisp and mouth-cleansing. The balance between fruitiness and acidity is precise and appetizing, so it pays off sip after sip. It was made from Grenache, Mourvèdre, Roussanne and Grenache Blanc.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 20, "designation": "Vin Gris d'Amour", "variety": "Rosé", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terre Rouge"}, {"points": "92", "title": "Tessier Winery 2015 Saveria Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "This is a great example of a lower alcohol, somewhat underripe Pinot Noir that shows solid depth and lovable freshness. Lively aromas of black-raspberry sorbet and dark strawberry show on the nose, while the palate picks up a tart cranberry character. White pepper, thyme and juniper enliven the fruity flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Saveria Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tessier Winery"}, {"points": "92", "title": "Tablas Creek 2014 Esprit de Tablas Grown and Bottled on the Estate Mourvèdre-Grenache-Syrah-Counoise Red (Adelaida District)", "description": "An elegantly integrated dark-red-cherry component distinguishes the nose of this blend of 40% Mourvèdre, 35% Grenache, 20% Syrah and 5% Counoise, with hints of sagebrush and baking spice. The food-friendly palate combines dark-berry flavors with dried herbs, graphite and light sarsaparilla, with well-integrated acidity and a silky yet firm texture.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Esprit de Tablas Grown and Bottled on the Estate Mourvèdre-Grenache-Syrah-Counoise", "variety": "Rhône-style Red Blend", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Tablas Creek"}]