[{"points": "93", "title": "J. Christopher 2013 Olenik Vineyard Pinot Noir (Chehalem Mountains)", "description": "Expressive and loaded with fruit, mineral and spice components, this powerful wine centers around dense flavors of black cherry and cassis. Threads of coffee, caramel, wet rock and citrus keep coming through, and the wine seems to gain strength as it goes. Just a hint of heat comes out in the tail end.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 58, "designation": "Olenik Vineyard", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "J. Christopher"}, {"points": "93", "title": "Jean-Luc Baldès 2007 Clos Triguedina Probus Malbec (Cahors)", "description": "Despite the age, the color of this wine is still impressively vibrant and the ripe fruit and dense structure both speak of a wine that is still developing even nine years later. Such is longevity of a great Malbec. Blackberry fruit flavors charge through this wine that's reached the point of balance with the tannins. Drink now, although the wine will still be developing in 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 68, "designation": "Clos Triguedina Probus", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Jean-Luc Baldès"}, {"points": "93", "title": "Jean-Luc Baldès 2013 Clos Triguedina Probus Malbec (Cahors)", "description": "Named after the Roman emperor who allowed planting of vines in Cahors (and elsewhere in France), this wine is a fine expression of rich, concentrated Malbec. It is powered by its tannins and young black fruits at this stage and needs several years to present its full, rich and concentrated potential. From 2019, this will be a serious wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Clos Triguedina Probus", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Jean-Luc Baldès"}, {"points": "93", "title": "Karl Schaefer 2013 Ungsteiner Herrenberg GG Riesling (Pfalz)", "description": "While the nose is dominated by darker mineral notes of petrol and smoke, a penetrating core of juicy white peach and melon flavors flood the palate. Silky and lush in mouthfeel, it lingers long through a slick, lip-smacking finish. Drink now through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 62, "designation": "Ungsteiner Herrenberg GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Karl Schaefer"}, {"points": "93", "title": "Hall 2012 Cabernet Sauvignon (Stags Leap District)", "description": "The appellation is showcased in all its glory in this 100% varietal wine, a brooding and weighty experience with a ton of power and concentration. Black currant, wild berry, pencil and tea make for big flavor and persistence, finishing with length and grace. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 160, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "93", "title": "Rock Wall 2013 Monte Rosso Vineyard Zinfandel (Sonoma County)", "description": "This is a beautiful wine, fully expressive of the vineyard and vintage. It's showy in juicy red and black wild berries, with just-right additions of cinnamon and black pepper. Full bodied and concentrated, it remains approachable and an ideal companion to meaty fare.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Monte Rosso Vineyard", "variety": "Zinfandel", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Rock Wall"}, {"points": "93", "title": "Expression 34 2013 Bandit's Camp Pinot Noir (Sta. Rita Hills)", "description": "Elegantly layered on the nose, this region-showcasing project presents baked plums, pure black-cherry extract and mulberry alongside nutmeg and clove spice. The palate offers a steady evolution of savory flavors, from black cherry and exotically spiced berries to espresso bean, garam masala, plum rinds, peppercorn and allspice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bandit's Camp", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Expression 34"}, {"points": "93", "title": "Mr. Riggs 2013 Generation Series The Magnet Grenache (McLaren Vale)", "description": "Not many $30 wines can offer fruit from 100-year-old vines, but this one does. It's full bodied and rich, with notes of plum and black cherries supported by hints of chocolate and vanilla. With its long, velvety finish, there's no reason to defer gratification, although it should drink well through at least 2020.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 33, "designation": "Generation Series The Magnet", "variety": "Grenache", "region_1": "McLaren Vale", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Mr. Riggs"}, {"points": "93", "title": "Presqu'ile 2013 Steiner Creek Vineyard Pinot Noir (San Luis Obispo County)", "description": "From an extreme coastal vineyard three miles north of Cambria comes this exciting wine. Green and Kalamata olives show on the nose, along with crystallized cherry, juniper, fig, unripe strawberry and Mediterranean spice. It explodes with acidic life on the palate, where underripe cherry and tart strawberry flavors mix with green peppercorns, forest underbrush, wet gravel and thyme.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Steiner Creek Vineyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Presqu'ile"}, {"points": "93", "title": "Quinta de la Rosa 2013 Red (Douro)", "description": "From 20-year-old vines grown on old stone terraces, this wine is structured and concentrated, yet balanced, with fine red fruits that are layered by tannins and acidity. The wine has a dense texture that gives it depth and ageability. With its structure and rich still-developing fruits, it will be best after 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 20, "designation": null, "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta de la Rosa"}, {"points": "93", "title": "Montes 2012 Folly Syrah (Colchagua Valley)", "description": "One of Chile's ripest, most full-bodied Syrahs needs more time to fully strut its stuff. Aromas of graphite and coconut are prominent on a lush, boldly fruited bouquet. A highly concentrated palate allows for deep digging, while flavors of blackberry, black plum and raw oak turn savory and spicy as this breathes. An inky, powerful finish is appropriate. Drink through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Folly", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Colchagua Valley", "country": "Chile", "winery": "Montes"}, {"points": "93", "title": "Grgich Hills 2014 Miljenko's Selection Essence Estate Grown Sauvignon Blanc (Napa Valley)", "description": "This is a delicious and complex white wine, beginning with its aromas of matchstick, hay and hazelnuts. Zesty citrus stars on the midpalate, giving way to more generous, rounded layers of vanilla cream. Age-worthy, it peaks in bursts of orange blossom and tangerine, and would be a lovely partner for some fresh oysters on the half shell.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Miljenko's Selection Essence Estate Grown", "variety": "Sauvignon Blanc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Grgich Hills"}, {"points": "93", "title": "Hall 2012 Ellie's Cabernet Sauvignon (Napa Valley)", "description": "Blended with a healthy dose (21%) of Merlot, this luxurious, velvety wine is named for co-owner Craig Hall's mother. Blackberry jam, black pepper and a touch of thick tar mark the full-bodied deliciousness going on here, a totally pleasurable experience worth enjoying now, though it can be held through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Ellie's", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "93", "title": "Herdade dos Grous 2014 Moon Harvested Alicante Bouschet (Alentejano)", "description": "Harvested according to the moon cycle, this wine is dense, complex and concentrated. With the dark color typical of the red grape Alicante Bouschet, the wine also has rich, smoky tannins and firm black fruits. It is going to need some more aging, so drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Moon Harvested", "variety": "Alicante Bouschet", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Herdade dos Grous"}, {"points": "93", "title": "Herencia 2013 Cabernet Sauvignon (Napa Valley)", "description": "This intriguing mix of cedar and cassis, with meatier elements of black licorice, sings in the glass, remaining restrained and elegant despite a full-bodied ripeness and cradling of French oak. Priced below many wines of similar provenance and quality, it's age-worthy, too. Drink now through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Herencia"}, {"points": "93", "title": "José Maria da Fonseca 2014 José de Sousa Red (Alentejano)", "description": "Named after the owner of the estate in the Alentejo that the Fonseca family bought in 1986, this wine is packed with firm, generous tannins and ripe, juicy black fruits. It has some oak aging that has given the wine a polished feel. With its concentration, structure and final acidity, it will age well. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 16, "designation": "José de Sousa", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "José Maria da Fonseca"}, {"points": "93", "title": "Sojourn 2014 Rodgers Creek Vineyard Pinot Noir (Sonoma Coast)", "description": "With a small percentage of whole-cluster fermentation, this is a prized, sultry and cohesive wine, nutty in aromas and a sizable pinch of oak that speaks to its youthfulness. Raspberry jam and bitter tea ride over soft waves of integrated tannin and a fierce earthiness. Drink now through 2024.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": "Rodgers Creek Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Sojourn"}, {"points": "93", "title": "South Stage 2013 Riesling (Rogue Valley)", "description": "Joe Dobbes was the winemaker for this Riesling, fashioning an intense and focused wine, with a bit of sweetness but ample acidity to balance it out. It's a deft combination of grapefruit, tangerine, lemon oil and a hint of mint, with impressive length and penetration.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 20, "designation": null, "variety": "Riesling", "region_1": "Rogue Valley", "region_2": "Southern Oregon", "province": "Oregon", "country": "US", "winery": "South Stage"}, {"points": "93", "title": "La Follette 2013 Van Der Kamp Vineyard Pinot Noir (Sonoma Mountain)", "description": "Tangy, juicy, fresh and fun, this vineyard-designate, a consistent star in this producer's arsenal, is densely layered, supported by an oak structure. Black plum, black cherry and raspberry cross paths to offer a spark of ripe fruit before succumbing to several shakes of Asian spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Van Der Kamp Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Mountain", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "La Follette"}, {"points": "93", "title": "Loring Wine Company 2014 Russell Family Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Very dark in the glass, this bottling shows blackberry jam, crushed slate, turned black loam and hot baking spice on the nose. There is prominent structure to the palate, where olallieberry meets with smashed clove, bay leaf, black pepper and vanilla. The acid is seamlessly integrated, so drink 2018–2030.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Russell Family Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "93", "title": "Matthias Müller 2012 Rheindiabas Riesling (Mittelrhein)", "description": "While still vibrantly peachy and floral, four years of bottle aging have given this off-dry Riesling sumptuous tertiary complexities of dusty mineral and white mushroom. It's feather light on the palate yet deeply penetrating in honeyed tangerine and stone fruit flavors. Drink now through 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 26, "designation": "Rheindiabas", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mittelrhein", "country": "Germany", "winery": "Matthias Müller"}, {"points": "93", "title": "Kings Mountain 2011 Estate Grown Pinot Noir (Santa Cruz Mountains)", "description": "Generally, some bottle age improves Pinot Noir by leaps and bounds, so 2011s like this are firing right now. In this bottling, from a longtime winery near Woodside just south of San Francisco, brings concentrated aromas of cherry-cola, crème brûlée and blackberry-vanilla purée. A soft creamy palate full of oregano, thyme, black cherry, graphite and pine needle precedes a mentholated finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Estate Grown", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kings Mountain"}, {"points": "93", "title": "Isole e Olena 2010 Gran Selezione  (Chianti Classico)", "description": "Underbrush, French oak, Mediterranean herb, menthol and blackberry aromas unfold on this elegantly structured red. The full-bodied palate offers ripe black cherry, cinnamon, star anise and chopped mint alongside fine-grained tannins. This is still young and needs to develop to its full potential. Drink 2018–2028.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 250, "designation": "Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Isole e Olena"}, {"points": "93", "title": "Dutton-Goldfield 2014 Dutton Ranch Chardonnay (Russian River Valley)", "description": "Crafted from six vineyards within the Dutton family's holdings, this is a pretty wine, smooth and supple with a balance of acidity and light body. Citrus and apple vie for attention with a slight tropical note and expansiveness of ginger cookie and toffee.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dutton-Goldfield"}, {"points": "93", "title": "Fritz Haag 2014 Brauneberger Juffer Erste Lage Feinherb Riesling (Mosel)", "description": "Slate and struck flint provide a mineral-intense backdrop to pristine white grapefruit and pear flavors in this off-dry Riesling. It's just a shade off dry, with a silken, supple mouthfeel that's delightful. Drinks beautifully now but will continue to improve through 2020.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 43, "designation": "Brauneberger Juffer Erste Lage Feinherb", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}, {"points": "93", "title": "Fritz Haag 2014 Brauneberger Juffer Spätlese Riesling (Mosel)", "description": "A curious whiff of lemon pastry entices on the nose of this sprightly wine. The palate is intensely ripe, bursting with sweet honeysuckle nectar and tangerine, yet it's almost lacy in texture, cut by a spray of green-apple acidity. It's delicious already, but sure to hold well for another decade.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 38, "designation": "Brauneberger Juffer Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Fritz Haag"}, {"points": "93", "title": "Château Lagrézette 2013 Red (Cahors)", "description": "This is a bold wine in all senses. It is packed with fruit, dry tannins and a dense texture from vines planted not long after Alain Dominique Perrin began Lagrézette's restoration in the '80s. The blend of 87% Malbec, 12% Merlot and 1% Tannat presents powerful tannins and generous fruitiness. This estate wine will be slow to develop and to reveal its full ripe potential, so drink after 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 45, "designation": null, "variety": "Red Blend", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "93", "title": "Domaine Berthoumieu 2012 Charles de Batz Tannat-Cabernet (Madiran)", "description": "This is a big, dark wine. It is full of dense tannins and ripe black fruits. The tarry, leathery texture is developing well alongside the black-skinned plum fruits that are cut by intense acidity. Nothing is reticent about this powerful wine. It will be ready to drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Charles de Batz", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Berthoumieu"}, {"points": "93", "title": "Domaine Coustarret 2014 Vent d'Ange  (Jurançon)", "description": "Sébastian Bordenave-Coustarret has the light touch needed to show the delicacy and great charm of the Petit Manseng grape. With a fine balance between honey and apricot fruits and such poised acidity, the wine is light and fresh as well as ripe. It's wine that will develop slowly, so drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 39, "designation": "Vent d'Ange", "variety": "Petit Manseng", "region_1": "Jurançon", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Domaine Coustarret"}, {"points": "93", "title": "Alain Brumont 2011 Château Montus Tannat-Cabernet (Madiran)", "description": "The wine is impressive and packed with dense dark fruits. It comes from the showpiece estate of Madiran that was created by the iconic producer of the region, Alain Brumont. If this wine wasn't quite so intense, so overpowering and so alcoholic, it would be very great indeed. As it is, it will surely age and should not be drunk until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 30, "designation": "Château Montus", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Alain Brumont"}]