[{"points": "94", "title": "Zilliken 2016 Rausch Spätlese Riesling (Mosel)", "description": "Whiffs of crushed vitamins, honey and lemon build on the palate of this buoyant spätlese full of white-peach and honeydew flavors. It's a deeply concentrated, scintillating wine with a breathlessly light-footed demeanor. The finish is long and lip smacking. Delicious already but it is sure to improve well through 2030, likely beyond.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 60, "designation": "Rausch Spätlese", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Zilliken"}, {"points": "94", "title": "Lustau NV Emperatriz Eugenia Very Rare Oloroso Sherry (Jerez)", "description": "This dry Oloroso has a swoon-worthy nose of warm maple frosting and pecan pie. It's fresh on the palate, balancing weight and restraint with aplomb. Salty, briny, nutty flavors of green olive turn toastier and darker on its almond-inflected finish. This is top-notch dry Sherry to enjoy now and forever. Drink through 2060.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 35, "designation": "Emperatriz Eugenia Very Rare Oloroso", "variety": "Sherry", "region_1": "Jerez", "region_2": null, "province": "Andalucia", "country": "Spain", "winery": "Lustau"}, {"points": "94", "title": "Anderson Conn Valley 2015 Gustaf Red (Napa Valley)", "description": "In honor of the producer's father, who cofounded the winery, this blends 87% Cabernet Franc and 13% Merlot, the two grapes co-fermented. Meaty, it shines in black licorice, toffee, cigar and dusty underbrush, fully in possession of the dominant variety's dried herb and violet notes. Billowy tannins underwrite a powerful concentration and richness finished in mocha. Enjoy best 2025 through 2035.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 195, "designation": "Gustaf", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Anderson Conn Valley"}, {"points": "94", "title": "Château Haut-Monplaisir 2015 Pur Plaisir Malbec (Cahors)", "description": "New-wood aromas lead to a wine that has plenty of wood flavors and certainly needs to soften. But the great black fruits and balanced structure will see to that. This will be an impressive, rich wine, never overpowering, very much in the measured style of this estate. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Pur Plaisir", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Haut-Monplaisir"}, {"points": "94", "title": "Falcone 2015 Cabernet Sauvignon (Paso Robles)", "description": "Yet another stellar wine from John and Helen Falcone's modest vineyard in Creston and small family project, this bottling is voluptuous, elegant and layered on the nose with black fruit, purple flowers, sandalwood and hints of soy and cocoa. The palate shows candied red fruit and concentrated black currant, framed by firm yet relenting-as-needed tannins.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Falcone"}, {"points": "94", "title": "Georges Vigouroux 2016 Château de Mercuès Cuvée 6666 Malbec (Cahors)", "description": "This wine, from a high-density vineyard, is as concentrated as the vines themselves. It is very young, still shaking off its immense tannins and developing the bold, opulent black fruits. The wine has power as well as great fruitiness and structure. Drink from 2025.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Château de Mercuès Cuvée 6666", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Georges Vigouroux"}, {"points": "94", "title": "Hans Wirsching 2016 Iphöfer Kronsberg Alte Reben Erste Lage Riesling (Franken)", "description": "Old vines lend a piercing depth to ripe yellow-peach, nectarine and melon flavors in this dry but boldly fruity Riesling. It's voluptuous and weighty but balanced by a steely nervous tension of acidity and minerality. The finish is long and precise.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 40, "designation": "Iphöfer Kronsberg Alte Reben Erste Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Hans Wirsching"}, {"points": "94", "title": "Jean-Claude Boisset 2015 Les Grèves Premier Cru  (Beaune)", "description": "This rich, red-fruit-flavored wine comes from one of the top vineyards in the Côte de Beaune. It is a ripe wine, layered with tannins and with rich berries. With acidity and the structure to sustain it, the wine has good potential. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Les Grèves Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Jean-Claude Boisset"}, {"points": "94", "title": "Kutch 2016 Signal Ridge Vineyard Pinot Noir (Mendocino Ridge)", "description": "This wine is light, floral and earthy, blooming in rose petal and feral forest floor. Delicately balanced and focused in acidity, it persists in juicy pomegranate and rhubarb flavors that charm and confound.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 54, "designation": "Signal Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Kutch"}, {"points": "94", "title": "Ökonomierat Rebholz 2015 Kastanienbusch GG Dry Riesling (Pfalz)", "description": "Deep, dusty mineral and clay notes meld into ripe yellow apple and pear in this expressive, sensual wine. It's dry, full bodied and lavishly textured yet held upright by a backbone that's steely and precise. This is a deeply concentrated powerful Riesling with a finish that's long and enveloping.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 120, "designation": "Kastanienbusch GG Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Ökonomierat Rebholz"}, {"points": "94", "title": "Pfeffingen 2016 Herrenberg GG Trocken Riesling (Pfalz)", "description": "Cool crystalline tones of crushed mineral persist from nose to finish here, mingling into zesty lemon and tangerine flavors. While dry in style with a full-bodied mouth-coating heft, it's a finely calibrated wine with spine-tingling lime acidity and an invigorating spray of orange blossom that lingers on the finish. Gorgeous already but it is likely to improve further, well through 2030.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 65, "designation": "Herrenberg GG Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Pfeffingen"}, {"points": "94", "title": "Quinta do Passadouro 2015 Passadouro Reserva Red (Douro)", "description": "This estate situated high in the Pinhão Valley among some of the top Douro vineyards has produced a ripe and perfumed wine in a fine vintage. Richly structured and rich with fruit, the wine is concentrated. Old field-blend vines give this wine its character as well as its style. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Passadouro Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta do Passadouro"}, {"points": "94", "title": "Ram's Gate 2015 El Diablo Vineyard Chardonnay (Russian River Valley)", "description": "This spectacular white opens with a heady mix of baked apple, pineapple and nutmeg—an exotic and concentrated blend of complexity and nuance that begs for additional time. Its gritty texture speaks to a stony mineral element that also compels. Enjoy best 2020 through 2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "El Diablo Vineyard", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Ram's Gate"}, {"points": "94", "title": "Rudolf Fürst 2015 Klingenberger Spätburgunder (Franken)", "description": "Gorgeous rose petal and violet florals abound in this exuberantly perfumed Pinot Noir. It's a sultry, luscious wine, offering rich, concentrated blackberry and black-plum flavors. Bristling acidity and firm, finely edged tannins lend four-square structure. It drinks beautifully already but should improve through 2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Klingenberger", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "94", "title": "Rudolf Fürst 2016 Centgrafenberg GG Riesling (Franken)", "description": "Concentrated grapefruit and white peach are penetrating and plump in this powerful yet spry dry Riesling. It's fragrant and fresh, kissed by blossom and honey, yet anchored by a core of steel and high-toned acidity. Lemon pith and pollen add grip to the finish. It's elegant already but should meld further from 2021 and far beyond.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 85, "designation": "Centgrafenberg GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "94", "title": "Samsara 2014 Kessler-Haak Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Underripe raspberries, forest underbrush, moss and Mediterranean herbs combine for a very inviting nose on this bottling. It's fresh and vibrant on the palate, with pure flavors of crushed wild berries, a light menthol character and an engaging structure.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 56, "designation": "Kessler-Haak Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Samsara"}, {"points": "94", "title": "Stag's Leap Wine Cellars 2014 Cask 23 Cabernet Sauvignon (Napa Valley)", "description": "A 100% varietal and estate-grown wine from the site made famous in the Paris Tasting, this offers yeasty brioche aromas that lead to crisp expansive flavors of cassis and red currant. The oak is supportive and integrated, adding to the wine's overall earthiness of dried herb and clove, lasting and juicy on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 275, "designation": "Cask 23", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stag's Leap Wine Cellars"}, {"points": "94", "title": "Bailarin 2015 Manchester Ridge Vineyard Pinot Noir (Mendocino Ridge)", "description": "A wonderfully expressive aroma and mouthfilling flavors bring a lot of excitement to this full-bodied, complex and layered wine from a new producer. From the black tea and wood smoke aromas to the rich black cherry, black plum and clove flavors, it keeps bringing new aspects to the front with each sip. It is big yet beautifully balanced.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 44, "designation": "Manchester Ridge Vineyard", "variety": "Pinot Noir", "region_1": "Mendocino Ridge", "region_2": null, "province": "California", "country": "US", "winery": "Bailarin"}, {"points": "94", "title": "Bethel Heights 2015 Southeast Block Pinot Noir (Eola-Amity Hills)", "description": "Made from own-rooted Pommard clone vines planted in 1979, this offers compelling aromas of tea leaves, citrus oil, bark and other botanicals. Black cherry fruit mixes with dried cherry and cranberry flavors, creating lush complexity all through the palate.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 56, "designation": "Southeast Block", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bethel Heights"}, {"points": "94", "title": "Casa Agricola Alexandre Relvas 2015 Herdade de São Miguel Reserva Red (Alentejano)", "description": "This young wine offers ripe fruit and structured tannins will develop into a dense, ageworthy wine. Bold black fruits and crisp acidity gain extra richness from the wood aging. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Herdade de São Miguel Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Casa Agricola Alexandre Relvas"}, {"points": "94", "title": "Château de Fuissé 2015 Le Clos  (Pouilly-Fuissé)", "description": "This wholly owned, single walled vineyard is by the Chateau de Fuissé, home of the Vincent family. From old vines, the wine is rich, concentrated and densely fruity. It is also structured, spicy from aging in mainly new-wood barrels. With acidity and crispness along with a steely texture, it will age. Drink from late 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 82, "designation": "Le Clos", "variety": "Chardonnay", "region_1": "Pouilly-Fuissé", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Château de Fuissé"}, {"points": "94", "title": "Clos Troteligotte 2015 K-2 Malbec (Cahors)", "description": "This is the top of the range from this organic estate. An impressive wine, it boasts rich tannins, powerful fruit and dense concentration. Black fruit flavors are laced with acidity on the firmly structured palate. This wine deserves to age, so drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "K-2", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Clos Troteligotte"}, {"points": "94", "title": "Domaine Christian Moreau Père et Fils 2016 Vaudésir Grand Cru  (Chablis)", "description": "Still a very young wine, this comes from the higher slopes of the sweep of Chablis Grand Cru vineyards. It is properly rich, permeated with intense acidity and a strong mineral texture. It has fullness, particularly in the ripe apricot, peach and lemon fruits that come together in the zesty aftertaste. Drink from 2022", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 117, "designation": "Vaudésir Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "94", "title": "Feudi di San Gregorio 2015 Studi Fraedane  (Greco di Tufo)", "description": "Intriguing scents of underbrush, grilled Mediterranean herb, honey and lemon zest carry over to the palate along with ripe yellow pear and almond. A tangy saline note closes the finish. Fresh acidity provides support throughout and gives it an elegant, age-worthy structure. Drink through 2025.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 60, "designation": "Studi Fraedane", "variety": "Greco", "region_1": "Greco di Tufo", "region_2": null, "province": "Southern Italy", "country": "Italy", "winery": "Feudi di San Gregorio"}, {"points": "94", "title": "Jean-Luc Baldès 2013 Clos Triguedina Les Petites Cailles Malbec (Cahors)", "description": "From the iron-rich limestone in the highest vineyard terrace above the Lot river, this Baldès Trilogie wine brings out terroir-by-terrace differences. It has a textured character, from the density of its black fruits to its firm, still-young tannins. Expect to start drinking this smoky, intensely fruity wine from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 49, "designation": "Clos Triguedina Les Petites Cailles", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Jean-Luc Baldès"}, {"points": "94", "title": "Joyce 2016 Gabilan Pinot Noir (Monterey County)", "description": "The west side of the Salinas Valley takes most of the Pinot Noir glory thanks to the Santa Lucia Highlands, but this bottling shows that the east side, just below Chalone, is also a great place for epic wine. Elegant, supple aromas of tart cherry, red plum and lavender lead into a palate full of pomegranate, raspberry and anise, proving delicious and thirst-quenchingly light.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Gabilan", "variety": "Pinot Noir", "region_1": "Monterey County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Joyce"}, {"points": "94", "title": "Peloton 2015 Squire Canyon Vineyard Pinot Noir (San Luis Obispo County)", "description": "From an extreme coastal vineyard just five miles from the sea, this fresh and bright bottling starts with a phenomenally complex nose of candied red cherry, pomegranate and vanilla cut by stemmy impacts of snapped sagebrush, dewy thyme and Kalamata olives. The palate follows suit, with raspberry, eucalyptus oil, juniper berries and more olive tones.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Squire Canyon Vineyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Peloton"}, {"points": "94", "title": "Samuel Louis Smith 2016 Sandstone Terrace Syrah (Santa Cruz Mountains)", "description": "Lovely and plump purple-flower buds of night jasmine and lavender meet with thyme, pink peppercorns and underripe dark berries on the expressive nose of this wine. There is extreme zest to the sip, strong tannic grip and tart boysenberry flavors, with pepper and baking spice on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 33, "designation": "Sandstone Terrace", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Samuel Louis Smith"}, {"points": "94", "title": "Schäfer-Fröhlich 2016 Felsenberg GG Dry Riesling (Nahe)", "description": "Whiffs of wet river rocks and lemon zest introduce this profoundly stony yet fruity dry Riesling. High-toned acidity lends an electric edge to fresh white grapefruit and greengage-plum flavors. Full bodied and mouth filling, it finishes with a long astringent bite of lime zest. Delightful already but sure to improve through 2030, hold much longer.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 110, "designation": "Felsenberg GG Dry", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Nahe", "country": "Germany", "winery": "Schäfer-Fröhlich"}, {"points": "94", "title": "The Hilt 2015 The Vanguard Pinot Noir (Sta. Rita Hills)", "description": "Deep, hearty and lavish aromas of nutmeg, boysenberry paste, purple flowers and forest floor show on the nose of this bottling by Matt Dees. It is a thick and masculine expression of Pinot Noir, yet is expertly balanced by bright acidity, polished but firm tannins and an earthy sensibility at its core.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "The Vanguard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "The Hilt"}]