[{"points": "93", "title": "Gloria Ferrer 2007 Royal Cuvée Brut Late-Disgorged Sparkling (Carneros)", "description": "The later disgorging of this wine made from 67% Pinot Noir and 33% Chardonnay has given it a complexity of texture and flavor that's compelling, an older golden-apple and dried apricot sensibility that's intriguing on the nose and palate. Sizzling acidity makes for a crisp, dry wine, with lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": "Royal Cuvée Brut Late-Disgorged", "variety": "Sparkling Blend", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Gloria Ferrer"}, {"points": "93", "title": "El Lugar 2013 Bien Nacido Vineyard Pinot Noir (Santa Maria Valley)", "description": "Longtime Claiborne & Churchill winemaker Coby Parker-Garcia releases his own project with exemplary results. This bottling shows aromas of cherry leather with dried sage, black slate, Earl Grey tea and elderflower. There's amazing herbal and floral intricacy to the palate, with concentrated cranberry skins, lavender and purple fruit flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Bien Nacido Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "El Lugar"}, {"points": "93", "title": "Henri de Villamont 2012  Corton Les Renardes", "description": "More structure and less fruit is the characteristic of this wine. A dry core is very present, giving a tough edge at this stage. There are the hints of red fruits and powerful acidity that will develop. With its weight, this is a wine for the long term. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Pinot Noir", "region_1": "Corton Les Renardes", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Henri de Villamont"}, {"points": "93", "title": "Hahn 2013 SLH Estate Grown & Produced Pinot Noir (Santa Lucia Highlands)", "description": "Crystalline cranberry, concentrated violets and rose petals and a shred of cola show on the nose of this upper-level bottling from one of the appellation's longtime stars. The palate shows graphite and dried strawberry fruit amped up with woody coyote scrub elements, reflective of the chaparral that surrounds the property.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "SLH Estate Grown & Produced", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hahn"}, {"points": "93", "title": "Domaine Ostertag 2013 Heissenberg Riesling (Alsace)", "description": "Spice-edged, rounded notes of ripe Mirabelle with playful, teasing topnotes of peach beckon from the glass. This aromatic, fruitful charm also fills the palate where a bright core of lemon freshness provides verve and structure that also suggests stones and rock. Purity and clarity lets those peachy notes dance all the more. It has an exquisite, joyful, light touch with a dry finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Heissenberg", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "93", "title": "Domaine Ostertag 2014 Vignoble d'E Gewurztraminer (Alsace)", "description": "Peachy overtones hover around the rose-petal scent of this fruity offering. This aromatic combo re-appears on the palate where it is rounded off with a little residual sweetness that suits the plush palate rather well. Here and there are wondrous glimpses of clear honey, dried peach and honeysuckle. Citrus freshness provides a lovely counterpoint and carries the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Vignoble d'E", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "93", "title": "Donkey & Goat 2014 Linda Vista Vineyard Chardonnay (Napa Valley)", "description": "After making wine in Berkeley for just over a decade, the producer is working for the first time with Napa Valley fruit, grapes in fact farmed by grape-grower extraordinaire Steve Matthiasson. Pear, quince and grapefruit combine for a svelte sensibility, subtle in oak and sharp in acidity, with a tangy, herbal finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Linda Vista Vineyard", "variety": "Chardonnay", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Donkey & Goat"}, {"points": "93", "title": "Joseph Drouhin 2012 Premier Cru  (Chambolle-Musigny)", "description": "Ripe and full of raspberries, this has a structure well cushioned by the ripe texture. The wine is packed with acidity while having a sense of floral, aromatic fruitiness. From four different parcels in premier cru, this seductive wine will also age well. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 113, "designation": "Premier Cru", "variety": "Pinot Noir", "region_1": "Chambolle-Musigny", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Joseph Drouhin"}, {"points": "93", "title": "Kaleidos 2012 Morpheus Red (Paso Robles)", "description": "Rich notes of black currant, black cherries, pressed violets and a shred of tar show on the nose of this wine by Steve Martell of Sextant. The small-batch blend of 83% Syrah, 13% Grenache and 4% Mourvèdre mixes concentrated berries with dark chocolate, espresso beans, peppercorns and crushed herbs on the palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Morpheus", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kaleidos"}, {"points": "93", "title": "Alex Gambal 2013 Grèves Premier Cru  (Beaune)", "description": "From one of the top Premier Cru vineyards in Beaune, this structured wine shows concentration and richness. Packed with tannins in its center, it is cushioned by the generous red berry and cherry fruits. The wine has a finely perfumed aftertaste. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 57, "designation": "Grèves Premier Cru", "variety": "Pinot Noir", "region_1": "Beaune", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Alex Gambal"}, {"points": "93", "title": "Alex Gambal 2013  Vosne-Romanée", "description": "From vines close to the Sachets Premier Cru vineyard, this wine is powerful, structured and dense, despite the relatively low alcohol that gives it a lift of red fruits, acidity and perfume. It is still developing, a wine in progress, as its backbone of tannins softens. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": null, "variety": "Pinot Noir", "region_1": "Vosne-Romanée", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Alex Gambal"}, {"points": "93", "title": "Arista 2013 Pinot Noir (Anderson Valley)", "description": "This delicious, compelling, full-bodied wine blends luscious fruit flavors like red cherry and boysenberry with stylish, spicy oak accents and a firm backing of acidity and tannins to keep the mouthfeel vital. The fruit and softly spicy nuances mingle beautifully and seem to melt in the mouth. It's great to drink through 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 44, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Arista"}, {"points": "93", "title": "B Cellars 2013 Barrel Select Chardonnay (Russian River Valley)", "description": "This lovely, golden-colored wine comes from the Dutton family's Mill Station Vineyard in the heart of Green Valley, a cool, structured appellation within the larger confines of the Russian River Valley. Heady caramel and vanilla highlights wrap around a balance of acidity and bright spots of lemon and quince. The minerality of the wine balances its intensity in expert ways.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Barrel Select", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "B Cellars"}, {"points": "93", "title": "Benovia 2013 Pinot Noir (Russian River Valley)", "description": "Subtle and shy at first, exhibiting light aromas of rose petal, this wine unveils slowly to reveal complex elements of cinnamon, red and black cherry—a curious commingling that comes together nicely. From several vineyards, including Martinelli, it's medium bodied and lengthy, with plenty of earthiness to the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 38, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Benovia"}, {"points": "93", "title": "Vik 2011 Red (Cachapoal Valley)", "description": "This is a new wine playing at Chile's high-priced, icon level. Fresh yet oaky on the nose, with aromas of herbs and char, this is layered, pure and smooth on the palate. Spice, oak and chocolate mix with berry and plum flavors, while the dry, long, oaky finish is on the money. Drink this well-crafted Cabernet blend through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 140, "designation": null, "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Cachapoal Valley", "country": "Chile", "winery": "Vik"}, {"points": "93", "title": "Chamisal Vineyards 2012 Califa Syrah (Edna Valley)", "description": "There's tremendous black-fruit density present on the first whiff of the wine, with olallieberry jam and milk chocolate dusted with clove powder, yet also a graphite-driven lightness. The palate rides the line expertly between ripeness and tartness, with fresh boysenberry flavors and dried oregano, altogether excellently spiced.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Califa", "variety": "Syrah", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Chamisal Vineyards"}, {"points": "93", "title": "Sequoia Grove 2011 Cambium Red (Napa Valley)", "description": "The winery's grand statement of the year, this blend of 73% Cabernet Sauvignon and 27% Cabernet Franc is sourced from several vineyards, including the Tonella site in Rutherford, Stagecoach atop Atlas Peak and Frediani Vineyard in Calistoga. Thick, rich and dusty, it exudes Rutherford's magical dust, followed by chocolate and black licorice, just a trace of fennel on the lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Cambium", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sequoia Grove"}, {"points": "93", "title": "Sequoia Grove 2011 Tonella Vineyard Cabernet Sauvignon (Napa Valley)", "description": "From an estate vineyard located in the heart of Rutherford that was purchased by the producer in 2006, this vineyard-designate is the star of the show, a blend of mostly Cabernet Sauvignon with 9% Cabernet Franc. Thick, dense and robust in tannin and oak, it offers structured red and black fruit, dried herb, pencil lead, cedar and cigar, combining ripeness with cooler-climate characteristics. It should cellar well through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Tonella Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sequoia Grove"}, {"points": "93", "title": "Trombetta 2013 Pinot Noir (Sonoma Coast)", "description": "Silky in texture, with a tannic bite, this lovely wine is spicy in cinnamon and clove, buoyed by ripe plum and wild strawberry. Medium in weight, it's complex and measured, balanced by a leathery, smooth finish and lively acidity.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Trombetta"}, {"points": "93", "title": "Wayfarer 2013 Estate Grown Mother Rock Pinot Noir (Fort Ross-Seaview)", "description": "A brooding, savory and smoothly textured wine, velvety more than silky, this offers black tea, truffle and high-toned cherry. The wine is named for sandstone, “mother rock” of the Goldridge soils that are so prominent where these vines dig down. Soft, it's also lengthy, a substantial and substantive bottling.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 115, "designation": "Estate Grown Mother Rock", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Wayfarer"}, {"points": "93", "title": "Lafond 2011 Lafond Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Smoked plums, incense, potpourri and layers of spiced earth greet the nose on this wine from pioneer Pierre Lafond and winemaker Bruce McGuire. It's rich on the palate, with boysenberry, sagebrush, sandalwood and aromatic wood elements.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Lafond Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lafond"}, {"points": "93", "title": "Poseidon 2012 Primo's Hill Pinot Noir (Los Carneros)", "description": "Aromas like grilled and buttered baguette slices and cedar wood and rich flavors like spiced cherry and red currant add up to a very tasty, dramatic and full-bodied wine. An enticing complexity, good structure from moderate tannins and supportive acidity all contribute to its considerable appeal.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": "Primo's Hill", "variety": "Pinot Noir", "region_1": "Los Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Poseidon"}, {"points": "93", "title": "Prodigal 2013 Pinot Noir (Sta. Rita Hills)", "description": "Dense purple flavors of blueberry, boysenberry, lilacs and teriyaki-pepper beef make for luscious concentration on the nose of this wine from Stephen Russell's Quinta Santa Rosa Vineyard. The palate shows black pepper, dried oregano, camphor, rustic elderberry and a strong raspberry-cranberry fruit character.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Prodigal"}, {"points": "93", "title": "Pellet Estate 2013 Sunchase Vineyard Chardonnay (Sonoma Coast)", "description": "A heady mixture of lemon custard and baked pear marks the entry to this full-bodied, deliciously decadent wine, from a high-elevation site above the Petaluma Gap. Honeyed aromas maintain themselves in the glass, accented in floral honeysuckle and ginger. Lovely and generous, it softens as it goes.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 68, "designation": "Sunchase Vineyard", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Pellet Estate"}, {"points": "93", "title": "Venturini Massimino 2010  Amarone della Valpolicella Classico", "description": "Bold and rich, this opens with aromas of baked plum, pressed blue flower, nutmeg and a confectionary note. The ample palate doles out high-toned black-skinned fruit, cocoa, cinnamon and sweet pipe tobacco supported by velvety tannins and uplifted by fresh acidity. It's opulent, but also balanced and poised.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 52, "designation": null, "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Venturini Massimino"}, {"points": "93", "title": "Arista 2013 Pinot Noir (Russian River Valley)", "description": "The winery's larger offering from several vineyard sites, this wine is designed entirely to please, offering a seductively juicy abundance in black cherry, raspberry and cinnamon. Approachable and full bodied, the tannins are soft and the oak well integrated, allowing the earthy aromas and spicy brown-sugar elements to roam free.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 48, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Arista"}, {"points": "93", "title": "Dierberg 2013 Drum Canyon Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Iron, black slate. raspberries and snapped sagebrush show on this wine from the Dierberg family's property along Highway 246. There are ample layers of fruit and spice to the palate, with raspberry, pomegranate and hibiscus evolving into dried rose petals and a bright florality, proving both quite flavorful and yet refreshingly light.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Drum Canyon Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Dierberg"}, {"points": "93", "title": "Diora 2013 La Petite Grace Pinot Noir (Monterey)", "description": "Designed by Delicato winemaker James Ewart as a Pinot with power that can handle a steak, this wine features a dense, dark nose, with blackberry, olallieberry and red currant cut by allspice, clove and licorice-vanilla cookies. The palate is rich and luxurious, with ripe cranberry and red-cherry elements spiced up with mocha, cappuccino and long-lingering vanilla bean. It's boisterous and fresh, so drink now with a juicy rib-eye.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "La Petite Grace", "variety": "Pinot Noir", "region_1": "Monterey", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Diora"}, {"points": "93", "title": "Cenay 2012 Bald Mountain Chardonnay (Santa Cruz Mountains)", "description": "A unique nose of chives, dill and more fresh-cut herbs mixes with wet river stones and tangerine peel on this wine from a Napa-based producer. The energetic palate starts with pencil lead before diving into washes of lemon-lime citrus and settling on a cashew-nut frame, presented with tremendous length and depth.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Bald Mountain", "variety": "Chardonnay", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cenay"}, {"points": "93", "title": "Solminer 2014 Grüner Veltliner (Santa Ynez Valley)", "description": "This wine's excellently layered yet light nose mixes pomelo skin with tangelo and lime-spritzed pink-apple notes. The palate is extremely nervy, with grippy lemon-skin texture and squeezed-citrus flavors, all balanced by riper apple. It's like biting into a cold, crisp, just-ripe pear or nectarine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Grüner Veltliner", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Solminer"}]