[{"points": "93", "title": "Veuve Clicquot Ponsardin 2008 Vintage Brut  (Champagne)", "description": "A lively mousse is the starting point for this wine. It is intensely rich, dense and still young, with a soft background to the ripe white fruits that are cut with lime. From a vintage year whose wines need to age, this follows the pattern, so wait at least until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Vintage Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Veuve Clicquot Ponsardin"}, {"points": "93", "title": "Bruno Paillard NV Blanc de Blancs Grand Cru Extra Brut Chardonnay (Champagne)", "description": "Sourced from two great villages in the Côte des Blancs, Mesnil sur Oger and Oger, this is a beautifully proportioned wine. Tightly mineral in texture and dry, it also offers white fruits that are laced with intense acidity. There is aging potential here, so don't drink before 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Blanc de Blancs Grand Cru Extra Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "93", "title": "Ca' del Bosco 2011 Vintage Collection Dosage Zéro Metodo Classico  (Franciacorta)", "description": "Subtle but enticing scents of pear, citrus zest, pastry and a warm whiff of freshly baked bread lead the nose. The smooth, creamy palate delivers juicy yellow apple, tangerine zest, aromatic herb and a spicy ginger note while tiny, persistent bubbles lend elegance. A bitter almond note closes the finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Vintage Collection Dosage Zéro Metodo Classico", "variety": "Sparkling Blend", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ca' del Bosco"}, {"points": "93", "title": "Colinas do Douro 2012 Quinta da Pedra Cavada Grande Reserva Red (Douro)", "description": "Produced from old vines in a quinta in the high eastern end of the Douro, in Douro Superior, this wine is aged for 15 months in wood. That has broadened the tannins and given the wine its rich, opulent black fruit character. After four years, it is still young, and should not be touched until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 69, "designation": "Quinta da Pedra Cavada Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Colinas do Douro"}, {"points": "93", "title": "Antiquum Farm 2014 Passiflora Pinot Noir (Willamette Valley)", "description": "Cropped down to just 1.5 tons/acre, with firm acidity and lovely floral aromatics, this elegant wine piles up refined notes of citrus, stone fruits and brambly berries. The aging in one-third new oak adds hints of toasted hazelnuts, caramel latte and sea salt chocolate. The finish has a lightly waxy sheen.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Passiflora", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Antiquum Farm"}, {"points": "93", "title": "Besserat de Bellefon 2006 Cuvée des Moines Brut Millésime  (Champagne)", "description": "The good 2006 vintage has produced this well-balanced wine that is now showing delicious signs of maturity. The initial fruit has gone, replaced by toast, spice and grilled almonds. At the same time, the acidity and taut mineral texture are still in play, giving a wine that is lively and just ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "Cuvée des Moines Brut Millésime", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Besserat de Bellefon"}, {"points": "93", "title": "Domaine Serene 2014 Clos de Lune Vineyard Chardonnay (Dundee Hills)", "description": "Succulent and thick, with generous fruit flavors of apple, peach, nectarine and pear, this almost-decadent take on Chardonnay breaks the mold for Oregon. With more than a slight nod to California, it brings massive fruit, vanilla cream and barrel toast to the forefront. Drink up while it is young and bursting with fresh flavors.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 70, "designation": "Clos de Lune Vineyard", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "93", "title": "Domaine Fernand Engel 2010 Trilogie Dosage Zero Sparkling (Crémant d'Alsace)", "description": "A golden color and a nose of honeyed evolution, reminiscent of fresh field mushrooms and chalk already hint at a vintage wine. The palate surprises with the most gentle, generous and balmy fruit, like an essence of peach, without resorting to any sweetness added by dosage. Its fruity freshness is truly astonishing. This is an evolved, gloriously fresh testament to what Crémant d'Alsace can be. This might work better alongside food than as an apéritif. In any case: let it speak to you and savor the long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Trilogie Dosage Zero", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Fernand Engel"}, {"points": "93", "title": "EnRoute 2014 Northern Spy Vineyard Pinot Noir (Russian River Valley)", "description": "Named for an apple variety once common to the area, this vineyard sits outside the town of Graton in Green Valley and was developed in 2007. Elegant and weighty, it shows a youthful tightness of tannin and oak, its savory twists of black tea, blackberry and rhubarb compote chomping at the bit to be enjoyed. The acidity is mouthwatering.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Northern Spy Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "EnRoute"}, {"points": "93", "title": "Michaud 2013 Pinot Noir (Chalone)", "description": "Dark hibiscus and pomegranate notes meet with black plum, hearty clove, allspice and dried violets on the nose of this very heady wine. Thickly structured with dense tannins on the palate, it speaks strongly of the rocky, rugged appellation, with boysenberry, dried fennel and wild-thyme flavors. Drink 2017–2023.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": null, "variety": "Pinot Noir", "region_1": "Chalone", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Michaud"}, {"points": "93", "title": "Monte da Capela 2013 15 Anos Reserva Red (Alentejo)", "description": "Celebrating 15 years of Monte da Capela, this is a limited-release wine. The blend of Alicante Bouschet and Touriga Nacional is rich, darkly colored and beautifully dense. Packed with still young tannins and black fruits, it is a serious wine that needs to age. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 47, "designation": "15 Anos Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Monte da Capela"}, {"points": "93", "title": "Reichsgraf von Kesselstatt 2015 Graach Josephshöfer Monopol Trocken Grosse Lage Riesling (Mosel)", "description": "Zesty lime skin and slaty mineral tones anchor this dry, fairly full-bodied Riesling firmly to the Mosel. A testament to a ripe vintage, it's supple and a bit dense in mouthfeel, but bristling tangerine acidity keeps it punchy and vibrant. It's attractive already, but it should gain complexity and harmony from 2020–2025.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 52, "designation": "Graach Josephshöfer Monopol Trocken Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "93", "title": "Quinta da Foz 2013 Reserva Red (Douro)", "description": "Produced from a field blend of old vines, this is a powerful and dense wine. The fermentation, with traditional foot treading in stone fermenters, gives the wine its extra richness and density. The wood aging shows in the smoothness of the tannins that are enhanced by the rich black fruits. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta da Foz"}, {"points": "93", "title": "Quinta das Carvalhas 2013 Carvalhas Vinhas Velhas Red (Douro)", "description": "A parcel of old vines in a field blend is the basis for this serious and richly powerful wine. Dark tannins, layers of ripe spice and black fruits along with bitter coffee flavors give a wine that is concentrated and still young. Fermented in open granite lagars, it needs time, and will be best from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Carvalhas Vinhas Velhas", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta das Carvalhas"}, {"points": "93", "title": "Longoria 2013 Fe Ciega Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Juicy hibiscus and pomegranate fruits converge with dried fennel stalks, purple flowers and a flinty smoke character on the fresh and inviting nose of this bottling from Rick Longoria's own vineyard. The energy that emerges on the sip is amazingly persistent, which guarantees long aging, presenting flavors of raspberry, pomegranate, dried sagebrush and black licorice. Drink 2017–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Fe Ciega Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "93", "title": "Pulchella 2014 Awakening Red (Paso Robles)", "description": "This blend of 66% Tannat and 34% Petite Sirah by Santa Clarita-based winemakers Steve Lemley and Nate Hasper offers layers of rich flavors without being overdone. Deep aromas of black cherry, boysenberry, mocha and caramel lead into a sip full of blackberry paste, beef char, dried tobacco leather and a cocoa spice. The caramel finish is just delicious.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Awakening", "variety": "Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pulchella"}, {"points": "93", "title": "Teso La Monja 2013 Alabaster  (Toro)", "description": "Charred aromas of shoe polish and toasty oak frame additional scents of lemon peel, blackberry, cassis and animal hide. This is on the syrupy side, with cutting acidity and fierce tannins. Flavors of maple, molasses, chocolate, vanilla and coffee accent core blackberry and cassis. It's rugged, rich and ripping on the finish. Drink this massive wine from 2020 through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 234, "designation": "Alabaster", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Teso La Monja"}, {"points": "93", "title": "Taittinger NV Prélude Grands Crus Brut  (Champagne)", "description": "A blend from grand cru vineyards in the Côte des Blancs and the Montagne de Reims, this wine is beautifully rich, densely textured and with a balance of dosage and crisp white fruit that is satisfying. It is beginning to get hints mature toast that makes it even more attractive. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Prélude Grands Crus Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "93", "title": "Obsidian Ridge 2013 Estate Grown Syrah (Red Hills Lake County)", "description": "This standout wine has an extreme color that verges on black, while exciting aromas suggest wood smoke and grilled beef, with flavors so rich they could be chocolate. The wine puts those all together without becoming heavy or too stiff in texture, although it does have a flood of fine tannins that help layer in more fruit and spices as you sip. Best after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Estate Grown", "variety": "Syrah", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Obsidian Ridge"}, {"points": "93", "title": "Occasio 2013 Heritage Cabernet Sauvignon (Livermore Valley)", "description": "This big but elegant wine combines abundant fruit and oak flavors with a supple, multi-layered texture. It smells like dark and milk chocolate, mint and plums, and tastes concentrated, fruity and complex. Best after 2020.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 60, "designation": "Heritage", "variety": "Cabernet Sauvignon", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Occasio"}, {"points": "93", "title": "Harper Voit 2014 Strandline Pinot Noir (Willamette Valley)", "description": "Smoky, chewy and dense, this is stacked with plum and black-cherry fruit. Strong streaks of cola and dark chocolate add complexity, with lightly dusty tannins supporting the extended finish.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 40, "designation": "Strandline", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Harper Voit"}, {"points": "93", "title": "Cordero di Montezemolo 2012 Monfalletto  (Barolo)", "description": "Exotic spice, French oak, mature berry, menthol and a floral note are some of the aromas you'll find on this structured red. The ripe, chewy palate presents mature black cherry, raspberry compote, espresso, licorice and aromatic herb while firm fine-grained tannins provide support. Drink 2019–2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 48, "designation": "Monfalletto", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cordero di Montezemolo"}, {"points": "93", "title": "De Venoge 2006 Louis XV Brut  (Champagne)", "description": "In its distinctive carafe-shaped bottle, this Champagne commemorates the French king who first said that Champagne had to be bottled (so the bubbles would not disappear). It is dominated by Chardonnay, giving a chalky, mineral texture to this ripe wine. While the fruit is still deliciously fresh, the wine is just beginning to add toast flavors to its repertoire. Drink now, or better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 153, "designation": "Louis XV Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "De Venoge"}, {"points": "93", "title": "Dehlinger 2013 Altamont Pinot Noir (Russian River Valley)", "description": "This is a structured, full-bodied, generously layered wine, named for the soil in which its grapevines are grown. This is primarily on hillsides, where the fruit takes on a brooding quality of spiciness and texture. Baked cherry, cranberry and rose petals stand out most, as additional nuances of earthiness come into play in the glass.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Altamont", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Dehlinger"}, {"points": "93", "title": "Charles-Gilbert de Vindé 2005 Grand Cru Blanc de Blancs Brut Chardonnay (Champagne)", "description": "This wine is mature, ripe and perfectly ready to drink. With hints of toast mingling with minerality and tangy acidity, it is a balanced, delicious wine full of rich flavors. The acidity has softened while keeping the tension of pure Chardonnay from the Côte des Blancs. Drink now. Gonet uses this label for the American market.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": "Grand Cru Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles-Gilbert de Vindé"}, {"points": "93", "title": "Brooks 2014 Temperance Hill Pinot Noir (Eola-Amity Hills)", "description": "The delightful palate puts rhubarb pie, strawberry jam and cherry compote in play. The wine, at first broad and openly fruity, keeps building upon itself, adding hints of cured meat, smoke and chocolate. Don't quit on it before the extended finish is completely played out; it won't quit on you.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 48, "designation": "Temperance Hill", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brooks"}, {"points": "93", "title": "Bruno Paillard 2008 Assemblage Extra Brut  (Champagne)", "description": "With seven years on lees before disgorgement, this wine already shows some maturity. It is rich while also having the intense acidity of the vintage. Turning to gold in color, it is balanced and dry as with all the Paillard wines, although with age that character becomes less obvious. Drink now for the fruit or until 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 88, "designation": "Assemblage Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "93", "title": "A.R. Lenoble  2009 Gentilhomme Blanc de Blancs Grand Cru Brut Chardonnay (Champagne)", "description": "This Champagne offers rich yellow fruit and crisp white stone fruits balanced with a full texture. Hints of the wood used in fermentation add to the ripe feel. Still a little young, it will be much better from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Gentilhomme Blanc de Blancs Grand Cru Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "A.R. Lenoble "}, {"points": "93", "title": "Besserat de Bellefon NV Cuvée B de B Brut  (Champagne)", "description": "A blend of wines from eight Grand and Premier cru villages, this is mature, ripe and delicious. Toast and yeast flavors mingle with spice, dried fruits and intense acidity from the low dosage. Wood aging after fermentation gives the wine a generous richness and a creamy character. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Cuvée B de B Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Besserat de Bellefon"}, {"points": "92", "title": "Murgo 2012 Brut Metodo Classico Nerello Mascalese (Vino Spumante)", "description": "Spanish broom, orchard fruit and pistachio nut are some of the aromas you'll find on this vibrant sparkler. The lively palate offers pear, apple and citrus alongside a silky perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 22, "designation": "Brut Metodo Classico", "variety": "Nerello Mascalese", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Murgo"}]