[{"points": "94", "title": "Harper Voit 2014 Antiquum Vineyard Pinot Noir (Willamette Valley)", "description": "Most of these grapes go into Antiquum Farm's estate wines, but Harper Voit has smartly snagged enough for a few barrels. Generous tannins frame ripe red and blue fruits, with streaks of artisanal chocolate and sea salt caramel. Zingy spices contribute to a complex, lingering finish. All the Harper Voit 2014 Pinots are built for immediate pleasure, so no need to wait.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Antiquum Vineyard", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Harper Voit"}, {"points": "94", "title": "Henry's Drive Vignerons 2012 Magnus Shiraz (Padthaway)", "description": "This wine is fleshy and seductive, with irresistible layers of smoke, mint and plum. It's full bodied, creamy textured and lush, staying supple through the long, charming finish. Drink now through 2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 80, "designation": "Magnus", "variety": "Shiraz", "region_1": "Padthaway", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Henry's Drive Vignerons"}, {"points": "94", "title": "Egon Müller 2015 Scharzhof Riesling (Mosel)", "description": "While feather light in stature, this semisweet Riesling stuns with intensity. From nose to finish, dark earth tones and luminous stone fruit and cherry flavors meld seamlessly. It's intensely ripe, almost tropical in tone, but an electric tang of acidity and minerality keeps it rooted firmly in the Mosel.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 54, "designation": "Scharzhof", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Egon Müller"}, {"points": "94", "title": "Dominio de Atauta 2010 Valdegatiles  (Ribera del Duero)", "description": "Black cherry, cassis and cola aromas are on the money and exact, with nothing overt sticking out. This bottling is strongly built, probably the most tannic of Atauta's 2010 single-vineyard wines, but it's not coarse. Savory flavors of smoked meat, tea and baked berry fruits end with rooty, roasted notes. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 120, "designation": "Valdegatiles", "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Dominio de Atauta"}, {"points": "94", "title": "Drappier 2008 Grande Sendrée Rosé Brut  (Champagne)", "description": "This is a beautiful wine with its pink-orange color. The taste lives up to its appearance. A mature wine from a great vintage, it's rich with spice and nuts along with tight acidity. From fruit grown in the southern Champagne region of the Aube, the wine is completely ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Grande Sendrée Rosé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Drappier"}, {"points": "94", "title": "Domaine Serene 2013 Grace Vineyard Pinot Noir (Dundee Hills)", "description": "The best Grace to date, the wonderfully fruity entry bounces along, offering a punch bowl full of spicy cherries, with extensive highlights. Sniff and taste streaks of clove, coffee, fresh earth and mushroom—all clean and harmonious. This may be drunk immediately with enjoyment, or set aside as your special occasion wine with a decade or more of ageability.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 185, "designation": "Grace Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "94", "title": "Elk Cove 2014 Roosevelt Pinot Noir (Yamhill-Carlton)", "description": "From the first sniff to the last sip, this sensational effort seduces, with deep, rich, slightly roasted flavors of dense black fruits. The black cherry core is so intense it veers into cassis, with veins of espresso, Kahlúa and cacao. It's a powerful wine, perfectly framed and balanced by ripe tannins. It's ready to drink now, but certainly a wine you may confidently cellar for at least another decade.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 85, "designation": "Roosevelt", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Elk Cove"}, {"points": "94", "title": "Louis Roederer 2009 Vintage Brut  (Champagne)", "description": "This rich wine is full of ripe white and citrus fruits that combine easily with the tangy, tight texture that comes from the dominance of Pinot Noir in the blend. It is still young, the sort of wine that needs to age to bring out its full potential. Drink this very fine vintage from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Vintage Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "94", "title": "Lynmar 2014 Anisya's Blend Susanna's Vineyard Pinot Noir (Sonoma Coast)", "description": "The counterpart to Lynn's Blend, named for a co-proprietor, Anisya's showcases the lighter side of the Sonoma Coast in its exuberance of red cherry, orange and strawberry. Textured, it features bright acidity and layers of freshness, teased in black tea and wild truffle.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "Anisya's Blend Susanna's Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Lynmar 2014 Pinot Noir (Russian River Valley)", "description": "This is a bright, integrated and extremely impressive blend of different estate-vineyard sources. Effortlessly enjoyed, it's nonetheless plenty complex underneath the pleasing fruit and acidity. Tart plum, raspberry, pomegranate and touches of cola and mocha combine for a seamless, satisfying experience.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": null, "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Mirror 2012 Cimarossa Vineyard Cabernet Sauvignon (Howell Mountain)", "description": "Dense, intense, concentrated and young, this wine is one for the cellar. It has tight aromas of cranberry, dried cherry and cardamom, while flavors offer ripe fruit character and a firm texture of fine-grained tannins. It should gain more complexity and smoothness after 2022.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 95, "designation": "Cimarossa Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mirror"}, {"points": "94", "title": "Kathryn Kennedy 2013 Merlot (Santa Cruz Mountains)", "description": "With a tiny bit of breathing room, this wine opens up magically into dark earth, crushed asphalt, blackberry jam, cappuccino and mocha on the nose, which predict a tarry texture. Indeed, the structure is firm and fine-tuned, yet vibrant with boisterous acidity, showing layered flavors of dark fruit enhance by cedar, sandalwood and incense notes. Drink 2017–2033.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": null, "variety": "Merlot", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kathryn Kennedy"}, {"points": "94", "title": "Panther Creek 2014 Lazy River Vineyard Pinot Noir (Yamhill-Carlton)", "description": "Much riper than the previous vintage, this retains those complex aromatics, with cocoa powder, rose petals and chocolate highlights around ripe raspberry and cherry fruit. It is a graceful, precise and delicious wine, buttressed with fresh non-chalky acidity, baking spices and a hint of ginger. The long outstanding finish suggests tucking a few bottles away for enjoyment over the next decade.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 45, "designation": "Lazy River Vineyard", "variety": "Pinot Noir", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Panther Creek"}, {"points": "94", "title": "Rosenhof 2014 Trockenbeerenauslese Grüner Veltliner (Burgenland)", "description": "The bitter-edged sweetness of botrytis counters the luscious notes of orange marmalade. The palate is of immense richness and has a tart gilded richness of candied orange peel and a concentrated pleasant bitterness that is so addictive. There are glints of white pepper. The purest citrus acid runs like a fault line through the wine. This is lovely and luscious now but really made to last. This will age and develop indefinitely. Drink now until 2030 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Trockenbeerenauslese", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "94", "title": "Robert Biale 2014 Grande Vineyard Zinfandel (Napa Valley)", "description": "Grande is one of the most historic vineyards in southern Napa, still presided over by the lovely Dorothy Rossi, whose father planted the oldest vines here in 1920, the year she was born. The location, farming and age work together to offer aromas of dusty leather satchel and a richness of juicy blackberry and cranberry. Powerfully elegant and integrated, it evolves in the glass in a myriad of ways, surprising with every sip.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Grande Vineyard", "variety": "Zinfandel", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "Vallana 2007  Gattinara", "description": "This fragrant Nebbiolo opens with intense, ample aromas of kitchen spice, chopped herb, leather, dark-skinned berry, tilled soil and a whiff of pressed rose petal. On the firmly structured smooth palate, notes of licorice, cinnamon and truffle accent a core of juicy dark cherry. Polished tannins provide the framework while a mineral vein energizes the finish. Drink through 2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 32, "designation": null, "variety": "Nebbiolo", "region_1": "Gattinara", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Vallana"}, {"points": "94", "title": "Storm 2014 Slide Hill Vineyard Syrah (Edna Valley)", "description": "A vibrant and lithe expression of cool-climate Syrah, this bottling shows crushed peppercorns, beef char, thyme, coffee syrup, potpourri and blackberry juice on the nose. The crisp palate is lively with peppery spice, with a base of tart elderberry juice layered with cooked lamb and fresh rosemary. It finishes with a healthy sense of pencil shavings.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Slide Hill Vineyard", "variety": "Syrah", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Storm"}, {"points": "94", "title": "Trisaetum 2014 Ribbon Ridge Estate Pinot Noir (Ribbon Ridge)", "description": "Once again this vineyard delivers irresistibly bright refined flavors of raspberry and cherry fruit—primary, concentrated and immaculately fresh. There's a touch of mocha from the new barrels, and impressive length. As with all of Trisaetum's single vineyard Pinots, this is built for cellaring, and should drink best after another couple of years in bottle. Drink 2018–2028, perhaps beyond.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 49, "designation": "Ribbon Ridge Estate", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "94", "title": "Calcareous 2013 Moose Syrah-Petit Verdot (Paso Robles)", "description": "This wine begins a bit wound-up and restrained on the nose, but then reveals waves of cassis, blackcurrant, elderberry and caramelized beef tips. The flavors are woven together perfectly, showing deep blueberry syrup, dark-chocolate chips, brighter plums, lovely lilacs and a touch of tar. It's deep, dark and complex.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 49, "designation": "Moose", "variety": "Syrah-Petit Verdot", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calcareous"}, {"points": "94", "title": "Charles-Gilbert de Vindé 2008 Grand Cru Blanc de Blancs Brut Chardonnay (Champagne)", "description": "From one of the best Champagne vintages, this wine offers a tight texture and layers of intense acidity. It is still young, showing citrus and crisp apple fruit, while the depth and concentration of minerality promise long aging. Drink from 2019. Gonet uses this label for the American market.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 65, "designation": "Grand Cru Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Charles-Gilbert de Vindé"}, {"points": "94", "title": "Domaine Serene 2014 Coeur Blanc Pinot Noir (Willamette Valley)", "description": "A barrel-fermented white Pinot Noir, this is bursting with broad, creamy flavors of ripe caramel-dipped apples and fresh pear. It might be mistaken for Chardonnay, except for the extra weight that carries through the lengthy finish. Though it's tempting to describe white Pinot Noirs as sparkling wines without the sparkle, this is much more interesting, and one of the rare examples that defines both a style and a standard for the rest.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 95, "designation": "Coeur Blanc", "variety": "Pinot Noir", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "94", "title": "Drappier 2008 Grande Sendrée Brut  (Champagne)", "description": "This ripe wine offers great balance between the rich, structured Pinot Noir and the mineral Chardonnay. From a very fine vintage, it reveals intense flavors, layers of ripe apple and a taut texture that promises further aging. The wine can be drunk now, but it will be so much better from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Grande Sendrée Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Drappier"}, {"points": "94", "title": "Fox Creek 2013 Reserve Shiraz (McLaren Vale)", "description": "Fresh mint and cracked pepper accent dark plummy fruit on the nose, picking up hints of dark chocolate and black olive on the palate. It's full bodied, creamy in feel and loaded with supple tannins, which make the wine approachable now, but should sustain it through at least 2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 83, "designation": "Reserve", "variety": "Shiraz", "region_1": "McLaren Vale", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Fox Creek"}, {"points": "94", "title": "Lynmar 2014 Bliss Block Pinot Noir (Russian River Valley)", "description": "Bliss Block lies within the property's Quail Hill Vineyard and is the coolest two acres on the estate. Spicy acidity and dark earth support a full-bodied, oaky imprint of complexity and structure, dotted in savory cranberry and black tea.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 80, "designation": "Bliss Block", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Lynmar 2014 Covenant Chardonnay (Russian River Valley)", "description": "This is a truly beautiful wine, a blend of two estate vineyards, Quail Hill and Susanna's. Richly layered and concentrated in its still-vibrant youth, it's also texturally complex and compelling in its teases of ginger and honey, taking on more succulent notions of apple and a flinty element as it opens.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Covenant", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Lynmar"}, {"points": "94", "title": "Rocca 2013 Collinetta Vineyard Cabernet Sauvignon (Coombsville)", "description": "This is an impressively structured and cellar-worthy 100% varietal wine. Juicy, leathery texture suggests what lies in the future, while a luxurious output of chocolate, licorice and black currant hint at additional intrigue and complexity. This wine leaves an impression now, but should take on further balance in the bottle between 2023 and 2033.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 108, "designation": "Collinetta Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Coombsville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Rocca"}, {"points": "94", "title": "Quinta da Foz 2013 Grande Reserva Red (Douro)", "description": "Seriously dense and with signs of extraction, this is a powerful wine. Its big black fruits give it richness while there is also fine juicy acidity. It comes from vines over 100-years-old grown on the spectacularly steep slopes of the quinta. The wine is still young, so don't drink before 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta da Foz"}, {"points": "94", "title": "Pierre Gerbais NV L'Osmose Extra Brut Chardonnay (Champagne)", "description": "Although not labeled as such, this is a blanc de blancs produced from two old-vine parcels of Chardonnay, one facing north, the other south. That in itself helps the balance of this dry wine. It is perfumed and crisp with a taut mineral texture that contrasts with the ripe apple and pink-grapefruit flavors. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 61, "designation": "L'Osmose Extra Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pierre Gerbais"}, {"points": "94", "title": "Pol Roger 2008 Rosé Brut  (Champagne)", "description": "This ripe wine with its red fruits and well-balanced texture is beautifully ready to drink, with just the right crisp acidity to balance the soft richness. There is no sign yet of maturity, the fruit from this great vintage showing at its perfumed best. Drink the wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Rosé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pol Roger"}, {"points": "94", "title": "Presqu'ile 2013 Presqu'ile Vineyard Syrah (Santa Maria Valley)", "description": "A cool-climate Syrah stunner, this comes from a deeply western vineyard to show fresh-pressed boysenberry, lavender, shattered asphalt and uncrushed black peppercorns on the nose. There is a tarry, raw and charred-beef component to the zesty, acid-driven palate, where dense elderberry, espresso beans, gamy funk, black olive and graphite come through with patience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Presqu'ile Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Presqu'ile"}]