[{"points": "93", "title": "Domaine Serene 2014 Evenstad Reserve Chardonnay (Dundee Hills)", "description": "An explosion of fruit flavors incorporating creamy peach, apple and pear are the highlights, nicely balanced by lemony acids. It seems to gather strength and focus as it weaves through the palate, deliciously framed by toasty oak.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Evenstad Reserve", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "93", "title": "Dominio de Atauta 2010 La Mala  (Ribera del Duero)", "description": "Ripe, earthy aromas of prune, blackberry, baking spices and barnyard set up a rich yet balanced palate with mild tannins and integrated acidity. Flavors of blackberry, cassis and hoisin sauce end with meaty, spicy notes akin to barbecued ribs. Drink now through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 140, "designation": "La Mala", "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Dominio de Atauta"}, {"points": "93", "title": "Lallier NV Ouvrage Grand Cru Extra Brut  (Champagne)", "description": "Aged for five years on its lees before disgorgement, this prestige cuvée is ripe and beautifully mature. It has a rich feel, moving towards toastiness while retaining tangy citrus and white-fruit flavors. This generous wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Ouvrage Grand Cru Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lallier"}, {"points": "93", "title": "Longoria 2014 Sanford & Benedict Vineyard Pinot Noir (Sta. Rita Hills)", "description": "A strong black-pepper character on the nose of this bottling by veteran Rick Longoria also works dark elderberries and a woody spice into the aromatic mix. It's tightly wound and very young on the palate, where blackberry paste, black plum and roasted fennel barely peek out. The firm structure will reveal much more spice and fruit in the future. Drink 2018–2034.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Sanford & Benedict Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "93", "title": "Lumen 2014 Pinot Noir (Santa Barbara County)", "description": "This wondrously vibrant and energetic wine shows fresh-pressed raspberries and strawberries on the zesty nose alongside fennel bulb and sandalwood. The just-ripe raspberry and cherry-tomato flavors on the palate make for an intriguingly light elegance, but it's sewn together with a defined structure. Thyme and oregano herbs complete the experience.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Barbara County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lumen"}, {"points": "93", "title": "Trisaetum 2014 Wichmann Dundee Estate Pinot Noir (Dundee Hills)", "description": "Wichmann is the smallest of the estate vineyards, with Trisaetum's oldest vines. The signature Dundee Hills flavors of big bold black-cherry fruit come through, full and round, with a light frame of bitter herb. Let it breathe and highlights of orange peel, clove and dark chocolate emerge. This wine should drink especially well from 2020 onward.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 49, "designation": "Wichmann Dundee Estate", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "93", "title": "Trisaetum 2015 Ribbon Ridge Dry Riesling (Ribbon Ridge)", "description": "The aromatics impress with bold notes of lemon tea, orange blossom and Key lime. The vineyard's typical minerality is in full force, underscoring bone-dry flavors of wet stone, tarragon, chervil, lime and grapefruit. The density and balance are impressive.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 28, "designation": "Ribbon Ridge Dry", "variety": "Riesling", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "93", "title": "Fontes da Cunha 2011 Quinta do Mondego Tinto Red (Dão)", "description": "This dark-colored wine, dominated by Touriga Nacional, is rich, perfumed and dense. It has impressive tannins and rich blackberry fruit. The structure is concentrated, giving the wine power as well as a sense of style. This ripe wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Quinta do Mondego Tinto", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Fontes da Cunha"}, {"points": "93", "title": "J. Dumangin Fils NV Cuvée Firmin Brut Nature Chardonnay (Champagne)", "description": "Named after the first Dumangin to own vineyards (in the 17th century), this is part of a limited-release family-ancestor series. From a single parcel, it is a mineral, taut wine, full of white fruits with a lemon twist. It is fresh, bright and ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Cuvée Firmin Brut Nature", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "J. Dumangin Fils"}, {"points": "93", "title": "Zusslin 2012 Clos Liebenberg Sparkling (Crémant d'Alsace)", "description": "Exquisitely fragrant notes of ripe, aromatic apples rise from the glass: tart, fruity and fresh in equal measure. The palate shows both evolved autolysis by way of soy-spiced breadiness and even more fruit in the way of bruised, tart apple notes of great purity. The finish is long and full of flavor, complex, nuanced and resolutely dry.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 57, "designation": "Clos Liebenberg", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Zusslin"}, {"points": "93", "title": "Chanoine NV Tzarina No. 1  (Champagne)", "description": "Of the many flamboyant Champagne bottles, this is one of the most stylish with its elegant frosted glass. This aromatic wine is a 50-50 Chardonnay and Pinot Noir blend, with a crisp texture and fruits that are maturing well. It is ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 140, "designation": "Tzarina No. 1", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Chanoine"}, {"points": "93", "title": "Antichi Vigneti di Cantalupo 2006 Collis Breclemae  (Ghemme)", "description": "The aromatic profile changes continuously in the glass, but includes underbrush, iron, dark spice, rose, tilled earth and a balsamic note. On the firm, radiant palate, an intense mineral vein wraps around dried dark-skinned cherry, cranberry, licorice and chopped herb. A backbone of vibrant acidity and assertive but refined tannins provide structure and impeccable balance. Give this time to soften and develop even more complexity. Drink 2018–2031.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 55, "designation": "Collis Breclemae", "variety": "Nebbiolo", "region_1": "Ghemme", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Antichi Vigneti di Cantalupo"}, {"points": "93", "title": "Boizel 2000 Cuvée Sous Bois Brut  (Champagne)", "description": "Fermented and aged in wood before bottling, this is now a mature wine. It shows some signs of oak, although the toasty flavors have now merged with those of aging. The result is a rich wine, with almond, spice and acidity mingling well together. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 175, "designation": "Cuvée Sous Bois Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Boizel"}, {"points": "93", "title": "Brian Benson 2013 Caliza Vineyard G-S-M (Paso Robles)", "description": "This is a rich and engaging blend of 60% Grenache, 30% Syrah and 10% Mourvèdre from one of West Paso's great vineyards. Baked black plums mix with condensed purple flowers, dried mint, turned earth and a savory, almost rugged meat quality on the nose. The palate is salty to start and thoroughly spiced with rosemary and lots of acidic zest, set against a black-plum fruit backbone.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Caliza Vineyard", "variety": "G-S-M", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brian Benson"}, {"points": "93", "title": "Brian Benson 2013 Camatta Hills Vineyard Syrah (Paso Robles)", "description": "Extremely dark fruit tones come from the nose of this wine, including blackberry and black cherry. It also offers touches of red fruit alongside snapped dark chocolate, licorice and a tarragon mintiness. Density and darkness consume the palate too, with blueberry fruit laced by dried basil, oregano, lavender and tar.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Camatta Hills Vineyard", "variety": "Syrah", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Brian Benson"}, {"points": "93", "title": "Churchill's 2014 Vintage  (Port)", "description": "A field blend of grapes from two vineyards forms the backbone of this vintage Port. It is rich with young fruitiness that masks the firm tannins that will allow this wine to age many years. Berry flavors are balanced with acidity and richness to give a perfumed wine. In its young fruitiness it is ready to drink, although it will age well and really should not be drunk until 2025 at least.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 70, "designation": "Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Churchill's"}, {"points": "93", "title": "Colombera & Garella 2012  Bramaterra", "description": "Enticing aromas of rose, white pepper, aromatic herb, crushed stone and a whiff of game float out of the glass. The elegant—almost ethereal—palate delivers ripe red cherry, crushed raspberry, truffle, clove and cinnamon. Energizing mineral notes underscores the savory flavors while fresh acidity and polished tannins provide balance and structure.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 30, "designation": null, "variety": "Red Blend", "region_1": "Bramaterra", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Colombera & Garella"}, {"points": "93", "title": "Dominio de Atauta 2010 Llanos del Almendro  (Ribera del Duero)", "description": "A rooty-smelling nose suggests sarsparilla soda, with accents of oak, malt and baked blackberry. There's just enough energy to the ripe palate, which tastes of earthy, savory blackberry, baking spices and cola nut. A smooth, ready finish revolves around surprisingly soft tannins. Drink this easy rider through 2022.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 155, "designation": "Llanos del Almendro", "variety": "Tinto Fino", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Dominio de Atauta"}, {"points": "93", "title": "Harper Voit 2014 Bieze Vineyard Pinot Noir (Eola-Amity Hills)", "description": "This is an unusual combination of Calera and Pommard clones, from a young vineyard amassing an excellent client list, Harper Voit among them. It's made in a soft, full-bodied, supple style that offers a cagey mix of purple fruits, caramel and chocolate. Tannins are smooth and polished, finishing with a light hint of cannabis.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Bieze Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Harper Voit"}, {"points": "93", "title": "Longoria 2014 Bien Nacido Vineyard Block N Pinot Noir (Santa Maria Valley)", "description": "There's a compelling feral quality to this bottling by Rick Longoria. A carpaccio note on the nose carries through aromas of ripe berries, pine-forest underbrush and wet river stones. The palate also offers a raw-beef funk along with black olive, cherry tomato, sandalwood and reserved elderberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bien Nacido Vineyard Block N", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "93", "title": "Mirror 2012 Cabernet Sauvignon (Napa Valley)", "description": "Starting with beautifiul aromas of cassis, cocoa and coffee beans, this wine has a velvety texture and deep, ripe layers of black fruit. It does a great job of combining layers of black cherry, blackberry and cinnamon on a full body but without seeming heavy.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 75, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mirror"}, {"points": "93", "title": "Moët & Chandon 2008 Grand Vintage Rosé Brut  (Champagne)", "description": "From a very fine vintage, this structured, tight while also fruity Champagne is poised and stylish. A creamy mousse balances the crisp texture and beautiful acidity. Red fruits and blood orange come through well at the end. It is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 55, "designation": "Grand Vintage Rosé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Moët & Chandon"}, {"points": "93", "title": "Pannier 2008 Vintage Brut  (Champagne)", "description": "This is a ripe and creamy wine from the great 2008 vintage. Tight acidity and lively citrus are balanced by a more serious richness and texture. The wine, bringing all three of the main Champagne grapes together, is still maturing. Wait until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Vintage Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Pannier"}, {"points": "93", "title": "Glaetzer 2013 Bishop Shiraz (Barossa Valley)", "description": "This has gone up in price over the years, but it's still a solid, relatively affordable example of Barossa Valley Shiraz. This is youthful and edgy, with meaty, savory notes accenting mixed berries and a hint of mint. The finish is a bit chewy right now, but mouthcoating and long.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 37, "designation": "Bishop", "variety": "Shiraz", "region_1": "Barossa Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Glaetzer"}, {"points": "93", "title": "G. H. Mumm NV Mumm de Cramant Blanc de Blancs Brut Chardonnay (Champagne)", "description": "From the grand cru village of Cramant, this 100% Chardonnay is Mumm's signature Champagne. This latest bottling is tight, taut and beautifully textured. Crisp apples, squeezed lemon and layers of acidity give a wine that is delicate, dry and well balanced. Aged for six years before disgorgement, the wine is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Mumm de Cramant Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "G. H. Mumm"}, {"points": "93", "title": "Melville 2015 Clone 76 Inox Chardonnay (Sta. Rita Hills)", "description": "Tasted blind alongside the 2005 and 2010 vintages, this bottling, which is Chad Melville's first for his family winery after years focused on the vineyard, carries the same persistent sizzle of acidity on the front of the sip. But it's fresher on the nose, with pear juice, lychee and vanilla dust, and more approachable on the tropical palate, where jasmine, exotic banana, papaya, plumeria and a touch of guava shine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Clone 76 Inox", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "93", "title": "Nicolas Feuillatte 2008 Brut Millésimé  (Champagne)", "description": "From the excellent 2008 vintage, this is a very complete, ripe wine. It is rich, packed with crisp white fruits that are developing into a structured, concentrated wine with a great future. The balance between acidity and dosage is just right. Drink ideally from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 42, "designation": "Brut Millésimé", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Nicolas Feuillatte"}, {"points": "93", "title": "Penner-Ash 2014 Zena Crown Vineyard Pinot Noir (Eola-Amity Hills)", "description": "As with many of the winery's other single-vineyard selections from this vintage, this is strongly scented with fresh tobacco, and brings generous black-cherry fruit to the front and center. The fruit is accented by a wide swath of cola, perhaps Dr. Pepper. The finish continues long, clean and fresh.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Zena Crown Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Penner-Ash"}, {"points": "93", "title": "Patz & Hall 2014 Hyde Vineyard Pinot Noir (Carneros)", "description": "From the legendary Hyde, a source since 1996, this vintage continues the greatness of the prior years, showing depths of fresh dirt and spice. Stewy damson plum, blackberry and black cherry provide succulent complex, ripe flavors accented in vanilla and cinnamon. The acidity is mouthwatering.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "Hyde Vineyard", "variety": "Pinot Noir", "region_1": "Carneros", "region_2": "Napa-Sonoma", "province": "California", "country": "US", "winery": "Patz & Hall"}, {"points": "93", "title": "Teso La Monja 2013 Victorino  (Toro)", "description": "Dark, roasted aromas of blackberry, black coffee, cola and cassis lead to a tannic, pounding palate. Oak-rich flavors of toffee, mocha, chocolate and pepper sit on top of blackberry and cassis, while a toasty, concentrated, tannic finish sends this out the door. This is a monster wine with class; drink 2018–2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 67, "designation": "Victorino", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Teso La Monja"}]