[{"points": "94", "title": "Marchesi Antinori 2013 Tignanello Red (Toscana)", "description": "Vibrant and loaded with finesse, this blend of 80% Sangiovese, 15% Cabernet Sauvignon and 5% Cabernet Franc opens with enticing scents of red woodland berry, new leather, Asian spice and a touch of menthol. The youthful palate delivers red currant, wild cherry, star anise and clove alongside a backbone of firm acidity and polished, tightly wound tannins. It will age majestically; drink 2020–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 105, "designation": "Tignanello", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Marchesi Antinori"}, {"points": "94", "title": "Gainey 2014 Limited Selection Pinot Noir (Sta. Rita Hills)", "description": "Baked black plum, gingerbread, dried mint, clove-laden cherry pie and a touch of light licorice show on the nose of this rich style of Pinot from the Santa Ynez-based, family-owned winery. The palate starts with rich black-cherry fruit, but then dives into an intriguing wash of thyme, sagebrush and anise, finishing on dried cranberry and pomegranate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Limited Selection", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Gainey"}, {"points": "94", "title": "Golden Triangle 2013 Syrah (Paso Robles Willow Creek District)", "description": "It's a good thing Garagiste Festival cofounder Stewart McLennan caught the winemaking bug. This delicious bottling shows black currant, plum, blueberry, fennel, lavender, vanilla and gingerbread spice on the nose. Elegant purple-flower elements kick off the palate, and then come waves of blueberry-chiffon cake, blackberry juice, sea-salt caramel and a touch of vanilla.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": null, "variety": "Syrah", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Golden Triangle"}, {"points": "94", "title": "Pahlmeyer 2013 Merlot (Napa Valley)", "description": "The wine launched cinematically by Robert Redford in “Indecent Proposal,” this delivers a succulently memorable and seductive mix of crisp cassis and meaty rare beef, a sanguine underpinning that gives it intrigue. Full bodied and ripely crafted, it is completely satisfying in its classical components of sage and cedar, with a lingering lust of chocolate-covered cherry.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": null, "variety": "Merlot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Pahlmeyer"}, {"points": "94", "title": "Robert Biale 2014 Stagecoach Vineyard Zinfandel (Napa Valley)", "description": "From the only producer to source Zin from this famous vineyard, this wine is abundant in a complexity of baked bread, blackberry jam and vanilla, with endless depth on the palate. Fresh and juicy, it balances its fruitiness with mountain-sized tannin strength and concentration.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 52, "designation": "Stagecoach Vineyard", "variety": "Zinfandel", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Biale"}, {"points": "94", "title": "Pichler-Krutzler 2015 Kellerberg Riesling (Wachau)", "description": "Stone flint and smoke join a lovely combination of superripe orange and juicy mandarin. The palate focuses even more on these luscious juicy citrus flavors. It gets direction from gentle but definite lemon freshness. With a little air, an earthier aspect grounds this beautifully and gives a three-dimensional picture of aroma, flavor and texture with immense and intense length.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Kellerberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Pichler-Krutzler"}, {"points": "94", "title": "Nelle 2014 Grenache (California)", "description": "Intriguing layers of fruit and herbs interplay on the delicious nose of this bottling, showing bay leaf, thyme, oregano, pepper, hibiscus and cherry. The palate is rich and savory, with more of the same roasting herbs as well as fig, black olive, black pepper, fennel and purple-flower flavors. It's quite rich and delicious.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": null, "variety": "Grenache", "region_1": "California", "region_2": "California Other", "province": "California", "country": "US", "winery": "Nelle"}, {"points": "94", "title": "Proidl 2015 Ehrenfels Reserve Riesling (Kremstal)", "description": "The generous appetizing aromas of very ripe yellow plums and apricots play on the nose. The palate shows equal generosity and ripeness. It is cut by totally focused lemon-zest freshness that just tingles all the senses. This has tension and excitement and lots of concentration that make this long lived and impressive. The finish is supremely aromatic. Drink now–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 52, "designation": "Ehrenfels Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "94", "title": "Jada Vineyard & Winery 2014 Jersey Girl Syrah (Paso Robles Willow Creek District)", "description": "Elegant aromas of gingerbread spice, baked blueberry, blackberry and vanilla show on the nose of this layered bottling. Flavors are well integrated and presented atop a soft but noticeable structure, thick with lavender, beef, black currant and allspice on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Jersey Girl", "variety": "Syrah", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Jada Vineyard & Winery"}, {"points": "94", "title": "Johanneshof Reinisch 2014 Grillenhügel Pinot Noir (Thermenregion)", "description": "Smoke and vanilla spice hover above appetizing notions of tart red-berry fruit. The body is light and spicy and has a touch of fragrant conifer and an abundance of lovely unforced cranberry and red cherry. There is a pervasive freshness and elegance to this wine, which lifts it well above the ordinary. Pinot lovers will rejoice in the spice and light-footedness, but there is a serious beautiful core of fruit and a lasting peppery finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Grillenhügel", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "94", "title": "Laughing Stock 2014 Portfolio Red (Okanagan Valley)", "description": "Portfolio is a full-on, five-grape, Bordeaux-style blend—half Merlot. Dark, dense and textural, it's loaded with blackberry and black cherry fruit, swathed in baking spices, cinnamon and mocha. The tannins are beautifully managed, and it should drink magnificently through the mid-2020s.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 40, "designation": "Portfolio", "variety": "Bordeaux-style Red Blend", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Laughing Stock"}, {"points": "94", "title": "Loimer 2015 Käferberg Grüner Veltliner (Kamptal)", "description": "A wonderfully funky notion of yeast precedes the full ripe yellow plum fruit on the nose and segues into a salty, spicy and peppery palate. Concentration and flavor reverberate with a lemony citrus zing. A great varietal expression of Grüner's dual spice and fruit nature in an elegant package with lots of drive.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Käferberg", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Loimer"}, {"points": "94", "title": "Wedell Cellars 2012 Manchester Vineyard Syrah (Arroyo Grande Valley)", "description": "There's a lot to love in this bottling for those who enjoy cooler-climate Syrah. But the tons of cracked black pepper, asphalt and gamy funk meet with enough elderberry and lavender to appeal to others as well. The palate packs a wide array of flavors, from anise to lavender to cracked peppercorn, with savory tar, dried elderberry and even some elderflower showing as well.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 70, "designation": "Manchester Vineyard", "variety": "Syrah", "region_1": "Arroyo Grande Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wedell Cellars"}, {"points": "94", "title": "Wedell Cellars 2012 Pinot Noir (Sta. Rita Hills)", "description": "English breakfast tea, light plum, dark strawberry, rhubarb, thyme and lavender swirl in the heady nose of this bottling. It's elegant and floral on the palate, with more lavender and lots of bergamot and Earl Grey flavors that linger long through the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": null, "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Wedell Cellars"}, {"points": "94", "title": "J. Lohr 2013 Cuvée St. E Red (Paso Robles)", "description": "The most easily accessible of J. Lohr's Bordeaux series, this Cabernet Franc-led ode to Saint-Émilion opens with caramel, vanilla and crème de cassis on the lavish nose. There is ample structure on the palate, with medium tannins, but it's soft enough to enjoy now, with rich fudge, clove and chai flavors laid across tasty black fruits.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Cuvée St. E", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "J. Lohr"}, {"points": "94", "title": "Eder 2015 Süssenberg Smaragd Grüner Veltliner (Wachau)", "description": "Beautifully pure notions of sun-ripened mirabelle plum appear on the nose, edged with aromatic hints of ivy and herb. The palate makes the fine ripe fruit even more distinct, presenting it on a concentrated body made taut by clearly delineated, lively citrus freshness. This is pristine and beautiful, lasting and impressive. The finish shines with the expressive purity.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Süssenberg Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Eder"}, {"points": "94", "title": "E. Guigal 2011 Château d'Ampuis  (Côte Rôtie)", "description": "The essence of the appellation smokes out from the glass, offering hints of cracked pepper, bacon, clove and leather. It's reasonably full-bodied for Côte Rôtie, with feral, smoked-meat flavors, ample spice and plenty of the concentrated plummy fruit. Tannins are silky, making this approachable now, but likely capable of aging well for at least 10–15 years.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 75, "designation": "Château d'Ampuis", "variety": "Rhône-style Red Blend", "region_1": "Côte Rôtie", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "E. Guigal"}, {"points": "94", "title": "Château des Jacques 2015  Morgon", "description": "This is a finely structured wine that will age well. With black-plum fruits, layers of dark young tannins and balanced acidity, it is both juicy and full of great ripe swathes of fruit. From the cru estate that is owned by Louis Jadot in Beaune, it is impressive and worth aging. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 28, "designation": null, "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château des Jacques"}, {"points": "94", "title": "Alzinger 2015 Steinertal Smaragd Grüner Veltliner (Wachau)", "description": "The spicy nose already signals joy: Bosc pear is edged with mandarin and white-pepper spice. The concentrated palate flows with ripe juicy white-fleshed pear fruit but is given direction by gentle ripe citrus freshness and sheer bundling of flavor. There is welcome texture to the midpalate and beautifully penetrating zestiness. The finish is long and very moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Steinertal Smaragd", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Alzinger"}, {"points": "94", "title": "Eichinger 2015 Ried Lamm Reserve Grüner Veltliner (Kamptal)", "description": "Beautiful savoriness rises from the glass—pepper and yeast, but also something of pine and watercress. The palate swings with all of these flavors and embeds them on a rich cushion of gentle fruit: ripe yellow pear and juicy yellow plum. The white pepper always edges its way in and tempers the generosity of the fruit. This simply is gorgeous and very moreish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 43, "designation": "Ried Lamm Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Eichinger"}, {"points": "94", "title": "Hecho por Ruben 2012 Kimsey Vineyard Grenache (Ballard Canyon)", "description": "Ruben “The Grape Whisperer” Solorzano leaves the vineyard to try his hand in the cellar, and the results are magical. Deep rose and fresh lilac aromas make for an extreme florality, followed by blackberry and black-plum scents. Purple flowers also show on the palate, where a nice sizzle of acidity unleashes candied grape flavors and a spicy pepper element.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": "Kimsey Vineyard", "variety": "Grenache", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Hecho por Ruben"}, {"points": "94", "title": "Hirsch 2015 Heiligenstein Reserve Riesling (Kamptal)", "description": "The perfumed, otherworldly scent of blood orange works its charm on the nose of this lovely wine. The palate is equally juicy and aromatic: tart and soft, edgy and pliant, plump and lip-smacking, juicy and bracing. The palate is streamlined and fresh, hinting constantly at this world of flavor, if you only give in to it—so moreish, so long.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 65, "designation": "Heiligenstein Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hirsch"}, {"points": "94", "title": "Mollie 2014 Zotovich Vineyard Chardonnay (Sta. Rita Hills)", "description": "Lovely white-flower aromas of lily, tuberose and plumeria are elegant and engaging without being overpowering. These pair nicely with the light mango, crushed sea shell and petrol touch of the nose. Coconut, both dried flakes and milk, shows strongly on the creamy sip, along with honeysuckle, pineapple and fragrant white fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Zotovich Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mollie"}, {"points": "94", "title": "Mt. Brave 2013 Merlot (Mount Veeder)", "description": "From a site that reaches up to 1,800 feet and dates back grape-growing wise to before the Civil War, this wine is bold and beautiful. It's a study in dusty leather, black pepper and cigar, allowing sauvage, savory aspects to speak louder than fruit. Full bodied and robustly structured, it offers a memorable Tahitian-vanilla note on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": null, "variety": "Merlot", "region_1": "Mount Veeder", "region_2": "Napa", "province": "California", "country": "US", "winery": "Mt. Brave"}, {"points": "94", "title": "Jada Vineyard & Winery 2014 Passing By Cabernet Sauvignon (Paso Robles Willow Creek District)", "description": "This is an extracted and dark style of Cab, showing tar, black pepper, espresso, deep purple fruit and loam on the nose. Baked black plum, elderberry and blackberry fruits show strongly on the palate, which is made deliciously complex by mocha, coffee syrup and cracked pepper accents. Mouthcoating tannins ensure a long cellar life; it should cellar well through 2034.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Passing By", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Jada Vineyard & Winery"}, {"points": "94", "title": "Fontodi 2013 Vigna del Sorbo Gran Selezione  (Chianti Classico)", "description": "Initially closed, this elegant vibrant red slowly reveals alluring aromas of mature black-skinned fruit, French oak, violet and a whiff of new leather. The full-bodied polished palate delivers ripe black cherry, chopped mint, star anise and pipe tobacco alongside a backbone of fresh acidity and velvety tannins. It's still young and will be even better after a few more years in the cellar. Drink 2020–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Vigna del Sorbo Gran Selezione", "variety": "Sangiovese", "region_1": "Chianti Classico", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Fontodi"}, {"points": "94", "title": "Prieler 2013 Goldberg Blaufränkisch (Leithaberg)", "description": "Very smoky notes of oak become apparent first. This needs some air to open more, when the initial smoke is followed by dark sumptuous floral-tinged berries. The peony-scented blueberry and bramble note is highlighted on the palate by fine freshness. The tannins are ultrafine and gentle, while the wine is full bodied but still taut. This is for the longer run. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 110, "designation": "Goldberg", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Leithaberg", "country": "Austria", "winery": "Prieler"}, {"points": "94", "title": "Proidl 2015 Pfeningberg Reserve Riesling (Kremstal)", "description": "The sun-ripened skin of yellow mirabelle plums and their ripe flesh suggest both texture and fruitiness. This burgeons with gloriously ripe fruit, which attains an apricot touch on the palate, but is held firmly and with beautiful poise by lemon zestiness and citrus freshness. A wonderful combination of generosity and tang with lovely concentration, brilliant fruit and a long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Pfeningberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Proidl"}, {"points": "94", "title": "Marchesi Antinori 2013 Solaia Red (Toscana)", "description": "This blend of 75% Cabernet Sauvignon, 20% Sangiovese and 5% Cabernet Franc opens with intense aromas of black-skinned fruit, purple flower, oak and exotic spice. The taut, elegant palate offers black currant, black cherry, chopped mint and white pepper alongside bright acidity and polished, fine-grained tannins. It's still youthfully austere, so give it time to fully develop. Drink 2020–2033.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 325, "designation": "Solaia", "variety": "Red Blend", "region_1": "Toscana", "region_2": null, "province": "Tuscany", "country": "Italy", "winery": "Marchesi Antinori"}, {"points": "94", "title": "Markus Huber 2015 Berg Reserve Riesling (Traisental)", "description": "The gentlest fruit, the ripest notions, the freshest palate: there is something about the Traisental wines that strikes you as more filigree than the rest of Austria. This Riesling is a case in point with very fine-boned, clearly delineated citrus fruit. Seville orange peel and ripe tangerine makes this a subtle joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 70, "designation": "Berg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Traisental", "country": "Austria", "winery": "Markus Huber"}]