[{"points": "92", "title": "Grey Stack 2014 Rosemary's Block Dry Stack Vineyard Sauvignon Blanc (Bennett Valley)", "description": "This is a smooth, herbal and fresh 100% varietal wine. The label has been brought back to life by a trio of partners, including winemaker Patrick Sullivan, who were involved with the original Grey Stack many years ago. Pineapple rises to the fore on the nose, finding consistency on the palate, a complex expression of the variety from a great site, seasoned in lemongrass and dried herb.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "Rosemary's Block Dry Stack Vineyard", "variety": "Sauvignon Blanc", "region_1": "Bennett Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Grey Stack"}, {"points": "92", "title": "Domaine Zind-Humbrecht 2013 Calcaire Pinot Gris (Alsace)", "description": "Flinty reduction still dominates the nose but this is only a sign of youth in this nuanced wine. It discloses tentative pear blossom and fruit, plus notions of wet earth and candied lime. Above all, a zesty spine of acidity and freshness directs all the attention to a profound, stony core. There is life force here and you know this will continue to evolve.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Calcaire", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "92", "title": "Domaine Zind-Humbrecht 2013 Terroir d'Alsace Riesling (Alsace)", "description": "Flinty overtones of yeast reveal how very young this wine is. The verve that springs from the glass is undeniable. While the focus is on grapefruit and lemon zest in a tightly pulled focus, there are glimpses of honeycomb, popcorn, treacle, pollen and hints of tropicality, with a touch of pineapple. Hold this wine for a while longer and it will unfold itself graciously. Drink 2016–2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Terroir d'Alsace", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Zind-Humbrecht"}, {"points": "92", "title": "Domaines Ott 2014 Clos Mireille Rosé (Côtes de Provence)", "description": "Ott specializes in rosés with weight and alcohol. Everything is so well integrated that they are only a part of a rich, fruity wine that has a dense texture, with spice and generous strawberry fruits. Full and definitely for food, the wine should be aged another few months, so drink from mid-2016.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 49, "designation": "Clos Mireille", "variety": "Rosé", "region_1": "Côtes de Provence", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaines Ott"}, {"points": "92", "title": "Landmark 2013 Escolle Road Vineyard Pinot Noir (Santa Lucia Highlands)", "description": "Dark loam and a slate-driven minerality restrain the concentrated black raspberry and black currant ripeness on the nose of this elegant wine, made by a Sonoma-based group co-founded in 1972 by a descendant of tractor-maker John Deere. Lots of eucalyptus and purple sage shrubbery on the palate spices up the soft, luscious blackberry and olallieberry fruit core.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Escolle Road Vineyard", "variety": "Pinot Noir", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Landmark"}, {"points": "92", "title": "Loring Wine Company 2013 Durell Vineyard Pinot Noir (Sonoma Coast)", "description": "Ah, the beautiful fruit aromas, polished texture, ripe but tangy flavors and supreme balance make this an elegant and delicious wine. This is not showy, but slightly reserved, as very little spicy oak is showing through, yet the wine's vibrance and purity keep begging for another sip.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": "Durell Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Loring Wine Company"}, {"points": "92", "title": "Last Light 2013 Derbyshire Vineyard Pinot Noir (San Luis Obispo County)", "description": "This wine from an extreme coastal vineyard is framed by earthy notes of turned black loam as well as a cherry blossom ripeness, with a laid-back sagebrush element and touch of olive. There's a lot of thyme and marjoram on the palate, as well as orange rinds, plum peel, barely ripe cranberry fruit and a graphite tension.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "Derbyshire Vineyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Last Light"}, {"points": "92", "title": "Le Vigne 2012 Ame de la Vigne Red (Paso Robles)", "description": "Dried cherries, cocoa dust, flinty gunmetal, worn leather and pressed rose petals show on the nose of this blend of Petite Sirah, Syrah and Grenache. The palate surrounds a dense core of minted blackberry fruit, with lifting dill and a chunk of fudge rounding out a very nice flavor set.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 41, "designation": "Ame de la Vigne", "variety": "Rhône-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Le Vigne"}, {"points": "92", "title": "Iron Horse 2010 Classic Vintage Brut Sparkling (Green Valley)", "description": "A majority of Pinot Noir in this blend doesn't overshadow the Chardonnay's sentiments of baked apple, hazelnut and crème brûlée. Warm and savory, the mousse is also dry, crisp and buoyant, balanced and elegant in the end, making for a complete wine with a lengthy finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Classic Vintage Brut", "variety": "Sparkling Blend", "region_1": "Green Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Iron Horse"}, {"points": "92", "title": "Scharffenberger NV Brut Excellence Sparkling (Mendocino)", "description": "This wine shows amazing complexity, subtle richness, layers of flavor and an ultrasmooth texture. A foundation of fruit flavor is very solid, and the acidity is firm and refreshing. The mouthfeel is plush and the finish lingers, making it a grand wine for a special occasion.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 20, "designation": "Brut Excellence", "variety": "Sparkling Blend", "region_1": "Mendocino", "region_2": null, "province": "California", "country": "US", "winery": "Scharffenberger"}, {"points": "92", "title": "Testarossa 2013 Chardonnay (Santa Lucia Highlands)", "description": "Almost as good as some of the winery's best single-vineyard bottlings, this wine has a tremendous nose that offers tangerine blossom, pink grapefruit skin, sea salt and toast around a line of graphite. The palate presents juicy nectarine and ripe citrus alongside yeasty sizzle, salt and a chalk minerality.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": null, "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "92", "title": "Testarossa 2013 Dos Rubios Vineyard Monopole Chardonnay (Santa Lucia Highlands)", "description": "From a single vineyard now designated as a monopole, this wine by winemaker Bill Brousseau, who designed the vineyard, and vintners Rob Jensen and Kirk Williams shows minty herbs and tangerine oil on the nose. There is great restraint on the palate that walks a razor's edge of balance, with flavors of tart Key lime pith and riper orange blossom.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Dos Rubios Vineyard Monopole", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "92", "title": "Testarossa 2013 Fogstone Vineyard Chardonnay (Santa Lucia Highlands)", "description": "From a vineyard full of gravelly loam soils, the nose on this wine shows a mix of citrus freshness and more complex qualities of dried apples, quinine, pencil lead and nuts. A slight yogurt element shows on the palate, along with grapefruit pith and a nectarine warmth, leaving the mouth quite energized into the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Fogstone Vineyard", "variety": "Chardonnay", "region_1": "Santa Lucia Highlands", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "92", "title": "Three Sticks 2013 One Sky Chardonnay (Sonoma Mountain)", "description": "Candied ginger and nougat wrap themselves around toasted oak and fierce acidity in this full-bodied, voluptuous white that veers confidently into measured decadence. Intense in ripe apple, pear and vanilla oak, it finishes fresh and vibrant on the palate.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "One Sky", "variety": "Chardonnay", "region_1": "Sonoma Mountain", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Three Sticks"}, {"points": "92", "title": "Eleven Eleven 2014 Sauvignon Blanc (Rutherford)", "description": "With Kirk Venge as winemaker and Beckstoffer grapes at its core, this intriguing new project is out the gates with a rocking wine, a compelling and complex mix of lemongrass and hard lemon candy that gets more inviting in the glass. Light-bodied, crisp and focused, it offers a twist of New Zealand-like grass that never gets out of hand, becoming a delight on the palate instead.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": null, "variety": "Sauvignon Blanc", "region_1": "Rutherford", "region_2": "Napa", "province": "California", "country": "US", "winery": "Eleven Eleven"}, {"points": "92", "title": "Errazuriz 2013 Max Reserva Cabernet Sauvignon (Aconcagua Valley)", "description": "This is a powerful Cabernet comprised of all the key players. The nose is oaky, with coconut and vanilla aromas alongside fast and furious spiced berry scents. A meter-pushing palate tastes of spiced cherry, blackberry, herbs and chocolate, while the finish simmers with coffee and mocha notes. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 20, "designation": "Max Reserva", "variety": "Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Aconcagua Valley", "country": "Chile", "winery": "Errazuriz"}, {"points": "92", "title": "Fiddlehead 2014 Goosebury Sauvignon Blanc (Santa Ynez Valley)", "description": "Very light in the glass, this wine by regional Sauv Blanc veteran Kathy Joseph offers cut green apples, sweet lime blossoms and a light honey element on the nose. Lime zest and citrus pith decorate the palate, with steely white pepper and dried oregano flavors that race across the tense palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "Goosebury", "variety": "Sauvignon Blanc", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Fiddlehead"}, {"points": "92", "title": "Fulcrum 2013 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "Made in tiny quantities, this wine opens with aromas of crisp, just-peeled orange before unveiling silky tannins and a bite of oak. Light in color, it builds up layers of dark cherry, sage and mushroomy earth as it develops, with a substantial kick of texture and weight on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Fulcrum"}, {"points": "92", "title": "Fulcrum 2013 Landy Vineyard Pinot Noir (Russian River Valley)", "description": "Pungently earthy in red strawberry and cherry, this is a seductively textured wine from a fine vineyard, made in tiny amounts. Fresh-cut roses and black tea provide a savory element, balancing exuberant fruit and complex notes of cola.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 52, "designation": "Landy Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Fulcrum"}, {"points": "92", "title": "Gershon Bachus 2008 Hesperus Grenache (Temecula Valley)", "description": "The first harvest from the De Portola Vineyard, this aged wine shows a mysteriously inviting character on the nose and palate. Aromas of cinnamon, strawberry jam on toast, mace and plums lead into a palate decorated by cherry and berry juice mulled by licorice and sandalwood.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Hesperus", "variety": "Grenache", "region_1": "Temecula Valley", "region_2": "South Coast", "province": "California", "country": "US", "winery": "Gershon Bachus"}, {"points": "92", "title": "Cebada 2014 Estate Grown Rosé of Pinot Noir (Santa Ynez Valley)", "description": "Very light pink, this rosé offers extremely pleasant and approachable aromas of nectarine, pluot, plum, lime and a dusting of vanilla. These give way to a light and bright palate, where lime zest cuts through a bubble gum core. Yeasty notes adds further nuance.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 28, "designation": "Estate Grown Rosé of", "variety": "Pinot Noir", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cebada"}, {"points": "92", "title": "Balletto 2013 Sexton Hill Vineyard Pinot Noir (Russian River Valley)", "description": "From a steep hillside vineyard that is estate owned and farmed, this wine is pungent in dark fruit and black tea. Elusive at first, it takes time to open and reveal classic Sebastopol Hills elements of earth and black cherry, finishing awash in cardamon.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Sexton Hill Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Balletto"}, {"points": "92", "title": "Bien Nacido 2012 Syrah (Santa Maria Valley)", "description": "A lighter, tightly wound take on the grape, with boysenberry, black pepper and a smoky pork umami character slowly emerging on the nose, this fresh wine will last a while. The even-handed palate shows vanilla and blueberry notes, steadily solving toward a savory though crisp finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 55, "designation": null, "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bien Nacido"}, {"points": "92", "title": "Cramele Recas 2013 Conocul Ambrozy Sauvignon Blanc (Recas)", "description": "This late harvest Sauvignon Blanc is honey gold in color, with tantalizing aromas of honeysuckle, white flowers and lanolin. It is generous on the palate, with flavors of apricot and tinned peaches supported by floral notes. Its sweetness is enhanced by a pleasing level of acidity on the finish.", "taster_name": "Jeff Jenssen", "taster_twitter_handle": "@worldwineguys", "price": 28, "designation": "Conocul Ambrozy", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Recas", "country": "Romania", "winery": "Cramele Recas"}, {"points": "92", "title": "Davies 2013 Ferrington Vineyards Pinot Noir (Anderson Valley)", "description": "This is a suave and supple wine, with a luxuriously smooth texture. From one of Anderson Valley's fabled vineyard sites, this offers softness and easy drinkability, balanced by a firm backing of fruit tones, acidity and fine tannins.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": "Ferrington Vineyards", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Davies"}, {"points": "92", "title": "Davies 2013 Nobles Vineyard Pinot Noir (Fort Ross-Seaview)", "description": "Light and smoothly textured, this beautifully crafted wine is earthy in wild strawberry preserves, mushroom and forest floor. With a tannic grip that subsides in the glass, it's built to age but entirely enjoyable now, showing power and concentration on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 55, "designation": "Nobles Vineyard", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Davies"}, {"points": "92", "title": "Domaine Barmès-Buecher 2013 Leimental Riesling (Alsace)", "description": "There is a distinct phenolic edge on this earthy, lemon-dominated and taut Riesling. Fruit—apart from citrus—is subsumed into an earthy, tense and concentrated palate. This needs more time to relax into itself and should blossom with more bottle age. Drink 2017–2020.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Leimental", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Barmès-Buecher"}, {"points": "92", "title": "Domaine Ostertag 2013 Fronholz Pinot Gris (Alsace)", "description": "Fully ripe, juicy pears glow from the core of this balanced, rounded wine, with an edge of marzipan, bitter almond and a wonderfully textured center. The palate is rich but dry and stays on the side of restraint, despite the fullness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 57, "designation": "Fronholz", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Ostertag"}, {"points": "92", "title": "Henri de Villamont 2012  Grands-Echezeaux", "description": "Very dense, this wine has some bitter extract and layers of wood that give it a very firm structure. While there is acidity, the wine also has a dark character that is hard and powerful. It is likely always to be a solid wine. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": null, "variety": "Pinot Noir", "region_1": "Grands-Echezeaux", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Henri de Villamont"}, {"points": "92", "title": "Loring Wine Company 2013 Graham Family Vineyard Pinot Noir (Russian River Valley)", "description": "Elegance and subtlety are the hallmarks of this medium-bodied, ultrasmooth wine. It pulls all the elements together, from the nervy, red cherry aromas to the moderate raspberry flavors, the great balance of acid and tannins vs. alcohol, and the velvety mouthfeel.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 50, "designation": "Graham Family Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Loring Wine Company"}]