[{"points": "92", "title": "Timbre 2013 The Headliner Pinot Noir (Santa Maria Valley)", "description": "Extremely light in color, this bottling from the super cool-climate Presqu'ile Vineyard offers delicate aromas of cranberry and bay leaf with the slightest touches of nutmeg and vanilla. It's also quite fresh and dainty on the palate, but this study of lightness steadily reveals flavors of pencil lead, sandalwood, dried rose, wild mint and pine.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "The Headliner", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Timbre"}, {"points": "92", "title": "Tokara 2015 Cape Winemakers Guild Siberia Chardonnay (Hemel en Aarde)", "description": "Winemaker: Miles Mossop. There's beautiful concentration yet ample freshness to the ripe wood-grilled apple, pineapple, melon and lemon-curd aromas and flavors in this wine. A hint of toasted brioche adds depth, while accents of fresh herbs and pressed yellow flower add an earthy elegance. The palate is full and round, yet not overly so, with ample acidity to lift the mouthfeel while lingering flavors of apple pie and spiced orange dance seductively on the finish. Drink now–2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Siberia", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Hemel en Aarde", "country": "South Africa", "winery": "Tokara"}, {"points": "92", "title": "Sattlerhof 2015 Gamlitzer Sauvignon Blanc (Südsteiermark)", "description": "Juicy notes of grass and passion fruit make for a very forward, aromatic and intensely appetizing Sauvignon Blanc. The palate is taut, very dry and slender but chock-full of fragrant fruit. The finish is enlivening and resoundingly aromatic.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 28, "designation": "Gamlitzer", "variety": "Sauvignon Blanc", "region_1": null, "region_2": null, "province": "Südsteiermark", "country": "Austria", "winery": "Sattlerhof"}, {"points": "92", "title": "Sea Smoke 2013 Estate Vineyard Chardonnay (Sta. Rita Hills)", "description": "A touch of butter warmth opens the nose to more dynamic and fresh aromas of sliced lemongrass and a wet stone, cement and slate minerality. Flavors of seared white peach and lemon curd arise on the palate, touching intriguingly on sweet Maui onion and finishing with light vanilla-custard flavor. It's a very lively sip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Estate Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sea Smoke"}, {"points": "92", "title": "Luddite 2013 Cape Winemakers Guild The Broken Ankle Shiraz-Cabernet Sauvignon (Walker Bay)", "description": "Winemaker: Niels Verburg. This Shiraz-based blend, with 9% Cabernet Sauvignon, is big and bold. It opens with dark, brooding aromas of cassis, blackberry and boysenberry that are spiced by leather, licorice and gamy tones. Firm tannins and dense, concentrated black-fruit flavors yield a firm and powerful mouthfeel, while notes of leather, cigar box and cocoa linger long on the spicy finish. It's a beast that's best not disturbed now; try after 2019 and through 2025.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild The Broken Ankle", "variety": "Shiraz-Cabernet Sauvignon", "region_1": null, "region_2": null, "province": "Walker Bay", "country": "South Africa", "winery": "Luddite"}, {"points": "92", "title": "G D Vajra 2012 Bricco delle Viole  (Barolo)", "description": "Ripe berry, violet, aromatic herb and cake spice aromas lift out of the glass. Structured and elegant, the palate delivers fleshy Morello cherry, black raspberry, cinnamon, tobacco and licorice alongside firm, polished tannins. It's already delicious and accessible. Best 2017–2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 78, "designation": "Bricco delle Viole", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "G D Vajra"}, {"points": "92", "title": "Edna Valley Vineyard 2013 Winemaker Series Meritage (Paso Robles)", "description": "This is a great way to experience big Paso power and lushness in a relatively affordable way. The wine's nose kicks off with rich and delicious blackberry pie and hot vanilla-crust aromas, enhanced by black-cherry pastry, baking spice and dill. Cassis and kirsch notes show on the palate, as does milk chocolate and caramelized fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 30, "designation": "Winemaker Series", "variety": "Meritage", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Edna Valley Vineyard"}, {"points": "92", "title": "Efeste 2015 Oldfield Estate Rosé (Yakima Valley)", "description": "This blend of Mourvèdre (78%) and Grenache is a very pretty pale peach color. Aged in a mixture of concrete, stainless steel and neutral French oak, it suggests aromas of citrus, strawberry, herb and spice. It tingles the palate with fresh, lively flavors, showing poise and presence with a citrus-filled finish that lingers.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 22, "designation": "Oldfield Estate", "variety": "Rosé", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Efeste"}, {"points": "92", "title": "Emeritus 2013 Hallberg Ranch Estate Grown Pinot Noir (Russian River Valley)", "description": "This dry-farmed property produces concentrated grapes. Particularly in this vintage, it offers burly, tannin-laced fruit with a tendency to brood. Soft and velvety on the palate, it veers into tangy, oaky and spicy finishing touches.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 42, "designation": "Hallberg Ranch Estate Grown", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Emeritus"}, {"points": "92", "title": "Hermann J. Wiemer 2014 Reserve Dry Riesling (Seneca Lake)", "description": "Seeming delicate at first, barely-there whiffs of lemon peel and green herb turn riper and sunnier on this dry, medium-bodied Riesling. The palate is quite unctuous, dripping with white peach and grapefruit nectar. A cool strike of steel extends from midpalate to finish, lending mineral elegance to this ripe, rich wine.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 29, "designation": "Reserve Dry", "variety": "Riesling", "region_1": "Seneca Lake", "region_2": "Finger Lakes", "province": "New York", "country": "US", "winery": "Hermann J. Wiemer"}, {"points": "92", "title": "Kerloo 2014 Boushey Vineyard Mourvèdre (Yakima Valley)", "description": "Aged in neutral French oak, this wine opens with appealing aromas of black pepper, dried herbs and citrus peel. The palate is fresh and strikingly pure, with plenty of tart ground-meat and pepper flavors that hang on the finish. The texture is mesmerizing.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 48, "designation": "Boushey Vineyard", "variety": "Mourvèdre", "region_1": "Yakima Valley", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Kerloo"}, {"points": "92", "title": "Fidelitas 2013 Ciel du Cheval Vineyard Cabernet Sauvignon (Red Mountain)", "description": "This wine is all varietal, coming from one of the state's top sites. Despite the warm vintage and site, it opens with aromas of herbs along with barrel spice and tightly wound dark fruit. The black fruit flavors are fresh and lively, showing elegance and persistence with a tight core of fine grained tannins.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 65, "designation": "Ciel du Cheval Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Red Mountain", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Fidelitas"}, {"points": "92", "title": "García Figuero 2011 12 Crianza  (Ribera del Duero)", "description": "Grilled aromas of fresh asphalt and slightly murky berry fruits improve with airing, as does a full-bodied palate with big tannins. Toasty, spicy flavors of herbal berry and cassis show good complexity but are far from tame. Finishing flavors of chocolate and pepper are dry and woody. Drink through 2027.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 32, "designation": "12 Crianza", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "García Figuero"}, {"points": "92", "title": "Lava Cap 2014 Vinehill Viognier (El Dorado)", "description": "This beautiful, aromatic wine smells like orange blossoms, tastes rich and fruity, and feels luxuriously smooth and layered. It has a winning combination of ripeness and depth but still has good acidity for balance.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 34, "designation": "Vinehill", "variety": "Viognier", "region_1": "El Dorado", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Lava Cap"}, {"points": "92", "title": "Dusted Valley 2013 Tall Tales Stoney Vine Vineyard Syrah (Walla Walla Valley (WA))", "description": "There's no mistaking that this wine comes from The Rocks District, with its perfumed aromas of grilled asparagus, peat, dried herb and minerally, earthy funk. Ripe fruit, earth, gravel and savory flavors meld on the palate, which shows impressive concentration and depth as well as outrageous length on the close.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 60, "designation": "Tall Tales Stoney Vine Vineyard", "variety": "Syrah", "region_1": "Walla Walla Valley (WA)", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Dusted Valley"}, {"points": "92", "title": "Jurtschitsch 2015 Stein Grüner Veltliner (Kamptal)", "description": "While the nose gives little away apart from a yeasty roundness, the palate shines with crisp, pure Conference pear fruit and a herbal tinge of watercress and arugula with the merest notes of salty soy. Slender, poised and very enjoyable.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 18, "designation": "Stein", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Jurtschitsch"}, {"points": "92", "title": "Mauro Veglio 2012  Barolo", "description": "Fragrant and refined, this opens with aromas of rose, violet, dark berry, cake spice and a balsamic whiff of menthol. The full-bodied, approachable palate delivers crushed Morello cherry, cinnamon, star anise and clove alongside velvety tannins that give it polish and structure. Drink 2017–2022.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": null, "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Mauro Veglio"}, {"points": "92", "title": "21 Grams 2011 Red (Washington)", "description": "This wine is mostly Cabernet Sauvignon (85%) along with 9% Petit Verdot and 6% Malbec, with most of the fruit coming from top sites of Cold Creek Vineyard and Stone Tree vineyards. Tightly wound up right now, it offers aromas of high-toned herbs, vanilla, spice and dark fruit. The palate is soft and flavorful, with plush yet delicate cherry flavors and fine-grained tannins that lead to an extended, fruit-filled finish. It's a very sophisticated wine with a long life in front of it. Best from 2021 to 2030.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 125, "designation": null, "variety": "Bordeaux-style Red Blend", "region_1": "Washington", "region_2": "Washington Other", "province": "Washington", "country": "US", "winery": "21 Grams"}, {"points": "92", "title": "Aigner 2015 Weinzierlberg Riesling (Kremstal)", "description": "Appetizing notes of Mirabelle plums capture attention. Lemon freshness lightens everything and makes for a bright, light but citrus-fresh wine with lots of verve and extra drive.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": null, "designation": "Weinzierlberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Aigner"}, {"points": "92", "title": "Altos del Terral 2011 Cuveé Julia  (Ribera del Duero)", "description": "This highly concentrated, black-as-night RDD is inky, volatile and cheesy smelling, but also loaded with massive black-fruit scents. Saturated to the max, this is tannic as nails. Huge blackberry, chocolate and fig flavors end with prodding, rock-hard tannins and flavors of blackened toast, chocolate and cassis extract. This is intense enough to age for a lifetime. Drink 2020 through to 2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 110, "designation": "Cuveé Julia", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Altos del Terral"}, {"points": "92", "title": "Beyerskloof 2014 Cape Winemakers Guild Traildust Pinotage (Stellenbosch)", "description": "Winemaker: Beyers Truter. Bold and ripe, this opens with loads of dark, concentrated black cherry, plum and blackberry fruits, all laced with notes of campfire, cured bacon, leather and licorice. The palate is smooth and seductive, with a plush texture and velvety tannins that are complemented by the forward pepper, black tea and smoky spice flavors. It's certainly enticing and drinking quite pleasantly now, but it will hold well through 2022.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": null, "designation": "Cape Winemakers Guild Traildust", "variety": "Pinotage", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Beyerskloof"}, {"points": "92", "title": "Black Stallion 2013 Limited Release Black Sears Vineyard Zinfandel (Howell Mountain)", "description": "From a mountainous vineyard known for its grit and brawn, this wine presents exactly that—a powerful, grippy experience of generous fruit and tannin that's nonetheless complex in a mix of leather, chocolate and coffee. The acidity provides a high-toned undercurrent that makes it enjoyable and ponderous.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Limited Release Black Sears Vineyard", "variety": "Zinfandel", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "Black Stallion"}, {"points": "92", "title": "Maison Malet Roquefort 2012 Les Hauts de la Gaffelière  (Saint-Émilion)", "description": "This is a structured wine that shows class and finesse. It has rich juicy blackberry flavors that are supported by some firm tannins and a dense texture. The wine is ready to drink for its fruitiness, although it will be better from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 22, "designation": "Les Hauts de la Gaffelière", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Maison Malet Roquefort"}, {"points": "92", "title": "Cascina Adelaide 2012 Fossati  (Barolo)", "description": "Classic aromas truffle, dark-skinned berry, tilled soil and dark baking spice lift out of the glass along with a whiff of menthol. The juicy palate boasts mature Marasca cherry, cinnamon, clove, anise and chopped mint alongside tightly wound tannins and fresh acidity. A hint of tobacco signals the close. Drink 2020–2026.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Fossati", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Cascina Adelaide"}, {"points": "92", "title": "Ceretto 2012 Bricco Rocche  (Barolo)", "description": "Aromas of exotic spice, iris, oak, coffee bean and wild berry come together on this structured, glossy red along with a note of grilled herb. The chewy palate boasts raspberry confiture, red cherry, espresso, dark chocolate, orange peel and tobacco while tightly knit, fine-grained tannins provide the framework. A licorice note closes the lingering finish. It's youthfully assertive and needs to fully develop. Drink 2020–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 300, "designation": "Bricco Rocche", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Ceretto"}, {"points": "92", "title": "Château Clerc Milon 2009 Pastourelle de Clerc Milon  (Pauillac)", "description": "This is the second wine of Clerc Milon from an exceptional year. With the soft richness of the vintage, its tannins are velvety and ripe. Blackberry fruits and mint shine through the smoky edge of tannins to give a wine that has both generous fruits and a tight end that brings in bright acidity. It is just ready to drink, although it will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Pastourelle de Clerc Milon", "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Clerc Milon"}, {"points": "92", "title": "Chateau Les Amoureuses 2012 Terres des Amoureuses Sublime Red (Ardèche)", "description": "Another tiny cuvée from Amoureuses (80 cases produced), this one blends 40% Syrah, 35% Grenache and 25% Merlot. Toasted-coconut oak scents lead the way, followed by oodles of black plums and cherries, a splash of vanilla and a pinch of cinnamon. It's full bodied and velvety textured; rich, like dessert without sugar. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 30, "designation": "Terres des Amoureuses Sublime", "variety": "Rhône-style Red Blend", "region_1": "Ardèche", "region_2": null, "province": "Rhône Valley", "country": "France", "winery": "Chateau Les Amoureuses"}, {"points": "92", "title": "Darcie Kent Vineyards 2013 Hoffman Vineyard Chardonnay (Livermore Valley)", "description": "Each sip of this graceful wine brings a little more depth and flavor. The aromas at first are quiet with just a hint of butter and toasted baguette, but on the palate it's easy to enjoy the pear-tart flavors and creamy texture. Everything seems to build toward the finish, which is long and luxurious.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 35, "designation": "Hoffman Vineyard", "variety": "Chardonnay", "region_1": "Livermore Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Darcie Kent Vineyards"}, {"points": "92", "title": "Trefethen 2013 Merlot (Oak Knoll District)", "description": "One of the producer's signature wines, in a region becoming well-known for the variety, this elegant, herbal-tinged wine does not part with the Napa Valley's imprint of boldness in its length and breadth of rich red fruit, clove, vanilla and toasted oak.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Merlot", "region_1": "Oak Knoll District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Trefethen"}, {"points": "92", "title": "Wieninger 2014 Select Pinot Noir (Vienna)", "description": "Beautiful and enticing notes of Morello cherry pervade nose and light body of this elegant Viennese Pinot Noir. There is power and depth as well as some alcoholic heat, but everything is presented honestly and with grace. On the palate the fruit gains the darker aspect of black cherry which swirls seductively around everything. A joy.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 35, "designation": "Select", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Vienna", "country": "Austria", "winery": "Wieninger"}]