[{"points": "93", "title": "Mailly Grand Cru 2008 O' de Mailly Milésime Brut  (Champagne)", "description": "This delicious wine, on the dry side of brut, is fresh and fruity while also finely textured. Initially, it seems light and then more complex minerality and steely acidity come through to give a structure that promises aging. Drink this impressive wine from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "O' de Mailly Milésime Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}, {"points": "93", "title": "García Figuero 2011 Viñas Viejas  (Ribera del Duero)", "description": "Burnt toast, hickory smoke, barrel char and baking-spice aromas are woody and a bit cheesy. This is an intense old-vines wine with a deep palate and bulky tannins. Flavors of charred oak, savory spices and black fruits end with lushness, toasty notes, black-pepper spice and heady weight. Drink through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 69, "designation": "Viñas Viejas", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "García Figuero"}, {"points": "93", "title": "Lone Madrone 2009 Bollo Nebbiolo (Paso Robles)", "description": "Sourced from the Glenrose Vineyard and aged for three years in 132-gallon puncheons before extended bottle time, this memorable wine offers leather, red cherry, rust, pencil lead and vanilla bean on the sanguine nose. Fine-grained tannins carry elegant, leathery flavors of smoked berries, with tense pencil shavings that will firmly structure the juice for years. Drink 2017–2030.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Bollo", "variety": "Nebbiolo", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lone Madrone"}, {"points": "93", "title": "Fontes da Cunha 2012 Munda Touriga Nacional (Dão)", "description": "Touriga Nacional's home is believed to be the Dão and this 100% variety wine gives a very fine, ripe and textured red. Still young with dense tannins and a rich and concentrated structure, it is powerful and needs several years to reveal its real, rich self. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Munda", "variety": "Touriga Nacional", "region_1": null, "region_2": null, "province": "Dão", "country": "Portugal", "winery": "Fontes da Cunha"}, {"points": "93", "title": "Foundry 2013 Courtney's Vineyard Chardonnay (Sta. Rita Hills)", "description": "Grapefruit blossoms, Meyer lemon skin and faints hint of tropical, white peach-flavored crème brûlée unite for a sleek and dynamic nose on this bottling of four grape clones. Vanilla, lemon zest and flavors of limes cooked in butter show on the delicious palate.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Courtney's Vineyard", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Foundry"}, {"points": "93", "title": "Henriet-Bazin 2008 Millésime Grand Cru Brut  (Champagne)", "description": "Rich and structured, this complex wine comes from grand cru vines on the northern slopes of the Montagne de Reims. It is tense as well as packed with ripe apple and pineapple fruit flavors. The tension develops from a fine vintage that will allow it to age. Drink until 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 81, "designation": "Millésime Grand Cru Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Henriet-Bazin"}, {"points": "93", "title": "Hidden Ridge 2012 55% Slope Cabernet Sauvignon (Sonoma County)", "description": "Entirely estate-grown, this is a gorgeous wine—crisp in red cherry, pomegranate and floral tones, with a fleshy, textured and juicy palate. Richly layered, the chalky tannins are fine-grained, underpinning a flavor structure of dried herb. Dark chocolate lingers on the finish. It has plenty of years to go; cellar through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "55% Slope", "variety": "Cabernet Sauvignon", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hidden Ridge"}, {"points": "93", "title": "Duckhorn 2012 Three Palms Vineyard Merlot (Napa Valley)", "description": "From one of the best-known sites for the variety in the Napa Valley, this wine shows classic Merlot-structure, with an almost dusty quality to the well-integrated and resolved tannins. It discloses a density of red fruit that remains in balance with its more rugged minerality, remaining soft on the palate throughout. Drink now through 2025.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 95, "designation": "Three Palms Vineyard", "variety": "Merlot", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Duckhorn"}, {"points": "93", "title": "Nino Franco 2014 Vigneto della Riva di San Floriano Brut  (Valdobbiadene Prosecco Superiore)", "description": "This dazzling sparkler opens with enticing aromas of wisteria, spring wild flowers, vineyard dust and freshly picked orchard fruit. The crisp, linear palate doles out green apple, nectarine, pear and energizing mineral notes alongside a creamy perlage and vibrant acidity. It's perfectly balanced and refreshing.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 29, "designation": "Vigneto della Riva di San Floriano Brut", "variety": "Glera", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Nino Franco"}, {"points": "93", "title": "Failla 2013 Savoy Vineyard Pinot Noir (Anderson Valley)", "description": "Generous, abundant, ripe fruit flavors and a tasty touch of spicy oak make a fine combo in this medium-bodied, plush-textured wine. With repeated sips the fruit flavors taste even more intricate and interesting. The texture firms up nicely due to fine tannins and welcome acidity. While tempting to drink now, this will be best after 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 58, "designation": "Savoy Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Failla"}, {"points": "93", "title": "Raymond 2012 District Collection Cabernet Sauvignon (Calistoga)", "description": "Soft hints of cinnamon and clove waft upwards out of the bouquet, before a wave of warm red fruit and vanilla form around age-worthy, rounded tannins. Nicely structured and drinkable now, it should take on additional complexity and nuance through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": "District Collection", "variety": "Cabernet Sauvignon", "region_1": "Calistoga", "region_2": "Napa", "province": "California", "country": "US", "winery": "Raymond"}, {"points": "93", "title": "Oso Libre 2011 Querida Cabernet Sauvignon (Paso Robles)", "description": "There is a density and unity of dark fruit on the nose of this wine, with black currant, boysenberry and dried mint aromas showing strong. It's a study of structure on the palate, with more bright black fruit as well as dark chocolate, cedar and espresso elements that will continue to soften with age. Drink 2017–2025.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 29, "designation": "Querida", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Oso Libre"}, {"points": "93", "title": "Midnight 2010 Mare Nectaris Reserve Red (Paso Robles)", "description": "Plump black currants, fragrant purple lilacs and a tiny bit of roasted beef show on the nose of this blend of 42% Cabernet Sauvignon, 16% Merlot, 16% Malbec, 16% Petit Verdot and 10% Cabernet Franc. The palate is less showy, with firm tannins, energizing acidity and a mineral-driven center line, offering cooked purple fruit on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 52, "designation": "Mare Nectaris Reserve", "variety": "Bordeaux-style Red Blend", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Midnight"}, {"points": "93", "title": "HammerSky 2010 Limited Resources Cabernet Sauvignon (Paso Robles)", "description": "Deep, heady aromas of black cherry, gingersnap cookies and black loam show on the nose. Rich and penetrating flavors of blackberry and brown spice are cut with a ripe fruit freshness in this heavy-duty wine with lots of life.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 72, "designation": "Limited Resources", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "HammerSky"}, {"points": "93", "title": "Kynsi 2013 Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "This wine from the historic vineyard is light in color but not shy on the nose at all: lime blossoms, lemon curds, honeysuckle and lemon-lime soda all leap from the glass. The palate combines chopped dill and dewy herbs with green fruits, from pears to kiwi to lime peels, all presented with a lot of briskness.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": "Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kynsi"}, {"points": "93", "title": "Longoria 2013 La Encantada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "Veteran Rick Longoria offers a complex wine, with aromas of black-peppered steak strips, violets, tight purple fruits and a hint of bacon. It's soft on the palate at first, then laser-focused on raspberry juice, Earl Grey tea, blood-orange rind and pencil-lead flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "La Encantada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Longoria"}, {"points": "93", "title": "Lutum 2013 La Rinconada Vineyard Pinot Noir (Sta. Rita Hills)", "description": "This first showing of the new soil-focused partnership between vintner Bill Price and winemaker Gavin Chanin promises great things. Aromas of cardamom, raspberry, violet, black pepper and herbes de Provence give way to a herbal palate of oregano, thyme, dried basil and sage that give lift to the sour-cherry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "La Rinconada Vineyard", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lutum"}, {"points": "93", "title": "Lanson NV Extra Age Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Aged for at least five years in the Lanson cellars before disgorgement, this is a blend of Grand Cru wines from the Côte des Blancs. It has signs of maturity in the hints of toast and almonds while showing a crisp, tightly mineral texture. It's a great food wine, very fresh with good depth of flavor. The acidity at the end is bright and refreshing.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Extra Age Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "93", "title": "Laurent Gauthier 2014 Côte du Py  (Morgon)", "description": "This wine is all structure at the moment. Dense, dry tannins are masking the fruit that is waiting to develop. Great acidity is pushing forward to give a more juicy character. This impressive wine just needs time, so drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 28, "designation": "Côte du Py", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Laurent Gauthier"}, {"points": "93", "title": "Le Vieux Pin 2012 Ava White (Okanagan Valley)", "description": "A brilliant blend of 61% Viognier, 21% Roussanne and 18% Marsanne, this impresses with its proportion, tension and balance. Scents and flavors meld citrus oil and rind, fruit flavors of pineapple, grapefruit and Meyer lemon, and a lovely finish with highlights of English breakfast tea. Long and elegant, this is a landmark effort.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Ava", "variety": "Rhône-style White Blend", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Le Vieux Pin"}, {"points": "93", "title": "Le Vieux Pin 2012 Equinoxe Syrah (Okanagan Valley)", "description": "From a vintage that pushes the fruit out in front, this is loaded with tart, tangy blackberry, boysenberry and huckleberry flavors. At first stiff and compact, it blooms open to reveal streaks of sandalwood, sassafras, iron filings and clean earth. It's a high-wire wine with aging potential at least until 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 85, "designation": "Equinoxe", "variety": "Syrah", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "Le Vieux Pin"}, {"points": "93", "title": "Leah Jørgensen Cellars 2013 Clos Rogue Valley Reserve Cabernet Franc (Rogue Valley)", "description": "Though Leah Jørgensen models all of her wines on Loire Valley icons, this wine is more flower and fruit-powered than anchored in rock and herb. Ripe and complex, it's a cherries jubilee wine with amazing depth and Amaro-like details of bitters, cloves and macerated fruit.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 50, "designation": "Clos Rogue Valley Reserve", "variety": "Cabernet Franc", "region_1": "Rogue Valley", "region_2": "Southern Oregon", "province": "Oregon", "country": "US", "winery": "Leah Jørgensen Cellars"}, {"points": "93", "title": "Left Bend 2011 Black Ridge Vineyard Syrah (Santa Cruz Mountains)", "description": "Winemaker Gary Robinson named this brand after the San Andreas Fault, which caused the appellation that birthed this aromatic display of blueberry, lilac and hummingbird sage. Dense purple fruit flavors consume the hedonistic palate, which is bolstered by bacon fat, licorice and a strong and lively acidity.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 35, "designation": "Black Ridge Vineyard", "variety": "Syrah", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Left Bend"}, {"points": "93", "title": "Mercy 2012 Griva Vineyard Pinot Noir (Arroyo Seco)", "description": "From a vineyard that's bisected by a seasonal creek comes another excellent showing from this vintage, with black slate, lightly smoked blackberries and bloody iron on the nose. The palate is quite lush, with more smoke, brambly berries and roasted fennel, all clinging to a strong graphite core.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 38, "designation": "Griva Vineyard", "variety": "Pinot Noir", "region_1": "Arroyo Seco", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mercy"}, {"points": "93", "title": "Trione 2010 Block Twenty One Cabernet Sauvignon (Alexander Valley)", "description": "While the producer holds back its heartier reds in bottle before release, this complex, rich wine will keep going with more cellaring, giving it a chance to further hone its already-developed layers of leather, earth and backbone of black fruit. Smooth and velvety, it retains sizable tannin weight on the finish. Cellar through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 67, "designation": "Block Twenty One", "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Trione"}, {"points": "93", "title": "VinRoc 2012 Cabernet Sauvignon (Atlas Peak)", "description": "Balanced and elegant, this provides a peak example of the vintage. It's fruit-forward and approachably soft, yet built to age, with plenty of cheekboned structure and finesse. Coffee and dark chocolate fortress around red cassis and berry. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 98, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Atlas Peak", "region_2": "Napa", "province": "California", "country": "US", "winery": "VinRoc"}, {"points": "93", "title": "Dominus 2012 Napanook Red (Napa Valley)", "description": "A blend of 95% Cabernet Sauvignon and 5% Petit Verdot, this soft, approachable wine from a storied producer is meant to enjoy young and yet exudes plenty of complexity. Luscious aromas of graham cracker and blueberry jam belie a classically balanced measure of integrated tannins and dark chocolate. Drink now through 2020.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Napanook", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Dominus"}, {"points": "93", "title": "G. H. Mumm NV Mumm de Cramant Blanc de Blancs Brut Chardonnay (Champagne)", "description": "There is an attractive hint of toastiness here, since the bottle was disgorged in February 2014. That brings a roundness and a complexity to this classic Blanc de Blancs. As its name indicates the grapes come from the village of Cramant on the Côte des Blancs, and there are suggestions of the chalk terroir in the tight minerality and crisp apple that come through in the aftertaste.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 75, "designation": "Mumm de Cramant Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "G. H. Mumm"}, {"points": "93", "title": "WillaKenzie Estate 2014 Estate Grown Pinot Gris (Yamhill-Carlton)", "description": "This wine strikes a resonant balance among mixed tree fruits, sappy acids and leesy, textural highlights that enliven the mouthfeel. The finish brings on golden raisins and a hint of nut butter.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 21, "designation": "Estate Grown", "variety": "Pinot Gris", "region_1": "Yamhill-Carlton", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "WillaKenzie Estate"}, {"points": "93", "title": "Clément Klur NV Sparkling (Crémant d'Alsace)", "description": "Ripe and exquisitely pure notes of yellow apple perfume the nose and palate, against a bready, biscuity, rich and complex canvas of autolytic development. Freshness pervades and the very fine, pin-prick of mousse makes these flavors unite and sing. The dryness accentuates both purity and precision of this wine. Real class and pedigree shine brightly and are even more evident in the lingering finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 21, "designation": null, "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Clément Klur"}]