[{"points": "93", "title": "Altocedro 2012 Finca Los Turcos Malbec (La Consulta)", "description": "Intensely dark in color, this syrupy rich, extracted Malbec pushes the envelope of max ripeness via heady balsamic aromas of leather, blackberry and cassis. The palate couldn't be much riper, while heavy oak means flavors of chocolate, vanilla and wood grain are as prominent as the wine's massive berry fruit components. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 35, "designation": "Finca Los Turcos", "variety": "Malbec", "region_1": "La Consulta", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Altocedro"}, {"points": "93", "title": "Babcock 2013 Ocean's Ghost Pinot Noir (Sta. Rita Hills)", "description": "Veteran vintner Bryan Babcock offers a ripe style in this bottling, with showy aromas of strawberry, blackberry, graphite, pipe smoke and roasted meats. It's big and dense on the palate, with dried strawberry and squeezed pomegranate fruits, brown spice of cloves, allspice, nutmeg and gingerbread, and the tart cut of orange juice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Ocean's Ghost", "variety": "Pinot Noir", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Babcock"}, {"points": "93", "title": "Baldacci 2012 Brenda's Vineyard Cabernet Sauvignon (Stags Leap District)", "description": "A big, dry wine rich in red fruit and sizable tannins, this 100% varietal, single-vineyard designated offering is buoyed by silky, fine-grained tannins that support its voluptuous nature. More savory than sweet in terms of ripeness, its flavors lean toward tobacco and black tea. Drink now through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Brenda's Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Stags Leap District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Baldacci"}, {"points": "93", "title": "Bargetto 2013 Regan Vineyards Reserve Pinot Noir (Santa Cruz Mountains)", "description": "There is a dense floral power on the nose of this wine from a vineyard near Watsonville, with suggestions of concentrated violets, cinnamon, sandalwood, cedar and beet juice. The palate is more sanguine, with raspberry-pomegranate-cranberry juice, black slate, smoked meat and garden herbs, showing tons of length on the finish.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Regan Vineyards Reserve", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bargetto"}, {"points": "93", "title": "Bonny Doon 2011 Le Cigare Volant Red (Central Coast)", "description": "Randall Grahm's blend of 37% Mourvèdre, 34% Grenache, 20% Syrah and 9% Cinsault offers intriguing asphalt, black pepper, boysenberry and a tiny bit of barnyard funk on the nose. It's dark and brooding, with flavors of black pepper, leather and black fruits on the palate, but rather light and lean in texture, with a solid amount of tannic grip.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "Le Cigare Volant", "variety": "Rhône-style Red Blend", "region_1": "Central Coast", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bonny Doon"}, {"points": "93", "title": "Ca' del Bosco 2010 Vintage Collection Dosage Zero  (Franciacorta)", "description": "Made entirely with Pinot Nero, this stunning wine offers aromas of rose, small red berry and pastry. The silky palate offers strawberry, baked apple, nectarine zest, bread crust and nut alongside an elegant, persistent perlage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 75, "designation": "Vintage Collection Dosage Zero", "variety": "Pinot Nero", "region_1": "Franciacorta", "region_2": null, "province": "Lombardy", "country": "Italy", "winery": "Ca' del Bosco"}, {"points": "93", "title": "Clément Klur NV Sparkling (Crémant d'Alsace)", "description": "Ripe and exquisitely pure notes of yellow apple perfume the nose and palate, against a bready, biscuity, rich and complex canvas of autolytic development. Freshness pervades and the very fine, pin-prick of mousse makes these flavors unite and sing. The dryness accentuates both purity and precision of this wine. Real class and pedigree shine brightly and are even more evident in the lingering finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 21, "designation": null, "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Clément Klur"}, {"points": "93", "title": "Collet NV Esprit Couture Brut  (Champagne)", "description": "This prestige cuvée from Collet, with its hand-blown bottle and blend mainly of Premier and Grand Cru vineyards, is elegant and stylish—just like the fashion industry it celebrates. It is balanced, soft and ripe, filled with pear and apricot fruits that are cut with steely acidity. The wine has touches of maturity and this bottling is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 125, "designation": "Esprit Couture Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Collet"}, {"points": "93", "title": "Domaine Bott-Geyl NV Paul-Edouard Sparkling (Crémant d'Alsace)", "description": "Mature winter apple, oatmeal and the intricate aromas of dark pine honey give a complex, rich nose to this crémant. The honeyed notes become more pronounced with air and create a thrilling counterpoint to the streak of lemony freshness that pervades the palate. The mousse is integrated, fine and soft while the autolysis lends layers of brioche, oatmeal, earth and yeast. It has backbone, character and a beautifully long finish.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 24, "designation": "Paul-Edouard", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Bott-Geyl"}, {"points": "93", "title": "Jean Laurent 2003 Blanc de Blancs Millésimé Brut Chardonnay (Champagne)", "description": "As the impressive counterpart to a Blanc de Noirs from the 2003 vintage, this is a ripe, round and fully mature wine. Quince, juicy apple and ripe pineapple flavors are cut by steely acidity, crisp green plum and a perfumed aftertaste. This is a wine to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": "Blanc de Blancs Millésimé Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Jean Laurent"}, {"points": "93", "title": "Nino Franco 2012 Grave di Stecca Brut Glera (Vino Spumante)", "description": "Made with 100% Glera grown inside a walled vineyard, this stunning wine boasts unusual depth and structure. It delivers aromas and flavors of ripe yellow apple, pear, lemon drop, chopped sage and a ginger note while the foaming, silky mousse lends it a creamy, elegant texture. A recent vertical tasting back to 2007 proves this wine can develop more complexity after several years in the cellar.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 49, "designation": "Grave di Stecca Brut", "variety": "Glera", "region_1": "Vino Spumante", "region_2": null, "province": "Italy Other", "country": "Italy", "winery": "Nino Franco"}, {"points": "93", "title": "Obsidian Ridge 2012 Estate Grown Cabernet Sauvignon (Red Hills Lake County)", "description": "Bold aromas, thick layers of fruit flavor, and a supple but steely texture of fine tannins and acidity add up to a powerful and complex wine that should improve with age. Pure, dark-fruit flavors are accented by smoke and cardamom while the structure is mouthpuckering with astringency but softened by the richness of body and fruit. Best after 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Estate Grown", "variety": "Cabernet Sauvignon", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Obsidian Ridge"}, {"points": "93", "title": "Obsidian Ridge 2012 Estate Syrah (Red Hills Lake County)", "description": "This extremely flavorful but young and tightly wound wine has black pepper, dark chocolate and smoke aromas, concentrated blackberry and cassis flavors, firm tannins and full body. This is a powerful, full-bodied, firmly structured wine that needs time to show its best side. It should drink beautifully after 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 30, "designation": "Estate", "variety": "Syrah", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Obsidian Ridge"}, {"points": "93", "title": "Rosenhof 2013 Ausbruch Welschriesling (Burgenland)", "description": "Despite its pale, white color this Ausbruch emanates notes of dried Medjool dates and dark raisins. Currant and golden sultana also get their due. Brighter sweetness illuminates the poised palate that is lit up with fresh acidity. All the while the rich, sweet, sumptuous and dark caramel notes provide a sonorous background. Evidence to what giddy heights a Welschriesling (not related to Riesling) can rise. The finish comes with a satisfying fillip of apricots. This is unusual and should spur the curiosity of sweet wine lovers.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Ausbruch", "variety": "Welschriesling", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "93", "title": "Site 2012 Bien Nacido Vineyard Syrah (Santa Maria Valley)", "description": "Made by Adelaida's winemaker Jeremy Weintraub, this bottling shows asphalt, concentrated violets and lilacs, black peppercorns and dried blueberry on the nose. Similar elements arise on the dynamically dark palate, along with black tobacco, boysenberry, leather and beef-char flavors. The structure is strong but not in the way.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Bien Nacido Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Site"}, {"points": "93", "title": "Soutiran NV Collection Privée Brut Grand Cru  (Champagne)", "description": "Long aging (6 years) in the cellar has given this limited-production wine an extra richness and ripe toastiness. It is made from 50-50 Pinot Noir and Chardonnay from Grand Cru vineyards. These characteristics, combined with the full-blown apple and baked-fruit flavors, give a rich, complex wine that is now ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Collection Privée Brut Grand Cru", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Soutiran"}, {"points": "93", "title": "Terre Rouge 2012 Mourvèdre (Sierra Foothills)", "description": "Berries, sandalwood and cigar-box aromas lead to lavish fruit flavors like blackberry and raspberry. The multi-layered texture is both firm and velvety at the same time. Well supported by integrated tannins, this wine will pair well now with big proteins and will age easily through 2019.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 28, "designation": null, "variety": "Mourvèdre", "region_1": "Sierra Foothills", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Terre Rouge"}, {"points": "93", "title": "Stonestreet 2011 Estate Vineyards Cabernet Sauvignon (Alexander Valley)", "description": "This wine is quite an accomplishment in flavor and complexity given the vintage and the price. From high-altitude vineyards atop the Mayacamas, it delivers peppercorn, herb and fine, well-integrated tannins, with mellow oak. Graphite and cedar also figure into the mix, with a shock of black cherry and cassis weaved within. Drink now through 2019.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 45, "designation": "Estate Vineyards", "variety": "Cabernet Sauvignon", "region_1": "Alexander Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Stonestreet"}, {"points": "93", "title": "Continuum 2012 Estate Vineyard Proprietary Red (Napa Valley)", "description": "From Tim and Marcia Mondavi's rocky, estate Pritchard Hill property comes this blend of 78% Cabernet Sauvignon, 11% Cabernet Franc, 6% Merlot and 5% Petit Verdot. A substantially built wine, from an extreme, high-elevation site, it is equally extreme, thickly dripping in dense, jammy tobacco and bittersweet chocolate, with dry, burly tannins and a generous build. Cellar through 2022.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 200, "designation": "Estate Vineyard Proprietary", "variety": "Bordeaux-style Red Blend", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Continuum"}, {"points": "93", "title": "Château du Moulin-à-Vent 2012 Croix des Vérillats  (Moulin-à-Vent)", "description": "Richly structured, this is full of both tannins and dense fruit. Coming from high up in Moulin-à-Vent, it has preserved plenty of freshness while also bringing density. Black berry and currant flavors dominate this juicy wine that's full on the palate and still developing. Drink from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 54, "designation": "Croix des Vérillats", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château du Moulin-à-Vent"}, {"points": "93", "title": "Billecart-Salmon NV Extra Brut Naturelle  (Champagne)", "description": "Although it is labeled Extra Brut, this wine doesn't feel so dry. The ripe texture and juicy red apple flavors give it a richness and density that balances the low dosage. With its crispness, this is a great food wine rather than an apéritif. The bottling will benefit from aging nine months from purchase.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Extra Brut Naturelle", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Billecart-Salmon"}, {"points": "93", "title": "El Nido 2012 Clio Red (Jumilla)", "description": "An intense bouquet with resiny oak, coconut, fig, prune and blackberry aromas is staunch and heady. This is yet another lush, deep, high-alcohol wine from the Gil family. Baked black-fruit flavors register at max ripeness, while flavors of coffee, chocolate and toast push the finish on this flamboyant Monastrell blend. Drink through 2020.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 45, "designation": "Clio", "variety": "Red Blend", "region_1": "Jumilla", "region_2": null, "province": "Levante", "country": "Spain", "winery": "El Nido"}, {"points": "93", "title": "Eldridge Estate 2013 Pinot Noir (Mornington Peninsula)", "description": "Only a portion of this postage-stamp property (8 acres) is planted to Pinot Noir, so quantities of this gem are tiny. That said, it epitomizes Mornington's charm, offering floral scents, generous fruit and a supple, silky texture. Dried flowers, black cherries and hints of vanilla mingle easily, lingering through a long, fruit-driven finish. Drink now–2023.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 50, "designation": null, "variety": "Pinot Noir", "region_1": "Mornington Peninsula", "region_2": null, "province": "Victoria", "country": "Australia", "winery": "Eldridge Estate"}, {"points": "93", "title": "Mattina Fiore 2011 Murmur Vineyard Syrah (Santa Maria Valley)", "description": "Cola, beef jerky, roasted meats and dried purple berries hit initially the nose, follow by aromatic woods and black pepper. The flavors are distinctly interesting, with sandalwood, stewed plums, peppered chocolate, soy-braised beef and a tiny bit of reductive tar.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 50, "designation": "Murmur Vineyard", "variety": "Syrah", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mattina Fiore"}, {"points": "93", "title": "Mattina Fiore 2012 Murmur Vineyard Grenache (Santa Maria Valley)", "description": "Black cherry juice, slate and sandalwood consume the nose with rich and ripe aromas on this powerful bottling from a vineyard south of Santa Maria. This shows lots of elegance and complexity on the palate, with turned earth, wild berries and an intriguing sense of pine needles and juniper. Expect great things from this relatively new producer.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Murmur Vineyard", "variety": "Grenache", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mattina Fiore"}, {"points": "93", "title": "Melville 2013 Estate Chardonnay (Sta. Rita Hills)", "description": "A brilliant balance of ripe ruby-red grapefruit juice and corresponding bitter-sour elements from the same fruit's pith mesh with tangerine oil, crushed ant, iodine and a bit of dairy funk on the nose of this wine. The palate's grippy texture shows apple peels, Key lime pith, baking soda and an almost peppery zing, suggesting lots of life. Drink 2016–2023.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 26, "designation": "Estate", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "93", "title": "Melville 2014 Clone 76 Inox Chardonnay (Sta. Rita Hills)", "description": "Both a study of clone and stainless-steel processing, this wine offers fresh-cut pineapple, ripe Gala apple, honeydew and even peach, with a citrus-skin sharpness to the nose. The flavors are delicate and familiar but complex and deep, with Anjou pears, lemon-lime soda and apple flesh. It's a lively stainless expression.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 36, "designation": "Clone 76 Inox", "variety": "Chardonnay", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "93", "title": "Sol Rouge 2012 Syrah (Red Hills Lake County)", "description": "An unusually deep color goes right to the rim, as aromas like pomegranate and coffee emerge, and flavors like mocha, dark chocolate and blueberries follow on the palate. This young winery has a winning house style that comes through beautifully in this layered, rounded and polished wine. Best after 2018.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 32, "designation": null, "variety": "Syrah", "region_1": "Red Hills Lake County", "region_2": null, "province": "California", "country": "US", "winery": "Sol Rouge"}, {"points": "93", "title": "René Muré NV Cuvée Prestige Sparkling (Crémant d'Alsace)", "description": "Red-cheeked apple peel and freshly-cut apple tart on the nose make for an irresistible opening. There is a bright, lemony streak of acidity at the core, cushioned by soft mousse and a soft background of yeasty autolysis. This is slender, taut and refreshing, with a completely satisfying chalky, stony background.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 29, "designation": "Cuvée Prestige", "variety": "Sparkling Blend", "region_1": "Crémant d'Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "René Muré"}, {"points": "93", "title": "Panthea 2012 Estate Pinot Noir (Anderson Valley)", "description": "Rich, satisfying and full bodied, this wine is packed with delicious fruit and spice flavors while structured by good acidity and fine tannins that keep the texture lively. Layers of cherry, currant, cedar and cinnamon fill the flavor profile, and a long finish completes the package.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 55, "designation": "Estate", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Panthea"}]