[{"points": "95", "title": "Teso La Monja 2012 Victorino  (Toro)", "description": "Like its big brother Alabaster, this is a superb Tinta de Toro that's powerfully built but also stylish. Aromas of cassis and blackberry are dark, malty and chocolaty. Flavors of burnt toast, dark chocolate, black peppercorn and blackberry end with a tannic yet balanced swirl of licorice and minerally complexity. Drink from 2017–2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 65, "designation": "Victorino", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Teso La Monja"}, {"points": "95", "title": "Quinta da Foz 2012 Grande Reserva Red (Douro)", "description": "This is a field blend from the steep Quinta da Foz vineyard at the mouth of the Pinhão River. Aged from two years in new wood, this impressive, structured wine is just setting out on its aging process. Big tannins and big fruit are all there, packed into dense tannins and a mineral texture. It will age well, don't drink before 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Grande Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta da Foz"}, {"points": "95", "title": "Domaine Schoffit 2006 Rangen Grand Cru Clos Saint Théobald Sélection de Grains Nobles Gewurztraminer (Alsace)", "description": "A heady and lifted nose suggests healing herbs steeped in honey. The palate is rich and unctuous but fresh with the lemon peel, herb and clear honey notes that were already present on the nose. The balance between luscious and tart is on a knife's edge and all the more thrilling for it. The flavors last and last—not in sweetness but in utter, gloried freshness. Drink 2016–2040.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 75, "designation": "Rangen Grand Cru Clos Saint Théobald Sélection de Grains Nobles", "variety": "Gewürztraminer", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Schoffit"}, {"points": "95", "title": "Château Lynch-Bages 2015 Barrel Sample  (Pauillac)", "description": "94–96. Barrel Sample. This wine is sumptuous, ripe and generously fruity. It has a black core of dry plum skin and spice. The richness is topped by acidity, forming a contrast with the tannic core.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Lynch-Bages"}, {"points": "95", "title": "Château Malartic-Lagravière 2015 Barrel Sample  (Pessac-Léognan)", "description": "94–96. Barrel Sample. This wine already has great balance. That comes from the firm, dark tannins that are cutting through the rich fruits and juicy acidity. Black and dense, it is obviously ready for the long haul.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Malartic-Lagravière"}, {"points": "95", "title": "Château Pichon Longueville Comtesse de Lalande 2015 Barrel Sample  (Pauillac)", "description": "94–96. Barrel Sample. This is a surprisingly tender wine with its opulent Merlot filling out the firmer Cabernet. The acidity cuts to the heart while leaving room for a fresher, crisper character that is juicy and delicious. This will be a very fine wine.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pauillac", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pichon Longueville Comtesse de Lalande"}, {"points": "95", "title": "Château la Fleur-Pétrus 2015 Barrel Sample  (Pomerol)", "description": "94–96. Barrel Sample. This is an impressive wine with its dark tannins and concentrated fruits. It shows the power of the vintage, with generous red fruits, dark tannins and dense texture.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château la Fleur-Pétrus"}, {"points": "95", "title": "Wakefield 2012 St. Andrews Single Vineyard Release Shiraz (Clare Valley)", "description": "This is wonderfully complex and aromatic, with scents ranging from baking spices and savory beef to mixed berries. That swirl of seeming contradictions continues on the palate, backed by luxurious, supple tannins that linger softly on the finish. Drink now–2025.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 60, "designation": "St. Andrews Single Vineyard Release", "variety": "Shiraz", "region_1": "Clare Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Wakefield"}, {"points": "95", "title": "S.A. Prüm 2011 Wehlener Sonnenuhr Spätlese Grosse Lage Riesling (Mosel)", "description": "Tasted five years after bottling, this profoundly elegant spätlese exhibits a minerality that penetrates through layers of fruit and honey. Struck flint and slate offer dark counterpoints to a lush, creamy palate full of ripe tangerine and apple marmalade flavors. It's a penetrating, deftly balanced wine that's both stimulating and thought-provoking. Drink now through 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 35, "designation": "Wehlener Sonnenuhr Spätlese Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "S.A. Prüm"}, {"points": "95", "title": "Ayoub 2014 Estate Vineyard Pinot Noir (Dundee Hills)", "description": "Bright raspberry and strawberry flavors kick off this well-balanced effort. It's buoyed by ample natural acidity and adorned with highlights of pastry and baking spices. It expands gracefully as it breathes, adding volume and density. Give this extra cellar time. It should drink best from 2018–2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 60, "designation": "Estate Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Ayoub"}, {"points": "95", "title": "Château Latour à Pomerol 2015 Barrel Sample  (Pomerol)", "description": "94–96. Barrel Sample. Dark and packed with tannins, this is a concentrated wine. It shows great power and intensity along with just the right amount of fine acidity to give it the potential for fruits in the future. This wine that will age a long time.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pomerol", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Latour à Pomerol"}, {"points": "95", "title": "Château Léoville Barton 2015 Barrel Sample  (Saint-Julien)", "description": "94–96. Barrel Sample. While the spicy wood is prominent at this stage, the wine also has weight. As the black currant fruits come through slowly, the wine shows a rich potential. The texture is dense and firm.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Julien", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Léoville Barton"}, {"points": "95", "title": "Château Pavie Decesse 2015 Barrel Sample  (Saint-Émilion)", "description": "94–96. Barrel Sample. From the small estate situated up the hill from Pavie, this wine has style, elegance and freshness. It also has plenty of structure to give the wine shape, density and tannins. It will age well.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Pavie Decesse"}, {"points": "95", "title": "Château Ausone 2015 Chapelle d'Ausone Barrel Sample  (Saint-Émilion)", "description": "94–96. Barrel Sample. While this wine is rich in fruit, it also has swathes of tannins to offer support. Rich blackberry flavors are shot through with acidity and dark tannins. It is dense and showing some great aging potential.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Chapelle d'Ausone Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Saint-Émilion", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château Ausone"}, {"points": "95", "title": "Château La Mission Haut-Brion 2015 Barrel Sample  (Pessac-Léognan)", "description": "94–96. Barrel Sample. This wine is beautifully ripe yet does not losing the mineral side that is so characteristic of this wine. Pure citrus flavors are forward, cut with tense acidity and an impressive nervy texture.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style White Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Château La Mission Haut-Brion"}, {"points": "95", "title": "Domaine Schoffit 2005 Rangen Grand Cru Clos Saint Théobald Sélection de Grains Nobles Larme de Lave Pinot Gris (Alsace)", "description": "The nose is heady and fragrant, edged with dried chamomile and hay flowers and subdued honey. Underneath that is a notion of sweet, luscious apricot compote. With time, there are the most subtle notes of enticing pine resin and fir honey—lit and illuminated all the way by the purest and most concentrated of lemon acidity. A triumph of balance and richness.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 90, "designation": "Rangen Grand Cru Clos Saint Théobald Sélection de Grains Nobles Larme de Lave", "variety": "Pinot Gris", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Schoffit"}, {"points": "95", "title": "Domaine Schoffit 2014 Rangen Grand Cru Clos Saint Théobald Riesling (Alsace)", "description": "The spicy, evocative scent of Seville orange peel entices from the first sniff. The palate is dry, restrained and sylph-like but with time reveals tangerine and lemon zest. This is a feast, a celebration of citrus flavors, unfolding and shimmering at every moment. This is dry but faceted, taut but playful. Irresistible now but with a brilliant, aromatic and totally seductive future ahead. Drink 2016–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 53, "designation": "Rangen Grand Cru Clos Saint Théobald", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Schoffit"}, {"points": "95", "title": "Domaine Serene 2013 Evenstad Reserve Chardonnay (Dundee Hills)", "description": "This is a sensational vintage for this cuvée, which is part of the winery's extensive Chardonnay lineup. It offers intense fruit concentration and retains the opulence for which the winery is known. Rich in a buttered, toasted nut flavor, the mouthfeel is creamy and sensual. The finish lingers for several minutes, and the wine drinks as well or better on the second day it's been open.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Evenstad Reserve", "variety": "Chardonnay", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "95", "title": "Domaine Weinbach 2014 Schlossberg Grand Cru Riesling (Alsace)", "description": "Subtle notes of earth mix with summer blossom, along with hints of honey, quince and zesty, fresh lemon peel. These aromas dance and take turns on the dry, balanced palate that shines both with rich fruit and slender tone. Lemony freshness pervades everything with its brightness. This is lovely now but will be even lovelier over the years. Drink 2016–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 46, "designation": "Schlossberg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Domaine Weinbach"}, {"points": "95", "title": "Reichsgraf von Kesselstatt 2014 Piesporter Goldtröpfchen GG Trocken Riesling (Mosel)", "description": "A standout among an excellent lineup of 2014 grosses gewächs from Reichsgraf von Kesselstatt, this gorgeously textured wine is as light as a feather, yet with a distinctly luscious cling. Dry but pentratingly fruity, it contrasts ripe peach and grapefruit flavors against laser-sharp edges of acidity and minerality. Drinks beautifully now but should continue to please well into the next decade.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Piesporter Goldtröpfchen GG Trocken", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "95", "title": "René Muré 2013 Clos Saint Landelin Vorbourg Grand Cru Riesling (Alsace)", "description": "Very enticing but ever so ethereal notes of tropical fruit are hinted at: yellow and pink grapefruit, passion fruit and even some pineapple. The palate is still in thrall to all the primary citrus notes but holds promise of stone and riper fruit. This is taut, elegant, concentrated, dry and whistle-clean. Like a superlative sports car waiting to be sped around a race track. This spells raciness, subtle power and linearity. What a super-clean finish. Drink 2020–2035.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 50, "designation": "Clos Saint Landelin Vorbourg Grand Cru", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "René Muré"}, {"points": "95", "title": "Elias Mora 2012 Gran  (Toro)", "description": "Tightly wound, layered, moderately tannic and oozing excellence, this is a fantastic high-end Toro from the superb 2012 vintage. The minerally, toasty aroma of blackberry is stylish and shows a balsamic note. Flavors of licorice, sweet balsamic vinegar, chocolate and toasty blackberry continue on a long, deep, complex finish. Drink this ace-level red from 2017–2028.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 90, "designation": "Gran", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Elias Mora"}, {"points": "95", "title": "Quinta do Noval 2013 Vintage  (Port)", "description": "Noval has often in the past released a Vintage Port in years when other producers hold back. And, as in the past, the release is justified. For this is an impressive, dense and seriously age-worthy Port. While it has plenty of perfumed jammy red fruits and balanced acidity, it is the dark tannic character that will sustain this wine for decades. It could be drunk now for its fruit, although that would be a shame. Better to wait until 2030 and longer.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 85, "designation": "Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Quinta do Noval"}, {"points": "95", "title": "J. Portugal Ramos 2012 Estremus Red (Alentejano)", "description": "This wine comes from a small parcel of vines planted on the marble soil found around the Estremoz area of Alentejo. It's a limited edition blend of Alicante Bouschet and Trincadeira. Almost black in color, it's a powerful, dense and beautifully rich wine. Aromatic, packed with black fruits as well as tannins that will soften, it is going to age for a many years. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 99, "designation": "Estremus", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "J. Portugal Ramos"}, {"points": "95", "title": "Luis Duarte 2013 Rubrica Red (Alentejano)", "description": "This is a wine for long-term aging. With a dense, intense structure that is still dominated by powerful tannins, it is dry, dark and concentrated. Black plum-skin flavors are just coming through all this density, hinting at the balance to come. It is a serious, complex wine that will not be ready before 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Rubrica", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejano", "country": "Portugal", "winery": "Luis Duarte"}, {"points": "95", "title": "Terrazas de Los Andes 2009 Single Parcel Los Cerezos Malbec (Luján de Cuyo)", "description": "While the nose on this muscular Malbec is lush, ripe and minty, there's also a grounding, complex scent of graphite. Blazing with intensity, this tastes like a glorious blend of plum, prune, chocolate and caramel. Dry spice, toasty oak and ripe berry flavors touch up against raisiny on the finish. Drink through 2019.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 100, "designation": "Single Parcel Los Cerezos", "variety": "Malbec", "region_1": "Luján de Cuyo", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "Terrazas de Los Andes"}, {"points": "95", "title": "Trimbach 2008 Cuvée Frédéric Emile Riesling (Alsace)", "description": "A perfumed note of citrus peel and soft pine create a bracing nose that nonetheless suggests ripeness. The body is lithe and light, with a backdrop of stone and subtle nuttiness. With a little more air, the characteristic notes of mature Riesling appear: some lifted chamomile and candied orange peel, but only in their early stages. This is a wine of immense depth and deceptive lightness that has years of life ahead. Drink through 2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 60, "designation": "Cuvée Frédéric Emile", "variety": "Riesling", "region_1": "Alsace", "region_2": null, "province": "Alsace", "country": "France", "winery": "Trimbach"}, {"points": "95", "title": "Kopke 1957 Colheita Tawny  (Port)", "description": "There is a great balance between acidity and impressively fresh fruit considering the age of this venerable Port. Of course there are many flavors from the wood aging, but they are combined with orange marmalade, fig and raisin flavors in a riot of complex flavors that have created a very great wine. It comes from a year that was not generally declared as a vintage.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 375, "designation": "Colheita Tawny", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Kopke"}, {"points": "95", "title": "Carlisle 2013 The Derivative White (Sonoma County)", "description": "This marks another stunning vintage for this blend of 55% Sémillon, 25% Muscadelle, 10% Palomino and 10% Colombard, made by Zin master Mike Officer. Pungent in pear and pineapple, it has cutting-edge minerality, a taste of slate, and remains at turns creamy and crisp on the palate. This wine is unusual in all the right ways yet triumphantly delicious.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 28, "designation": "The Derivative", "variety": "White Blend", "region_1": "Sonoma County", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Carlisle"}, {"points": "95", "title": "Domaine de Chevalier 2015 Barrel Sample  (Pessac-Léognan)", "description": "94–96. Barrel Sample. This wine is ripe and smooth, with a concentrated blueberry character. It is a powerful wine with excellent rich fruitiness sustained by dense tannins.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Barrel Sample", "variety": "Bordeaux-style Red Blend", "region_1": "Pessac-Léognan", "region_2": null, "province": "Bordeaux", "country": "France", "winery": "Domaine de Chevalier"}]