[{"points": "99", "title": "Krug 2002 Clos du Mesnil Brut Blanc de Blancs Chardonnay (Champagne)", "description": "Pure Chardonnay from the walled vineyard in the heart of Le Mesnil, this intense wine from a great vintage is tight and mineral, still showing hints of toast from its barrel fermentation. With its taut texture, complex acidity and crisp citrus, it's very young, but will age indefinitely. Showing the beauty of Chardonnay in Champagne at its best, it will certainly still be impressive come 2030.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 800, "designation": "Clos du Mesnil Brut Blanc de Blancs", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Krug"}, {"points": "98", "title": "Salon 2004 Le Mesnil Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Salon's releases are rare and signify a great vintage—the last release was the 2002. Coming from grand cru vineyards in Le Mesnil-sur-Oger, this 2004 is complex and concentrated, capturing the essence of Chardonnay in Champagne. Intense minerality and ripe apple and citrus fruits accompany the purity and crisp texture that are part of its ability to age. The wine can continue for many years, certainly to 2025 and beyond.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 520, "designation": "Le Mesnil Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Salon"}, {"points": "97", "title": "W. & J. Graham's NV 90-year Old Tawny  (Port)", "description": "This Port was “rescued” from the darkest recesses of the Graham cellars and bottled to commemorate Queen Elizabeth's 90th birthday. It is impressively youthful even hinting at fruit. Of course, the concentration is intense and the richness is gorgeous. At the end, the acidity of a mature wine gives a shot of essential freshness. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 1000, "designation": "90-year Old Tawny", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "W. & J. Graham's"}, {"points": "97", "title": "Taittinger 2008 Millésimé Brut  (Champagne)", "description": "The balance between ripeness and acidity that is the hallmark of this fine vintage is expressed well in this impressive wine. Tangy, with a strong streak of minerality, it is crisp and rich at the same time. For its fruitiness, it is ready to drink; for more maturity, it will need to age until 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 95, "designation": "Millésimé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Taittinger"}, {"points": "97", "title": "Kracher 2013 Trockenbeerenauslese Nummer 5 Zwischen den Seen Scheurebe (Burgenland)", "description": "Candied lime and lemon zest are bathed in the rich honey notes of full-blown botrytis. This lifted scent is more than heady and continues intensely on the lusciously sweet palate. Candied quince and mandarin peel run circles round honeycomb and apricot jam which swirls around your brain like a psychedelic dream in all its apricot glory. There is something otherworldly about this wine, something ambrosial and decadent, made all the more so by its apparent weightlessness. What a triumph.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 95, "designation": "Trockenbeerenauslese Nummer 5 Zwischen den Seen", "variety": "Scheurebe", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "97", "title": "Louis Roederer 2009 Cristal Brut  (Champagne)", "description": "The latest incarnation of this famous Champagne now comes from Roderer's own vineyards, a good portion of which are run on biodynamic lines. This still-young wine has great depth and richness, a beautiful balance between ripe fruit and crisp texture that make it alive, crisp and bright. As it matures, it will deepen and become even more intense. Drink now if you must, but preferably wait until 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 249, "designation": "Cristal Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "97", "title": "Kracher 2013 Grande Cuvée Trockenbeerenauslese Nummer 6 Nouvelle Vague White (Burgenland)", "description": "The heady, pure perfume of fig rind and foliage streams from the glass. A more tart and tropical note of passion fruit pitches in as well, along with green grapefruit spice. The aromatic spectrum is a sublimation of exotic fruit on nose and palate. The palate sustains this high-pitched balance by the purest lightening strike of zesty acidity. Even the tiniest drop of this amber liquid has the power to perfume the entire palate for minutes. The concentration is immense, the flavors are mind-boggling. This is high-octane stuff guaranteed to blow your mind. Drink now or cellar it through 2040 at least.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 95, "designation": "Grande Cuvée Trockenbeerenauslese Nummer 6 Nouvelle Vague", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Kracher"}, {"points": "97", "title": "Kathryn Kennedy 2012 Estate Cabernet Sauvignon (Santa Cruz Mountains)", "description": "A thoroughly elegant, serious and yet immensely enjoyable wine that stays lively many days after opening, this bottling from a regional icon shows dried violets, dried strawberry, crushed pepper and touches of leather and soy on the wondrous nose. Lithe black plum and elderberry fruits ride along a tight but forgiving tannic structure, with support from crushed gravel, asphalt, potpourri, sandalwood and cedar flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 100, "designation": "Estate", "variety": "Cabernet Sauvignon", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Kathryn Kennedy"}, {"points": "96", "title": "Patrimony 2013 Cabernet Sauvignon (Adelaida District)", "description": "Extremely dark in the glass, this tremendous effort by the Daou brothers was nine years in the making, and it shows. Dense aromas of crushed lilacs, chocolate chips, soy and dark purple fruits come through with power on the nose. The palate is soft and supple in structure, offering flavors of blueberry, cocoa, pepper, graphite and candied fruit. The tannins remain a tad sticky, so drink 2018–2033.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 275, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Patrimony"}, {"points": "96", "title": "Rivetto 2010 Briccolina Riserva  (Barolo)", "description": "This gorgeous wine opens with scents of ripe, dark-skinned berry, cake spice, star anise and a balsamic note. The delicious palate tastes of layers of juicy raspberry, black cherry, licorice and a hint of tobacco framed in firm refined tannins. It already shows impressive depth but hold for even more complexity. Drink 2018–2030.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 210, "designation": "Briccolina Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Rivetto"}, {"points": "96", "title": "Barons de Rothschild 2006 Blanc de Blancs Vintage Brut Chardonnay (Champagne)", "description": "This Champagne is produced for the Bordeaux Rothschild families to serve at events in their chateaus (Mouton, Lafite, Clarke). It is a beautiful wine that manages to be both rich and tightly textured with minerality, crisp apple flavor and a hint of toast balances all elements so well. A limited amount is available outside the family circuit. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 390, "designation": "Blanc de Blancs Vintage Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Barons de Rothschild"}, {"points": "96", "title": "Massolino 2010 Vigna Rionda Riserva  (Barolo)", "description": "This stunning wine opens with scents of tilled earth, leather, pipe tobacco, forest floor and wild berry. The focused, vibrant palate delivers ripe red cherry, white pepper, grilled herb, licorice and an energizing mineral note. Youthfully austere, refined tannins and fresh acidity provide impeccable balance and an impressive, ageworthy structure. Drink 2020–2045.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 150, "designation": "Vigna Rionda Riserva", "variety": "Nebbiolo", "region_1": "Barolo", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Massolino"}, {"points": "96", "title": "Trisaetum 2015 Estates Reserve Riesling (Willamette Valley)", "description": "This tops a thoroughly outstanding lineup of eight estate-grown Rieslings from Trisaetum. Unctuous citrus and stone fruits abound: a luscious mix of Meyer lemon, pink grapefruit, peach and apricot. There are hints of honey, caramel and butter, and everything is tightened up by defining acidity. Though entirely ageworthy, this is so thoroughly delicious already you'll want to drink at least a bottle or two immediately. Drink now through 2035.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 38, "designation": "Estates Reserve", "variety": "Riesling", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "96", "title": "Crown Point 2013 Cabernet Sauvignon (Happy Canyon of Santa Barbara)", "description": "Entrepreneur Roger Bower hired Harlan Estate alum Adam Henkel to deliver top-tier wines, and this first release is an extremely auspicious beginning. Black as night in the glass, the wine delivers elegant aromas of olallieberry jam, baking spice, shaved chocolate, beef jerky, teriyaki and purple flowers. The sticky structure will age phenomenally, further concentrating flavors of coffee foam, soy-laced berry sauce, Asian pepper spice, and dense blueberry, black cassis and black plum fruit. Drink 2018–2033.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 185, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Happy Canyon of Santa Barbara", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Crown Point"}, {"points": "96", "title": "Quinta Vale Dona Maria 2013 Vinha do Rio Red (Douro)", "description": "As its name suggests this wine comes from vines planted close to the Torto River that runs through the quinta. The extra warmth from the river produces extra-ripe grapes that go into this powerful, although impressively restrained wine. Foot trodden in traditional stone fermenters, the wine is rich with the same opulent texture as a vintage Port (although of course dry). Dark and for the long haul the wine should not be consumed before 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 149, "designation": "Vinha do Rio", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "95", "title": "Quinta Vale Dona Maria 2013 CV Curriculum Vitae Red (Douro)", "description": "From vineyards owned by the Van Zeller family in the narrow valley of the Torto River, this serious powerful wine is a mere baby. It was produced in open-stone fermenters with traditional foot treading and that gives the wine its extra opulence and richness. Tannins and immense black fruit are still developing. Save this bottle until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 101, "designation": "CV Curriculum Vitae", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "95", "title": "Reichsgraf von Kesselstatt 2015 Piesporter Goldtröpfchen Trocken Grosse Lage Riesling (Mosel)", "description": "Complexities of slate and wax meld into notes of tangerine and apricot on the nose of this buoyantly sunny wine. It's dry in style, but plush white peach and honeycomb notes give it a silken richness not necessarily typical of Mosel Riesling. Firm strikes of lime and lemon tighten up the midpalate and extend through a long, steely finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 50, "designation": "Piesporter Goldtröpfchen Trocken Grosse Lage", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Reichsgraf von Kesselstatt"}, {"points": "95", "title": "Messias 1952 Porto Envelhecido em Casco Colheita  (Port)", "description": "Harvested the year a princess became Queen Elizabeth II, this wine aged in oak until now. Bottled in 2016, this is a deep old-gold colored wine. On the palate, it is rich and sweet, with flavors of wood contrasting with the beautiful raisin and prune flavors. It is still impressively fresh and vibrant. It is, of course, ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 499, "designation": "Porto Envelhecido em Casco Colheita", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Messias"}, {"points": "95", "title": "Billecart-Salmon NV Brut Sous Bois  (Champagne)", "description": "Fermented and aged briefly in wood, this is dry, intense and toasty while still giving space for white fruits and some citrus. Richly endowed, spicy, and tangy, its structure and tight texture mark it out as a Champagne for long-term aging. The aftertaste is brisk, packed with acidity and with reminiscences of the oak-aging in the vanilla finish. Drink this bottling from 2018.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 80, "designation": "Brut Sous Bois", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Billecart-Salmon"}, {"points": "95", "title": "Calera 2013 Mills Pinot Noir (Mt. Harlan)", "description": "A fascinating feral quality wraps around this wine, redolent of mottled animal hair, raw meat and scraped earth, like the scene of a freshly hunted wild boar. Aromas of mulberry and dark strawberry also show on the nose, while the palate dives deep into turned earth, shiitake mushrooms, juniper, stewed bay leaf, wild cherry and elderflower liqueur. The acidity also pops and the texture grips firmly.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Mills", "variety": "Pinot Noir", "region_1": "Mt. Harlan", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calera"}, {"points": "95", "title": "Trisaetum 2015 Estates Reserve Dry Riesling (Willamette Valley)", "description": "One barrel from each of the three estate vineyards contributed to this reserve. It's densely packed with a rich mix of fruits: juicy and ripe lemon and lime, grapefruit and orange, and a light touch of slightly bitter rind. The length is amazing. It's delicious now, and it should hold for up to a decade.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 38, "designation": "Estates Reserve Dry", "variety": "Riesling", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}, {"points": "95", "title": "Louis Roederer 2009 Cristal Rosé Brut  (Champagne)", "description": "Still young but already impressive, this new vintage of Cristal Rosé is dry and perfumed, packed with fruit and tightened by acidity. It features red fruit, zesty blood orange and ripe apple flavors. Because it is young and because it is dry, the wine needs to age. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 469, "designation": "Cristal Rosé Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Louis Roederer"}, {"points": "95", "title": "Rosenhof 2015 Orion Eiswein Grüner Veltliner (Burgenland)", "description": "The fragrant, absolute varietal purity of green pear and grapefruit zest attains an additional thrill of orange-peel lift. The palate is sweet but not overwhelmingly so: all is balanced and countered by freshness and a light touch. This richness dances on ballerina's tiptoe. That aromatic streak of citrus freshness unites grapefruit and greengage, honey and lime. This is utter purity of fruit in an Eiswein of immense, irresistible charm with moreish, lemon-pure length.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 30, "designation": "Orion Eiswein", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Rosenhof"}, {"points": "95", "title": "Mount Eden Vineyards 2013 Estate Grown Pinot Noir (Santa Cruz Mountains)", "description": "This wine is wound extremely tight, but opens like a lotus with decanting or overnight patience. Aromas of rose buds, black-raspberry extract, wet clay and dried purple flowers show on the nose, bolstered by the slightest smoky kiss of oak. Savory flavors of roasted black-plum skins and elderberry meet with soy, graphite and loam on the palate, which will gain amazing tertiary flavors with time. Drink 2018–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": "Estate Grown", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mount Eden Vineyards"}, {"points": "95", "title": "Quady 2006 Starboard Dessert Wine Port (Amador County)", "description": "Power and grace combine in this great fortified wine. Already 10 years old, it will age gracefully through at least 2030 if kept in a cool cellar. The aromas combine ripe, vivid cherry and blackberry with caramel accents. Flavors are very ripe but tangy at the same time, echoing plum jam and toffee on the finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 34, "designation": "Starboard Dessert Wine", "variety": "Port", "region_1": "Amador County", "region_2": "Sierra Foothills", "province": "California", "country": "US", "winery": "Quady"}, {"points": "95", "title": "Gainey 2012 Patrick's Vineyard Selection Cabernet Sauvignon (Santa Ynez Valley)", "description": "This is the Gainey family's annual statement on how Bordeaux varieties can excel in the Santa Ynez Valley, and this blend of 86% Cabernet Sauvignon, 12% Petit Verdot and 2% Merlot is a marvelous argument. Aromas of pepper, pencil shavings, oregano, dill, elderberries, black currant and dried blueberries lead into an expertly integrated palate where black fruit is nuanced by cedar, dried oregano, crushed gravel and peppery spice.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Patrick's Vineyard Selection", "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Gainey"}, {"points": "95", "title": "Calera 2013 Selleck Vineyard Pinot Noir (Mt. Harlan)", "description": "Fragrant lilacs and plump mulberries mix with black clove, allspice, pine needles and dark earth tones on this bottling by Josh Jensen from this 4.8-acre vineyard. The palate presents hearty sagebrush spice and an easily enjoyable character of black cherry that lead into the more complex pine sap, bay leaf, wild thyme and euclalytpus components.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 95, "designation": "Selleck Vineyard", "variety": "Pinot Noir", "region_1": "Mt. Harlan", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Calera"}, {"points": "95", "title": "Broadside 2013 Ephemera Cabernet Sauvignon (Paso Robles)", "description": "Brian and Stephy Terrizzi have added this luxury-level bottling to their more affordably focused brand of wines, and it's an impressive addition. A deep and dense nose unleashes blackberries, licorice, crushed volcanic rocks, sexy dark chocolate, violet and black spice. Flavors of olallieberry and creamy dark and milk chocolate erupt on the palate, held together by soft tannins and energetic acidity. Drink 2017–2033.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 125, "designation": "Ephemera", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Broadside"}, {"points": "95", "title": "Bruno Paillard 2003 N.P.U. Nec Plus Ultra Extra Brut  (Champagne)", "description": "One of the relative handful of vintage Champagnes from the hot 2003 growing season, this wine is rich while also well structured. After 13 years, it is showing touches of toast and its color has deepened to light gold. Generous while also in the dry style of the producer, this great wine is ready to drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 195, "designation": "N.P.U. Nec Plus Ultra Extra Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Bruno Paillard"}, {"points": "95", "title": "Mailly Grand Cru 2007 Les Échansons Brut  (Champagne)", "description": "Named after the officials of the French Court who were responsible for the King's cellar, this intense wine is a blend of Pinot Noir and Chardonnay. With some age it is much about secondary flavors as fruit. Spice and yeast come together with textured apple and creamed pear. The wine is on the dry side of Brut, the ripe fruit adding richness. Drink this balanced wine now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 132, "designation": "Les Échansons Brut", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Mailly Grand Cru"}]