[{"points": "92", "title": "Herdade do Esporão 2012 Esporão Reserva Red (Alentejo)", "description": "While the wine has considerable power and richness, it is the fresh character that's most noticeable. The firm tannins and dark structure are shot through with black currant acidity and fresh berry fruits. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 28, "designation": "Esporão Reserva", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Alentejo", "country": "Portugal", "winery": "Herdade do Esporão"}, {"points": "92", "title": "Jacquart 2006 Cuvée Alpha  (Champagne)", "description": "This prestige cuvée from Jacquart is a blend of grand and premier crus, giving a wine that is rich, round and approaching maturity with a dense, deep series of fruit and creamy toast flavors. It's a beautiful Champagne at this stage, poised between youth and maturity. The aftertaste leaves a crisper, fruitier end.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 130, "designation": "Cuvée Alpha", "variety": "Champagne Blend", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Jacquart"}, {"points": "92", "title": "Sonnet 2013 Muns Vineyard Pinot Noir (Santa Cruz Mountains)", "description": "Fresh, dark strawberry aromas mix with allspice, cinnamon strudel and cherry blossom scents on this wine from a renowned Los Gatos vineyard. The palate is more restrained, quite tight and wound up at first, with cranberry and iron flavors that open to darker red fruits with lots of oregano and garden spices. Drink 2018–2025.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Muns Vineyard", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Sonnet"}, {"points": "92", "title": "St. Innocent 2013 Justice Vineyard Pinot Noir (Eola-Amity Hills)", "description": "The Justice cuvée pushes the fruit forward, with clean strawberry, raspberry and cherry flavors highlighted by streaks of pine needle. Behind that, one senses a wine still knitting itself together, dropping off a bit in the midpalate. The tannins have a pleasant tea-leaf taste. It's best to tuck this away until 2016–2017.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 55, "designation": "Justice Vineyard", "variety": "Pinot Noir", "region_1": "Eola-Amity Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "St. Innocent"}, {"points": "92", "title": "Lorenzi Estate 2011 Lot 318 Cabernet Sauvignon (Temecula Valley)", "description": "Hot gravel and tart cranberry aromas are vividly enhanced with roasted jalapeño pepper notes on this small-batch wine from one of the region's more quality-focused producers. There's lots of fun flavor on the palate, with a bell pepper element quickly evolving into black raspberry and cherry fruits, picking up dusty leather in the midpalate and finishing on fudge brownie.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Lot 318", "variety": "Cabernet Sauvignon", "region_1": "Temecula Valley", "region_2": "South Coast", "province": "California", "country": "US", "winery": "Lorenzi Estate"}, {"points": "92", "title": "LTU 2011 Malbec (Valle de Uco)", "description": "Smoky black-fruit aromas come with oaky influences of lemon rind, leather and black pepper along with minerality. A ripe, dense palate offers blackened flavors of plum and cassis, while a long, peppery, herbal and spicy finish is staunch but lush and oaky enough to give off rooty, lemony afternotes. Drink through 2021.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 65, "designation": null, "variety": "Malbec", "region_1": "Valle de Uco", "region_2": null, "province": "Mendoza Province", "country": "Argentina", "winery": "LTU"}, {"points": "92", "title": "Lucas & Lewellen 2012 Clone 6 Cabernet Sauvignon (Santa Ynez Valley)", "description": "Hot blueberry paste, fudge and wet gravel make for an in-your-face nose on this bottling of a three-acre block of the Valley View Vineyard by regional growing pioneer Louis Lucas and retired Judge Royce Lewellen. The palate shows black cherry laced with espresso and black-rock minerality, and an ageable acidity. It could be a cellar classic, but it's tasty right now.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 48, "designation": "Clone 6", "variety": "Cabernet Sauvignon", "region_1": "Santa Ynez Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Lucas & Lewellen"}, {"points": "92", "title": "Lanson 2000 Noble Cuvée Blanc de Blancs Brut Chardonnay (Champagne)", "description": "Produced from Grand Cru vineyards on the Côte des Blancs, this wine, now mature, is ripe and rich. While the initial fruit has diminished, it has not forgotten its tight, mineral texture and crisp acidity. The toast flavors, now dominant, are given a final lift by hints of honeyed almonds and steely acidity.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 150, "designation": "Noble Cuvée Blanc de Blancs Brut", "variety": "Chardonnay", "region_1": "Champagne", "region_2": null, "province": "Champagne", "country": "France", "winery": "Lanson"}, {"points": "92", "title": "Last Light 2012 Derbyshire VIneyard Pinot Noir (San Luis Obispo County)", "description": "From an extreme-coastal vineyard near Cambria, this shows lots of low-alcohol, low-ripeness qualities on the nose: Kalamata olive, sautéed brown mushrooms, wet asphalt and just the slightest hint of raspberry and cranberry. There is tons of tingly acidity on the palate, along with flavors of tobacco, marjoram, dewy oregano and barely ripe cherry tomato. Drink 2020–2030.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 34, "designation": "Derbyshire VIneyard", "variety": "Pinot Noir", "region_1": "San Luis Obispo County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Last Light"}, {"points": "92", "title": "LaStella 2011 Fortissimo Red (Okanagan Valley)", "description": "This is a Merlot-dominant blend, with additions of Cabernet Sauvignon, Cabernet Franc and Sangiovese. At first tight, spicy and herbal, it then blossoms with dark, deep juicy black fruits. The finish is long and trim, bringing in more complexity, with coffee, cassis and espresso. Drink now through 2025.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 35, "designation": "Fortissimo", "variety": "Red Blend", "region_1": "Okanagan Valley", "region_2": null, "province": "British Columbia", "country": "Canada", "winery": "LaStella"}, {"points": "92", "title": "Laurent Gauthier 2014 Grand Cras Vieilles Vignes  (Morgon)", "description": "Still very young, this is a wine with power and concentration, Dark fruits and tannins show strongly, propelling the wine to a rich future. Old vines give density while bringing out black plum and blackberry flavors. It's a wine to age, drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Grand Cras Vieilles Vignes", "variety": "Gamay", "region_1": "Morgon", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Laurent Gauthier"}, {"points": "92", "title": "Mattina Fiore 2013 Fiorellino Murmur Vineyard Late Harvest Viognier (Santa Maria Valley)", "description": "This is a complex and lively dessert wine, with concentrated quince and honeysuckle on the nose, as well as tangerine skin and the slightest touch of white rock minerality. It's soft on the palate, with a bitter grapefruit-pith twist, showing flavors of golden honey, lemon balm, chamomile and chive.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 40, "designation": "Fiorellino Murmur Vineyard Late Harvest", "variety": "Viognier", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Mattina Fiore"}, {"points": "92", "title": "Melville 2013 Donna's Syrah (Sta. Rita Hills)", "description": "There's a noticeable stemmy quality on the nose of this incredibly intriguing, almost mysterious wine, with green and pink peppercorns, crushed coffee beans and squeezed blueberry fruit aromas. A woodiness pervades the palate too, where roasted poblano chile meets with smoked cigar, lavender, dried berries and asphalt. It evolves steadily while open, and will drink with fascination 2016–2028.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 42, "designation": "Donna's", "variety": "Syrah", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Melville"}, {"points": "92", "title": "Sequoia Grove 2011 Stagecoach Vineyard Cabernet Sauvignon (Napa Valley)", "description": "Mostly varietal, with 6% Cabernet Franc, this wine is leathery on the palate, with flavors of black licorice, blackberry and dried herb. Well balanced, it's concentrated and juicy, and worth cellaring through 2021.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 90, "designation": "Stagecoach Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Sequoia Grove"}, {"points": "92", "title": "Vettori NV Brut  (Conegliano Valdobbiadene Prosecco Superiore)", "description": "Fragrant and refined, this opens with scents of white spring flowers and just picked orchard fruit. The bright, creamy palate doles out green apple, pear, white peach and a hint of chopped herbs. Bright acidity lifts the juicy flavors while a soft mousse lends elegance. It closes on an almond note.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 19, "designation": "Brut", "variety": "Glera", "region_1": "Conegliano Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Vettori"}, {"points": "92", "title": "Vilafonté 2012 Series M Red (Paarl)", "description": "This blend of 48% Merlot, 35% Malbec and 17% Cabernet Sauvignon is plush and accessible, with attractively ripe notes of brambly blackberry, raspberry and cherry on the nose and palate. Soft, spicy tannins lend the wine a crushed-velvet texture, while hints of licorice, vanilla bean, fruitcake spice and black tea add depth to the medium-weight mouthfeel and linger long through the finish. Drinkable now, but should hold well through 2020.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 79, "designation": "Series M", "variety": "Bordeaux-style Red Blend", "region_1": null, "region_2": null, "province": "Paarl", "country": "South Africa", "winery": "Vilafonté"}, {"points": "92", "title": "The Four Graces 2014 Pinot Blanc (Willamette Valley)", "description": "This is a thrilling example of just how good Oregon Pinot Blanc can be. Lush and captivating flavors conjure up fresh-baked apple pie, along with citrus, melon and a streak of creamy vanilla. The depth and persistence are exceptional.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 24, "designation": null, "variety": "Pinot Blanc", "region_1": "Willamette Valley", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "The Four Graces"}, {"points": "92", "title": "Warre's 2003 Late Bottled Vintage  (Port)", "description": "The Warre's style is for unfiltered Late Bottled Vintages, which means they are can age in bottle. This wine, now released at 12 years is a case in point. In richness and in structure it is more like a fast aging Vintage Port. It is full of dark fruits, dense tannins and great concentration. A very fine wine, it is ready to drink.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 29, "designation": "Late Bottled Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Warre's"}, {"points": "92", "title": "Kokomo 2013 Grenache (Dry Creek Valley)", "description": "Alluring red cherry wraps itself around a velvety texture with tannic foundation and a substantial mouthfeel. Though powerful, it's sexy and floral, with buoyant acidity and weight.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 34, "designation": null, "variety": "Grenache", "region_1": "Dry Creek Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kokomo"}, {"points": "92", "title": "Fonseca 2009 Late Bottled Vintage Unfiltered  (Port)", "description": "This is a finely perfumed wine that has plenty of juicy black currant flavors. Fresh initially, it then develops ripe tannins and a character that emphasizes fruit and a dense aftertaste. It is ready to drink, although because it is unfiltered it will also age well and can be drunk until 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 24, "designation": "Late Bottled Vintage Unfiltered", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "Fonseca"}, {"points": "92", "title": "Ferrari-Carano 2013 Pinot Noir (Anderson Valley)", "description": "Good balance and vivid fruit flavors are the strong points of this well-put-together wine. Bright aromas like raspberries and red cherries are followed by rich but still attractively tangy flavors that ride on a very firm texture of fine tannins and appetizing acidity. This one will gain more complexity and interest with time, so it's best to drink after 2017.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 36, "designation": null, "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Ferrari-Carano"}, {"points": "92", "title": "Cerro Prieto 2009 Paso Bordo Reserve Cabernet Sauvignon (Paso Robles)", "description": "Strong aromas of blueberry paste, cracked peppercorns and concentrated lilacs prepare the nose for a powerful sipper. The palate falls in line, proving rich and full, with flavors of stewed blackberries, plums, a bit of licorice and an herbal twist between dried mint and dill.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 69, "designation": "Paso Bordo Reserve", "variety": "Cabernet Sauvignon", "region_1": "Paso Robles", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Cerro Prieto"}, {"points": "92", "title": "Château du Moulin-à-Vent 2012 La Rochelle  (Moulin-à-Vent)", "description": "From a single parcel that is above the emblematic windmill of Moulin-à-Vent, this wine shows its 16 months of wood aging in its smooth and perfumed character. Cherries and freshly ground spice mix with some firm tannins to give structure while leaving room for the fruit. Drink from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 59, "designation": "La Rochelle", "variety": "Gamay", "region_1": "Moulin-à-Vent", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Château du Moulin-à-Vent"}, {"points": "92", "title": "Bailly-Lapierre 2012 Egarade Brut  (Crémant de Bourgogne)", "description": "With some maturity, this is a rich, full-bodied wine. Its crisp fruitiness has been tempered with a more toasty, yeasty character that adds complexity. The wine has good depth, with spice and a steely minerality coming together with the fruit. Drink now.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 26, "designation": "Egarade Brut", "variety": "Champagne Blend", "region_1": "Crémant de Bourgogne", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Bailly-Lapierre"}, {"points": "92", "title": "Bargetto 2011 La Vita Red (Santa Cruz Mountains)", "description": "Very fragrant in the glass with ripe blackberry syrup, purple lilacs, root beer, chopped mint and sharp cola notes on the nose, this blend of 57% Dolcetto, 35% Refosco and 8% Nebbiolo is a nod to the family's Italian heritage. It's rather light and vibrant on the dynamic and unique palate, with purple fruits, tobacco leaf, slate and black-pepper flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "La Vita", "variety": "Red Blend", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bargetto"}, {"points": "92", "title": "Bien Nacido 2012 Pinot Noir (Santa Maria Valley)", "description": "Smoked cherries, black licorice and grilled fennel aromas form the nose of this wine from the Miller family and winemaker Trey Fletcher, with a bit of graphite at the edges. The fresh, crisp palate offers sharp hibiscus and red fruits, with clove spice and cinnamon-smoked meat on the perimeter, culminating in a bit of sour cranberry fruit.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": null, "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Bien Nacido"}, {"points": "92", "title": "Bisol 2014 Crede Brut  (Valdobbiadene Prosecco Superiore)", "description": "Scents of fragrant field flowers and white orchard fruit emerge on this refreshing sparkling wine. The vibrant, silky palate delivers crisp green apple, juicy pear and lime alongside tangy acidity and a refined, persistent bead. The finish is dry and clean.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 25, "designation": "Crede Brut", "variety": "Sparkling Blend", "region_1": "Valdobbiadene Prosecco Superiore", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Bisol"}, {"points": "92", "title": "Brick House 2012 Cascadia Chardonnay (Ribbon Ridge)", "description": "Certified Biodynamic and all estate grown, this five-clone blend is barrel fermented with indigenous yeasts, and bottled unfiltered and unfined. It offers a mouthwatering mix of apple butter, caramel and toast. The length and subtle details argue for further aging, but go ahead and drink it now.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 36, "designation": "Cascadia", "variety": "Chardonnay", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brick House"}, {"points": "92", "title": "Brick House 2013 Select Pinot Noir (Ribbon Ridge)", "description": "This self-described, entry-level blend boasts floral aromatics and spicy, peppery fruit flavors of cranberry, strawberry and raspberry. Ribbon Ridge Pinots show great character, especially when from estate-grown, biodynamically-certified grapes like this offering.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 34, "designation": "Select", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Brick House"}, {"points": "92", "title": "C. da Silva 2010 Late Bottled Vintage  (Port)", "description": "The wine is perfumed, dry and packed with tannins. It is densely structured and solid, with wonderful juicy fruit and acidity. The fine, ripe fruits are integrated with the acidity and fragrant aftertaste. This wine is still young, however, and will be better from 2017.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Late Bottled Vintage", "variety": "Port", "region_1": null, "region_2": null, "province": "Port", "country": "Portugal", "winery": "C. da Silva"}]