[{"points": "94", "title": "La Jota Vineyard 2014 Merlot (Howell Mountain)", "description": "Blended with 10% Petit Verdot, this age-worthy beauty is impressively oaked and tannic in its youth, with a concentration of densely packed red and black currants. Coconut shavings and vanilla appear from the background alongside black pepper and cinnamon. This should drink best from 2024–2034.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 85, "designation": null, "variety": "Merlot", "region_1": "Howell Mountain", "region_2": "Napa", "province": "California", "country": "US", "winery": "La Jota Vineyard"}, {"points": "94", "title": "Lesehof Stagård 2016 Gaisberg Riesling (Kremstal)", "description": "A touch of lemon, a whisper of pineapple. This combines ripeness and freshness on a palate that's concentrated yet slender and taut. Glimpses of much riper fruit appear; orange, apple and russet pear shimmer and wait. You should wait a little, too, for this elegant, fluid and slender Riesling. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Gaisberg", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Lesehof Stagård"}, {"points": "94", "title": "Markus Huber 2016 Ried Berg Reserve Riesling (Traisental)", "description": "This wine's fresh citrus foliage, lemon zest and fragrant conifer notes make for a highly aromatic opening. It's dominated by a bright lemon freshness that pervades every aspect of the concentrated but finely structured palate. A taut, delicious package that's lemon-charged to the hilt. Lovely now, it will only get better. Drink 2018–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 73, "designation": "Ried Berg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Traisental", "country": "Austria", "winery": "Markus Huber"}, {"points": "94", "title": "Muhr-Van der Niepoort 2015 Liebkind Blaufränkisch (Carnuntum)", "description": "Aromatic, ripe blueberry notes entice the nose. The merest hint of licorice and tar tingles around the edges. A crushed, juicy berry charm also pervades the palate which dances along with such ease, such abandon, such joy, entirely on tiptoe, twirling, smiling and charming its way to a long finish. There is so much vigor and easy charm, a fresh-faced, unforced and disarmingly honest wine. Yet there is nothing facile. Lovely. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 42, "designation": "Liebkind", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Carnuntum", "country": "Austria", "winery": "Muhr-Van der Niepoort"}, {"points": "94", "title": "Mullineux 2015 Schist Roundstone Syrah (Swartland)", "description": "A seductive and well-integrated veil of earthy spice—cinnamon stick, fruit cake, bark, black tea leaf—sits atop a ripe core of red berry and cherry fruits. Beneath that is a strong gravelly, flinty minerality that pervades the palate and expresses strongest on the finish. Medium weight, the tannins are firm yet fine, resulting in a rich, velvety texture. A beautiful and complex expression, this should continue to develop and unfold additional layers of flavor through 2031.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 140, "designation": "Schist Roundstone", "variety": "Syrah", "region_1": null, "region_2": null, "province": "Swartland", "country": "South Africa", "winery": "Mullineux"}, {"points": "94", "title": "Nittnaus Anita und Hans 2015 Pannobile Red (Burgenland)", "description": "The sonorous and soft vanilla notes of oak provide a beautiful backdrop for all the blueberry aromas that rise from the glass. The palate adds some black cherry notions to the ripe blueberry but remains more slender and fresh than the nose would suggest. Its full, mellow fruit is held in a fine gauze of tannins on a fresh, vivid body. Full marks for elegance. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 45, "designation": "Pannobile", "variety": "Austrian Red Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Nittnaus Anita und Hans"}, {"points": "94", "title": "Pence 2015 Sebastiano Syrah (Sta. Rita Hills)", "description": "Dark and dense aromas of blackberry and black currant meet with tar, black pepper, tapenade and plush violet on the nose of this fascinating wine, which treads the line between piquantly savory and richly ripe. The palate shows sour black plums, crushed peppercorns and seared lamb flavors against a dense black-fruit background.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 56, "designation": "Sebastiano", "variety": "Syrah", "region_1": "Sta. Rita Hills", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Pence"}, {"points": "94", "title": "Phillips Hill 2015 Cerise Vineyard Pinot Noir (Anderson Valley)", "description": "Charming, just-ripe fruit flavors and a silky texture make this wine elegant and polished. It has a lighter color than average, but that doesn't make the generous black cherry and rose petal flavors any less gorgeous, or the medium-body and good acidity any less appetizing. It's a beauty from one of Anderson Valley best sites.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 54, "designation": "Cerise Vineyard", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Phillips Hill"}, {"points": "94", "title": "Produttori del Barbaresco 2013 Muncagota Riserva  (Barbaresco)", "description": "You'll find aromas of star anise, freshly tilled soil, chopped herb and balsamic notes on this full-bodied red. The smooth, concentrated palate delivers juicy black cherry, raspberry compost, pipe tobacco and licorice accompanied by firm, refined tannins and bright acidity.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 68, "designation": "Muncagota Riserva", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Produttori del Barbaresco"}, {"points": "94", "title": "Produttori del Barbaresco 2013 Pora Riserva  (Barbaresco)", "description": "Scents of menthol, new leather, dark culinary spice, cured meat and forest floor lead the nose. The smooth, full-bodied palate shows juicy Morello cherry, pomegranate, licorice and clove balanced by vibrant acidity and tense, refined tannins. An almost salty note closes the finish. This a classic Barbaresco with years ahead of it. Drink 2021–2038.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 68, "designation": "Pora Riserva", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Produttori del Barbaresco"}, {"points": "94", "title": "Prunotto 2014 Bric Turot  (Barbaresco)", "description": "After some time in the glass the 2014 Bric Turot reveals complex aromas of wild berry, dark spice, blue flower and balsamic notes. The elegantly structured, energized palate is even more expressive than the nose, delivering ripe Marasca cherry, raspberry compote, cinnamon and star anise. It has terrific tension, thanks to vibrant acidity and firm, polished tannins. Open a few hours ahead of time. Drink 2019–2029.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 70, "designation": "Bric Turot", "variety": "Nebbiolo", "region_1": "Barbaresco", "region_2": null, "province": "Piedmont", "country": "Italy", "winery": "Prunotto"}, {"points": "94", "title": "Scar of the Sea 2015 Block 11 Mount Eden Clone Bien Nacido Vineyard Chardonnay (Santa Maria Valley)", "description": "Toast, crushed slate, crisp jicama, sliced Asian pear and squeezed tangerine show on the nose of this block-designated bottling from the historic vineyard. There is a salty kick to the sip, where the rounded and full mouthfeel delivers flavors of hot toast, lemon marmalade, the lightest touch of marshmallow and an iodine-laced finish. Incredible depth overall.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 46, "designation": "Block 11 Mount Eden Clone Bien Nacido Vineyard", "variety": "Chardonnay", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Scar of the Sea"}, {"points": "94", "title": "Stift Göttweig 2016 Ried Pfaffenberg Reserve Riesling (Kremstal)", "description": "A hint of passion fruit here, a dash of lemon there. This wine's nose is not willing to give too much away. The palate has generous apple and citrus freshness and also rings with richer, more tropical notes, such as mango. It's vibrant, dry and fresh but still needs to unfold fully. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 61, "designation": "Ried Pfaffenberg Reserve", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Stift Göttweig"}, {"points": "94", "title": "Williams Selyem 2015 Vista Verde Vineyard Pinot Noir (San Benito County)", "description": "This 35th anniversary vintage bottling is as excellent as ever, with aromas of black cherry, boysenberry, wild thyme and sagebrush on the nose. The palate treads the same balance between dark fruit and chaparral spice, with baked red cherries, nutmeg and star anise flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 59, "designation": "Vista Verde Vineyard", "variety": "Pinot Noir", "region_1": "San Benito County", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Williams Selyem"}, {"points": "94", "title": "Bründlmayer 2016 Langenloiser Alte Reben Reserve Grüner Veltliner (Kamptal)", "description": "Fresh celery and dried fennel seed notes play against a backdrop of pear-fruited freshness on the nose of this wine. These qualities are repeated on the light, translucent and refreshing palate. There is something quite disarming about so much flavor in such a lithe body. Simply lovely.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 55, "designation": "Langenloiser Alte Reben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Bründlmayer"}, {"points": "94", "title": "Adelaida 2015 Anna's Estate Vineyard Syrah (Adelaida District)", "description": "Almost black in the glass, this rich and dense bottling impresses immediately with aromas of black currant, caramel, spearmint and wet slate. It's soft and velvety on the palate and loaded with flavors of roasted coffee, shaved chocolate and black plum pudding. Tannins uphold the weight perfectly.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 75, "designation": "Anna's Estate Vineyard", "variety": "Syrah", "region_1": "Adelaida District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Adelaida"}, {"points": "94", "title": "Ashes & Diamonds 2015 No. 1 Rosé (Napa Valley)", "description": "This is the first release of this wine from this new producer based in Napa. Made by Steve Matthiasson, it is a bleed of Cabernet Franc grapes grown in Carneros, Oak Knoll and Yountville that's both exuberant and expressive in candied cherry and tart orange. Barrel-aged in steel barrels, it offers fully realized acidity in a tightly wound package of pure quenchability.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 35, "designation": "No. 1", "variety": "Rosé", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ashes & Diamonds"}, {"points": "93", "title": "Ashes & Diamonds 2014 No. 1 Cabernet Franc (Napa Valley)", "description": "This new producer offers the first vintage of this wine. Made by Steve Matthiasson in a classically restrained style, it was given plenty of room to develop varietal character, with 25% Merlot adding softness. It shines in a texture of dense black raspberry dotted in black pepper and pencil—its herbaceous character in balance. An underlying freshness keeps it compelling and bright.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 75, "designation": "No. 1", "variety": "Cabernet Franc", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Ashes & Diamonds"}, {"points": "93", "title": "Avennia 2015 Le Corbeau Discovery Vineyard Syrah (Horse Heaven Hills)", "description": "Aged in neutral French oak, this wine puts a premium on purity of expression. The aromas are distinctive in intriguing notes of crushed flower, blackberry and sage, along with whiffs of mountain berry and meat. The flavors show depth and intensity, with a swoon-worthy feel and a finish that sails.", "taster_name": "Sean P. Sullivan", "taster_twitter_handle": "@wawinereport", "price": 50, "designation": "Le Corbeau Discovery Vineyard", "variety": "Syrah", "region_1": "Horse Heaven Hills", "region_2": "Columbia Valley", "province": "Washington", "country": "US", "winery": "Avennia"}, {"points": "93", "title": "Blue Rock 2016 Baby Blue Blanc White (Sonoma Coast)", "description": "This delicious white combines 87% Sauvignon Blanc, 8.5% Viognier and 4.5% Sémillon. Together, they are as compelling as a garden in jasmine and gardenia aromas. Smooth and sublime on the palate, it offers a succulence of peach and pear within a refreshing core of medium-bodied fleshiness.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 24, "designation": "Baby Blue Blanc", "variety": "White Blend", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Blue Rock"}, {"points": "93", "title": "Eder 2016 Smaragd Riesling (Wachau)", "description": "The headiness of freshly cut tangerine zest fills nose of this wine with perfume. The palate continues in the same citrus-flavored vein, bringing more tangerine but also piercingly fresh lemon. This is linear, slender and totally refreshing. Pure lemon marks the long, moreish finish. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 32, "designation": "Smaragd", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Wachau", "country": "Austria", "winery": "Eder"}, {"points": "93", "title": "Forstreiter 2016 Alte Reben Reserve Grüner Veltliner (Kremstal)", "description": "A tropical touch of passion fruit clings to the otherwise earthy, savory nose of this wine. The palate plays on that savoriness, displaying salty, herb-tinged miso notes in a streamlined, bright and lemony package. It's taut but packs a punch.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 17, "designation": "Alte Reben Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kremstal", "country": "Austria", "winery": "Forstreiter"}, {"points": "93", "title": "Hiedler 2016 Ried Schenkenbichl Reserve Grüner Veltliner (Kamptal)", "description": "A whiff of passion fruit adds tropical allure to the ripe pear fruit on the nose of this wine. It's tempered by rich yeastiness, which continues on the palate, softening the texture. A spike of lemon freshness brightens everything in this impressive, full-bodied wine.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Ried Schenkenbichl Reserve", "variety": "Grüner Veltliner", "region_1": null, "region_2": null, "province": "Kamptal", "country": "Austria", "winery": "Hiedler"}, {"points": "93", "title": "Jalits 2015 Steinberg Red (Burgenland)", "description": "At this point the nose does not give away much, merely a hint of tar. The palate, also rather closed at this point, promises plum notes colored with a maple syrup spice. There is concentration and a fine tannic weave alongside bright freshness. This has fruit, structure and balance and was made with a knowing, light touch but needs time to unfold. It carries its weight well and will blossom. Drink 2022–2032.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 44, "designation": "Steinberg", "variety": "Red Blend", "region_1": null, "region_2": null, "province": "Burgenland", "country": "Austria", "winery": "Jalits"}, {"points": "93", "title": "Johanneshof Reinisch 2015 Grillenhügel Pinot Noir (Thermenregion)", "description": "A rather shy nose gives nothing away apart from a slight hint of earth. The palate is also subdued in flavor, but presents a firm structure of fine tannin and a spine of bright freshness, balancing out alcoholic warmth. This needs to develop and unfold, all the harmony is already there, the fruit just needs to come out of its shell. Drink 2022–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Grillenhügel", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "93", "title": "Johanneshof Reinisch 2016 Spiegel Zierfandler (Thermenregion)", "description": "Orange peel and beeswax notes make brief appearances on the apple- and pear-fruited nose of this wine. On the palate, that complexity is borne out by a slightly grippy phenolic texture, making this a very gastronomic, unusual white from one of Austria's rare but indigenous grape varieties. The finish is wonderfully spicy and clean.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 40, "designation": "Spiegel", "variety": "Zierfandler", "region_1": null, "region_2": null, "province": "Thermenregion", "country": "Austria", "winery": "Johanneshof Reinisch"}, {"points": "93", "title": "Keermont 2015 Terrasse White (Stellenbosch)", "description": "This Chenin Blanc-based blend, with additional portions of Chardonnay, Sauvignon Blanc and Viognier, is delicate in nature, though complex and layered beneath it's reserved surface. It boasts notes of apple flesh, melon rind, yellow flower, fynbos and beeswax on the nose and mouth, with final impressions of orange pith and lemon zest on the enduing finish. Harmonouos and well-balanced, it offers a pleasant, softly astringent texture that lends structure to the medium-weight palate and length to the close. Drink now–2023.", "taster_name": "Lauren Buzzeo", "taster_twitter_handle": "@laurbuzz", "price": 27, "designation": "Terrasse", "variety": "White Blend", "region_1": null, "region_2": null, "province": "Stellenbosch", "country": "South Africa", "winery": "Keermont"}, {"points": "93", "title": "Kirnbauer 2015 Gold Reserve Blaufränkisch (Mittelburgenland)", "description": "Hints of mahogany and vanilla play with cherry and plum fruit on the nose. The palate presents a very rounded, fruit-driven, smooth and concentrated vision of these wood and fruit notes. The mouthfeel is mellow. A red in a very international idiom, yet with a lovely and fresh Austrian accent. Drink 2018–2028.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 39, "designation": "Gold Reserve", "variety": "Blaufränkisch", "region_1": null, "region_2": null, "province": "Mittelburgenland", "country": "Austria", "winery": "Kirnbauer"}, {"points": "93", "title": "Lucien Lardy 2015 Les Chênes  (Fleurie)", "description": "Named after the oak trees close to the vineyard and aged an extra year, this cuvée is always impressive. It has dark, dense tannins as well as powerful black-cherry fruits and a beautifully perfumed aftertaste. Rich and structured, the wine will age well. Drink from 2019.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 29, "designation": "Les Chênes", "variety": "Gamay", "region_1": "Fleurie", "region_2": null, "province": "Beaujolais", "country": "France", "winery": "Lucien Lardy"}, {"points": "93", "title": "Malat 2015 Reserve Pinot Noir (Niederösterreich)", "description": "A heady whiff of woodsmoke combines with aromatic cherry fruit on the nose. The beautifully taut palate allows freshness to show the purity of the fruit. Right now the oaky smokiness still envelopes the firm fruit, supported by a fine tannic structure. Wait a little and this will blossom. Drink 2020–2030.", "taster_name": "Anne Krebiehl MW", "taster_twitter_handle": "@AnneInVino", "price": 48, "designation": "Reserve", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Niederösterreich", "country": "Austria", "winery": "Malat"}]