[{"points": "94", "title": "Finca Allende 2015 Gaminde Single Vineyard Estate Bottled  (Rioja)", "description": "This wine's blueberry and cassis aromas are accented by wet clay notes. Its saturated palate is so dense it requires a drill to get through in this youthful stage. Offering deep blackberry and dark chocolate flavors, it finishes with melting tannins and a lasting note of burnt wood. Drink through 2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 75, "designation": "Gaminde Single Vineyard Estate Bottled", "variety": "Tempranillo", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Finca Allende"}, {"points": "94", "title": "Kutch 2016 Bohan Vineyard Pinot Noir (Sonoma Coast)", "description": "A light delicate wine, this features earthy mint, clove and cinnamon stick aromas and flavors within a focused, elegant package of expansive berry and citrus fruit. The acidity is persistent and refreshing, allowing for aspects of brine and flint to shine wildly through.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 54, "designation": "Bohan Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Kutch"}, {"points": "94", "title": "Meyer-Näkel 2015 S Spätburgunder (Ahr)", "description": "Savory notes of tomato leaf and forest floor lend savory complexity to concentrated raspberry and black-cherry flavors here. While its flush, fruity style is approachable, it's a structured, upright wine with fresh acidity and fine, mouth-coating tannins. Whispers of game and leather forecast a nuanced maturation over the next decade.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 90, "designation": "S", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Ahr", "country": "Germany", "winery": "Meyer-Näkel"}, {"points": "94", "title": "Olivier Leflaive 2015 Les Pucelles Premier Cru  (Puligny-Montrachet)", "description": "From part of the Olivier Leflaive estate, this elegant wine comes from one of the top Premier Cru vineyards, displaying a richness that could be Grand Cru. Cream, spice and toast contrast with intense acidity and apricot and apple fruitiness in great harmony. The wine is still young with a firm structure still in place, so don't drink before 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 200, "designation": "Les Pucelles Premier Cru", "variety": "Chardonnay", "region_1": "Puligny-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Pfeffingen 2016 Weilberg GG Riesling (Pfalz)", "description": "Ripe quince and pear notes are glazed by a delicate sheen of caramelized sugar and spice in this silky textured wine. Dry and medium bodied, it balances pristine orchard fruit against invigorating citrus acidity and a steely mineral backbone. The finish is long and lean with a laser-edged precision. It drinks beautifully already but sure to improve well through 2030 and hold further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 65, "designation": "Weilberg GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Pfeffingen"}, {"points": "94", "title": "Quinta Vale Dona Maria 2015 Vinha da Francisca Red (Douro)", "description": "This blend of five Douro grapes comes from a single vineyard on the Vale Dona Maria estate. Dusty tannins set the scene for rich black-licorice and berry flavors along with intense acidity. The structure and dry core of tannins assure that this wine ages well. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 99, "designation": "Vinha da Francisca", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Quinta Vale Dona Maria"}, {"points": "94", "title": "Robert Mondavi 2014 Fumé Blanc (Oakville)", "description": "A blend of 79% Sauvignon Blanc and 21% Sémillon barrel fermented largely in 60-gallon French oak barrels, this is a well-integrated and substantial offering of sublime texture, length and complexity. Jasmine aromas ride atop fresh, vibrant layers of Meyer lemon and nectarine, a stony mineral element persistent on the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 40, "designation": null, "variety": "Fumé Blanc", "region_1": "Oakville", "region_2": "Napa", "province": "California", "country": "US", "winery": "Robert Mondavi"}, {"points": "94", "title": "Rudolf Fürst 2015 Bürgstadter Berg Erste Lage Spätburgunder (Franken)", "description": "Initial whiffs of smoke and nut subside revealing aromas of crisp red fruit here. The palate, by contrast, is riper and richer, yielding weighty layers of black-cherry and berry flavors. The finish is long, marked by a glaze of caramelized sugar and dense mouth-coating tannins. Concentrated yet elegantly framed, it's a wine that should hit its peak from 2025 but hold further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Bürgstadter Berg Erste Lage", "variety": "Spätburgunder", "region_1": null, "region_2": null, "province": "Franken", "country": "Germany", "winery": "Rudolf Fürst"}, {"points": "94", "title": "Salwey 2014 Henkenberg GG Pinot Blanc (Baden)", "description": "Bold notes of smoke and struck flint recede gradually, revealing prettier tones of grapefruit, lemon and lime. Full bodied yet anchored by spine-tingling acidity, this elegant wine offsets concentrated citrus flavors against savory tones of herb and dark mineral. Tasted in early 2018, it's still a taut nervous wine that should meld nicely from 2023.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 54, "designation": "Henkenberg GG", "variety": "Pinot Blanc", "region_1": null, "region_2": null, "province": "Baden", "country": "Germany", "winery": "Salwey"}, {"points": "94", "title": "Schloss Lieser 2016 Thomas Haag Wehlener Sonnenuhr GG Riesling (Mosel)", "description": "Intense layers of smoke and stone are calibrated against pristine white peach and grapefruit here. Dry, lithe and lean in style, it's a classically Mosel wine anchored by zesty lemon-lime acidity and deeply penetrating hits of slate and dusty minerality. Hold till 2021.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 70, "designation": "Thomas Haag Wehlener Sonnenuhr GG", "variety": "Riesling", "region_1": null, "region_2": null, "province": "Mosel", "country": "Germany", "winery": "Schloss Lieser"}, {"points": "94", "title": "Van Zellers 2015 CV Curriculum Vitae Red (Douro)", "description": "This is a major wine, its name suggesting it is the summation of winemaker Cristiano van Zeller's work. It is powerful, although its black fruits are never overwhelming. Licorice and spice flavors from wood aging give complexity and structure. It is an impressive wine to age for several years. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 100, "designation": "CV Curriculum Vitae", "variety": "Portuguese Red", "region_1": null, "region_2": null, "province": "Douro", "country": "Portugal", "winery": "Van Zellers"}, {"points": "94", "title": "Vignobles Brumont 2014 Château Montus Red (Madiran)", "description": "This is the latest release from this Madiran showpiece estate on steep vineyards surrounding a grand chateau. The wine is black, firm and full of tannins while allowing room for swathes of dark fruits and a bold structure. It is still in the aging process. Drink this blend of Tannat and Cabernet Sauvignon from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Château Montus", "variety": "Red Blend", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Vignobles Brumont"}, {"points": "94", "title": "Anderson Conn Valley 2015 Estate Reserve Cabernet Sauvignon (Napa Valley)", "description": "Aged for 22 months in French oak, this is a substantial red that is soft in polished tannins. The aromas and flavors carry rich layers of dried herb, cedar, cassis and sweet tobacco.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 125, "designation": "Estate Reserve", "variety": "Cabernet Sauvignon", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Anderson Conn Valley"}, {"points": "94", "title": "Caliza 2014 Syrah (Paso Robles Willow Creek District)", "description": "Concentrated black cherry, coffee cake, roasted beef and violet syrup combine for a very rich, inviting and yet remarkably savory nose on this bottling. It's soft and viscous at first on the sip, with plush flavors of kirsch, vanilla and milk chocolate, then tightens around firm tannins and buoyant acidity. This is a suave attention grabber.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 62, "designation": null, "variety": "Syrah", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Caliza"}, {"points": "94", "title": "Denner 2015 Cabernet Sauvignon (Paso Robles Willow Creek District)", "description": "Nearly opaque in the glass, this bottling shows intense black-currant-syrup aromas along with rocky earth, turned loam, crushed lilacs and black pepper. The mouthfeel is creamy and rich with a mouth-coating texture, combining violet, black plum and, on the finish, tobacco and dried meat flavors.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 85, "designation": null, "variety": "Cabernet Sauvignon", "region_1": "Paso Robles Willow Creek District", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Denner"}, {"points": "94", "title": "Domaine Billaud-Simon 2015 Les Blanchots Grand Cru  (Chablis)", "description": "This wine was aged for 14 months, including a period in wood that gives it richness and a smooth texture. It is concentrated, with intense citrus fruit balanced by minerality and a flinty edge. The wine, from the easternmost and smallest of the Grand Crus, will age well. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": null, "designation": "Les Blanchots Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Billaud-Simon"}, {"points": "94", "title": "Domaine Billaud-Simon 2015 Vaudésir Grand Cru  (Chablis)", "description": "Now owned by the Faiveley family of Nuits-Saint-Georges, this estate is producing crisper wines than in the past. This is true of this Grand Cru that balances great acidity and crisp apple and citrus fruits with a smoother texture from oak aging. Floral and ripe, the wine will age. Drink from 2021.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 113, "designation": "Vaudésir Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Billaud-Simon"}, {"points": "94", "title": "Domaine Christian Moreau Père et Fils 2015 Valmur Grand Cru  (Chablis)", "description": "A ripe, rounded wine, this shows the richness of the vintage while not missing out on intense acidity. The mineral texture and the concentration of the ripe yellow fruit come together in a harmonious whole while needing a little more aging. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 105, "designation": "Valmur Grand Cru", "variety": "Chardonnay", "region_1": "Chablis", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Domaine Christian Moreau Père et Fils"}, {"points": "94", "title": "Friedrich Becker 2013 Steinwingert Pinot Noir (Pfalz)", "description": "Whispers of clove and smoked nut lend warmth to ripe luscious blackberry and cherry flavors in this sumptuous, glossy wine. While full bodied and rich in mouthfeel, brisk but deeply integrated acidity and fine but firm tannins lend a seamlessness of structure. Hints of candied black cherry and spice linger on the finish.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 80, "designation": "Steinwingert", "variety": "Pinot Noir", "region_1": null, "region_2": null, "province": "Pfalz", "country": "Germany", "winery": "Friedrich Becker"}, {"points": "94", "title": "Georges Vigouroux 2015 Château de Mercuès Cuvée 6666 Malbec (Cahors)", "description": "The 6666 refers to the number of vines per hectare in this vineyard, and the high-density planting gives great concentration to the wine. It is packed with rich black fruits, an impressive wine with restrained power, great fruitiness as well as a strong structure. This special cuvée from the Mercuès estate needs to age. Drink from 2024.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 50, "designation": "Château de Mercuès Cuvée 6666", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Georges Vigouroux"}, {"points": "94", "title": "Grosset 2017 Polish Hill Riesling (Clare Valley)", "description": "From one of Australia's most lauded Riesling producers, this wine is from the cool, later-ripening 2017 vintage which seems to be a triumph for the region and variety. The delicate nose chimes with the echoes of lime blossoms, peach skins, lavender, talcum powder and a touch of honey (despite being bone dry on the palate). Bright, twinkly acidity is balanced by a slippery yet linear texture and a long, stoney finish. Drink now–2038.", "taster_name": "Christina Pickard", "taster_twitter_handle": "@winewchristina", "price": 52, "designation": "Polish Hill", "variety": "Riesling", "region_1": "Clare Valley", "region_2": null, "province": "South Australia", "country": "Australia", "winery": "Grosset"}, {"points": "94", "title": "Hartford Court 2015 Far Coast Chardonnay (Sonoma Coast)", "description": "Muted on the nose at first, this white becomes pretty in white flowers and nutty on the nose, with a character of candied ginger and honey. Preserved lemon flavors add richness to a grittiness of wet stone and quince. Structured and textured, it has ribald ripeness at its core that finds balance in its coastal provenance.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 65, "designation": "Far Coast", "variety": "Chardonnay", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Hartford Court"}, {"points": "94", "title": "Holdredge 2015 Bucher Vineyard Pinot Noir (Russian River Valley)", "description": "This memorable wine is delightfully heady in fresh aromas of strawberry, raspberry and exotic spices. The palate feels complete, with nice weight and texture. A lift of earth adds intrigue and length to the finish.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 50, "designation": "Bucher Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Holdredge"}, {"points": "94", "title": "MacRostie 2015 Thale's Vineyard Pinot Noir (Russian River Valley)", "description": "This wine is fruity, fresh and lengthy, with expansive layers of blueberry, strawberry and flowers. From the producer's first estate vineyard, it offers lasting impressions of earth and spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 56, "designation": "Thale's Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "MacRostie"}, {"points": "94", "title": "Olivier Leflaive 2015 Abbaye de Morgeot Premier Cru  (Chassagne-Montrachet)", "description": "From part of the Olivier Leflaive domaine, this wine comes from the largest premier crus in Chassagne-Montrachet. Ripe and with the careful wood aging typical of this producer, it is rich and sumptuous, with a velvet texture that is cut with acidity and minerality. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 119, "designation": "Abbaye de Morgeot Premier Cru", "variety": "Chardonnay", "region_1": "Chassagne-Montrachet", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Olivier Leflaive 2015  Corton-Charlemagne", "description": "This wine combines power and richness with fruity crispness. The balance is just right, poised between lemon flavors and riper apricot. Even in this warm vintage, the minerality and acidity are intense and will allow the wine to age. Drink this wine from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 217, "designation": null, "variety": "Chardonnay", "region_1": "Corton-Charlemagne", "region_2": null, "province": "Burgundy", "country": "France", "winery": "Olivier Leflaive"}, {"points": "94", "title": "Quinta do Monte d'Oiro 2013 Reserva Red (Lisboa)", "description": "While this rich wine is 96% Syrah, it does follow the Côte Rôtie style by adding some white Viognier to soften the tannins. While the wine certainly works, it is some way from the Rhône, being very Portuguese in its density, juicy black fruit and dusty tannins. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 60, "designation": "Reserva", "variety": "Rhône-style Red Blend", "region_1": null, "region_2": null, "province": "Lisboa", "country": "Portugal", "winery": "Quinta do Monte d'Oiro"}, {"points": "94", "title": "Site 2014 Larner Vineyard Red (Ballard Canyon)", "description": "There's a lovely tarry funk to the nose of this Rhône-style red blend, with black pepper, lamb roast, soy, beef jerky and other umami elements. It's smooth on the palate, where fresh blueberry gives brightness to the savory meat, black-pepper and sea salt touches. The snickerdoodle finish is further rewarding.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": null, "designation": "Larner Vineyard", "variety": "Rhône-style Red Blend", "region_1": "Ballard Canyon", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Site"}, {"points": "94", "title": "The Calling 2016 Dutton Ranch Chardonnay (Russian River Valley)", "description": "Luxurious in green olive, peach and lemon, this is a complex compelling vineyard-designate, well made and in balance. Sophisticated, it offers a lingering length of toasted oak spice that complements the fruit and adds a spark to the whole.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 32, "designation": "Dutton Ranch", "variety": "Chardonnay", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "The Calling"}, {"points": "94", "title": "Wachtstetter 2015 Glaukós GG Trocken Lemberger (Württemberg)", "description": "This pristine, unadorned red wine penetrates the palate with mineral-laden strikes of red cherry and plum. Compared to plumper ruddier styles of Lemberger, there's more precision of fruit and acidity here, as well as a racy tension that's thrilling. It's a young, nervous wine now that should open from 2023 and hold further.", "taster_name": "Anna Lee C. Iijima", "taster_twitter_handle": null, "price": 65, "designation": "Glaukós GG Trocken", "variety": "Lemberger", "region_1": null, "region_2": null, "province": "Württemberg", "country": "Germany", "winery": "Wachtstetter"}]