[{"points": "95", "title": "Blue Farm 2014 Gap's Crown Vineyard Pinot Noir (Sonoma Coast)", "description": "The producer sources from two blocks of the vineyard for this wine—one at a high elevation, which contributes bright acidity. Crunchy cranberry, pomegranate and orange peel flavors surround silky, succulent layers of texture that present as fleshy fruit. That delicately lush flavor has considerable length.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Gap's Crown Vineyard", "variety": "Pinot Noir", "region_1": "Sonoma Coast", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Blue Farm"}, {"points": "95", "title": "Château Lagrézette 2014 Le Pigeonnier Malbec (Cahors)", "description": "Coming from a seven-acre vineyard named after the dovecote on the property, this is a magnificent wine. Powered by both fruit tannins and the 28 months of new wood aging, it is darkly rich and with great concentration. As a sign of its pedigree, there is also elegance here, a restraint which is new to this wine. That makes it a wine for long-term aging. Drink from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 290, "designation": "Le Pigeonnier", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "95", "title": "Comartin 2014 R-Bar-R Ranch Pinot Noir (Santa Cruz Mountains)", "description": "San Jose-based producer Adam Comartin heads 1,100 feet up into the mountains to source fruit for this tremendous wine, which offers wild cherry, sage, and eucalyptus scents on the nose. Ripe black plum and strawberry fruit lead the palate, followed by acid-driven waves of juniper, pine and bay leaf, finishing with a menthol-like sensation.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 45, "designation": "R-Bar-R Ranch", "variety": "Pinot Noir", "region_1": "Santa Cruz Mountains", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Comartin"}, {"points": "95", "title": "Vignobles Brumont 1999 Château Montus Prestige Tannat (Madiran)", "description": "This wine is in peak condition. The tannins and the secondary flavors dominate this ripe leather-textured wine. The fruit is all there as well: dried berries and hints of black-plum skins. It is a major wine right at the point of drinking with both the mature flavors and the fruit in the right balance.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 90, "designation": "Château Montus Prestige", "variety": "Tannat", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Vignobles Brumont"}, {"points": "95", "title": "Valduero 2010 6 Años Reserva Premium  (Ribera del Duero)", "description": "Nicely oaked blackberry, licorice, vanilla and charred aromas are smooth and sultry. This is an outstanding wine from an excellent year. Forward barrel-spice and mocha flavors adorn core blackberry and raspberry fruit, while this runs long and tastes vaguely chocolaty on the velvety finish. Enjoy this top-notch Tempranillo through 2030.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 80, "designation": "6 Años Reserva Premium", "variety": "Tempranillo", "region_1": "Ribera del Duero", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Valduero"}, {"points": "95", "title": "Domaine de la Bégude 2013 La Brûlade Red (Bandol)", "description": "This is the top wine from La Bégude, named after the highest point in the vineyard at 1200 feet. It has structure, density and considerable acidity that is still calming down. With 18 months in wood, the wine has developing an extra richness and concentration. Produced by the Tari family, formerly of Château Giscours in Margaux, it is a wine made for aging. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 66, "designation": "La Brûlade", "variety": "Provence red blend", "region_1": "Bandol", "region_2": null, "province": "Provence", "country": "France", "winery": "Domaine de la Bégude"}, {"points": "95", "title": "Bodega Carmen Rodríguez 2012 Carodorum Único Crianza  (Toro)", "description": "Lush cedary black-fruit aromas are luxe and offer notes of marzipan and vanilla. This bruiser is massive and tannic on the palate, but still lush and friendly. Chocolate is a key flavor, while baked berry and cassis flavors are hardly wallflowers. On the finish, this is tannic and deep as a sea trench. Drink this saturated black-colored Toro through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 110, "designation": "Carodorum Único Crianza", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Bodega Carmen Rodríguez"}, {"points": "95", "title": "Maurodos 2012 San Román  (Toro)", "description": "Slightly gritty black-fruit aromas include a sweet note of pastry along with a hint of prune. Wall-to-wall saturation ensures that all corners of one's mouth are covered. Flavors of blackberry, mocha and chocolate are highly impressive and expressive, while this settles nicely on a long finish. Drink now through 2024.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 65, "designation": "San Román", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Maurodos"}, {"points": "95", "title": "Muga 2009 Prado Enea Gran Reserva  (Rioja)", "description": "Alluring, complex and powerful aromas of grilled meat, berries, tea, smoke, vanilla and spice cover every base. An intense palate is concentrated but still elegant. Blackberry, molasses and mocha flavors finish with chocolaty oak notes, fine tannins and overall cohesion. Drink this special Rioja from 2020 through 2035.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 79, "designation": "Prado Enea Gran Reserva", "variety": "Tempranillo Blend", "region_1": "Rioja", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Muga"}, {"points": "95", "title": "Bergström 2014 Silice Pinot Noir (Chehalem Mountains)", "description": "This re-named vineyard was formerly bottled as deLancellotti. You'll find striking minerality underscoring chunky black fruits. Accents of citrus and graphite comingle, with exceptional midpalate concentration. This is a wine to cellar, though it is already quite enjoyable. Drink now through 2030.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 65, "designation": "Silice", "variety": "Pinot Noir", "region_1": "Chehalem Mountains", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Bergström"}, {"points": "95", "title": "Domaine Serene 2014 Grace Vineyard Pinot Noir (Dundee Hills)", "description": "With its sophisticated mix of mineral, acid and tart fruits, this seductive effort pleases from start to finish. Supple and dense, it's got strawberry, blueberry, plum and black cherry, a touch of chocolate, and that underlying streak of mineral. All these elements are in good proportion and finish with an appealing silky texture. It's delicious already, but give it another decade for full enjoyment. Drink now through 2028.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 185, "designation": "Grace Vineyard", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Domaine Serene"}, {"points": "95", "title": "Heitz 2016 Grignolino Rosé (Napa Valley)", "description": "Heitz has made this stellar rosé from the rare Grignolino grape since 1961. Ruby grapefruit-red, it's sultry with strawberry, watermelon, orange zest and salty spice flavor, highlighted with vibrant floral aromas.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 24, "designation": "Grignolino", "variety": "Rosé", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Heitz"}, {"points": "95", "title": "Patricia Green Cellars 2015 Estate Vineyard Wadensvil Block Pinot Noir (Ribbon Ridge)", "description": "From 18-year-old vines, this supple well-balanced effort blends flavors of mocha, cherry, vanilla and breakfast tea. Superbly integrated and delicious even at this early stage, this wine seems destined for a long and savory cellar life. Drink now through 2028.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 48, "designation": "Estate Vineyard Wadensvil Block", "variety": "Pinot Noir", "region_1": "Ribbon Ridge", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Patricia Green Cellars"}, {"points": "95", "title": "Numanthia 2012 Termanthia  (Toro)", "description": "Tarry blackberry and cheesy oak aromas are appropriate for a wine of this size and magnitude. In the mouth, this Tinta de Toro is expansive and grabby, with bullish tannins. Slightly salty earthy accents come with core blackberry flavors and notes of baking spices and chocolate, while on the finish this is long, chocolaty, delicious and not too hard or tannic. Drink through 2023.", "taster_name": "Michael Schachner", "taster_twitter_handle": "@wineschach", "price": 220, "designation": "Termanthia", "variety": "Tinta de Toro", "region_1": "Toro", "region_2": null, "province": "Northern Spain", "country": "Spain", "winery": "Numanthia"}, {"points": "95", "title": "Hall 2013 Rainin Vineyard Cabernet Sauvignon (Diamond Mountain District)", "description": "This blockbuster, powerhouse of a wine suggests blueberry pie and chocolate as it opens in the glass. On the palate, it's smooth and seductively silky, offering complex cedar, peppercorn and peppery oak seasonings amidst its dense richness. It finishes with finesse and spice.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 325, "designation": "Rainin Vineyard", "variety": "Cabernet Sauvignon", "region_1": "Diamond Mountain District", "region_2": "Napa", "province": "California", "country": "US", "winery": "Hall"}, {"points": "95", "title": "Center of Effort 2014 Giallo Solare Chardonnay (Edna Valley)", "description": "The apogee of this ambitious winery's white wine efforts, this bottling of just two barrels of Clone 5 shows focused marzipan, marcona almond and white peach notes on the nose. The palate sizzles with saltiness and a lemony acidity that cuts through its brown butter richness with finesse. The finish is luxurious and long.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 60, "designation": "Giallo Solare", "variety": "Chardonnay", "region_1": "Edna Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Center of Effort"}, {"points": "95", "title": "Borgo del Tiglio 2015 Ronco della Chiesa Friulano (Collio)", "description": "Elegance, complexity and structure come together in this drop-dead gorgeous winethat ranks among Italy's greatest whites. It opens with sublime yellow spring flower, aromatic herb and orchard fruit scents. The creamy, delicious palate seamlessly combines juicy white peach, ripe pear and citrus flavors while white almond and savory mineral notes grace the lingering finish.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 80, "designation": "Ronco della Chiesa", "variety": "Friulano", "region_1": "Collio", "region_2": null, "province": "Northeastern Italy", "country": "Italy", "winery": "Borgo del Tiglio"}, {"points": "94", "title": "Stony Hill 2015 White Riesling (Napa Valley)", "description": "From a combination of dry-farmed estate fruit and grapes sourced in Carneros, this lovely white is fermented in stainless steel, which coaxes a seamless, light-bodied crispness on the palate. Exotic white peach and briny stone highlight a heady aromatic thread of honeysuckle, ginger and wild vanilla.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "White", "variety": "Riesling", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Stony Hill"}, {"points": "94", "title": "Gary Farrell 2014 Bacigalupi Vineyard Pinot Noir (Russian River Valley)", "description": "From the famous site on Westside Road outside of Healdsburg, this bold red shows orange, dark cherry and pungent earth scents, remaining savory at its core. Medium-bodied and balanced with acidity, it takes on a meaty persona seasoned with pepper, clove and black tea.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 60, "designation": "Bacigalupi Vineyard", "variety": "Pinot Noir", "region_1": "Russian River Valley", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Gary Farrell"}, {"points": "94", "title": "Gini 2014 Contrada Salvarenza Vecchie Vigne  (Soave Classico)", "description": "Elegant and savory, this vibrant white offers enticing Spanish broom, yellow stone fruit, wet stone and crushed thyme aromas. The vibrant, ethereal palate carries subtle, tantalizing layers of yellow peach, tangy tangerine, lemon drop and pineapple with lively acidity. A graphite note closes the lingering finish. Too elegant for some palates, it shows impressive balance and depth, despite the cool, wet vintage.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 38, "designation": "Contrada Salvarenza Vecchie Vigne", "variety": "Garganega", "region_1": "Soave Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Gini"}, {"points": "94", "title": "Black Kite 2014 Angel Hawk Pinot Noir (Anderson Valley)", "description": "Consistently outstanding Pinot Noir producer Black Kite has done it again. This bottling comes together in a seamless symphony of aromas and flavors. Ripe fruit, subtly spicy oak and forest floor notes fill the glass. Its opulent texture unfolds into layers of baking spice, earthiness, and red and black cherry fruit, with a long, complex finish.", "taster_name": "Jim Gordon", "taster_twitter_handle": "@gordone_cellars", "price": 85, "designation": "Angel Hawk", "variety": "Pinot Noir", "region_1": "Anderson Valley", "region_2": null, "province": "California", "country": "US", "winery": "Black Kite"}, {"points": "94", "title": "Blue Farm 2014 King Ridge Vineyard Hirsch Selection Pinot Noir (Fort Ross-Seaview)", "description": "Powerful tannin meets subdued fruit in this layered, youthful wine. Concentrated and focused, with rose petal, sage and wild strawberry notes, it holds back teasingly before slowly unraveling to reveal velvety texture and corpulent weight.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 70, "designation": "King Ridge Vineyard Hirsch Selection", "variety": "Pinot Noir", "region_1": "Fort Ross-Seaview", "region_2": "Sonoma", "province": "California", "country": "US", "winery": "Blue Farm"}, {"points": "94", "title": "Château Lagrézette 2014 Paragon Malbec (Cahors)", "description": "The wine comes from a sweet spot on gravel soil in the estate's Clos Marguerite on the third terrace above the River Lot. It is a huge black-colored wine with equally dark fruits and immense tannins and structure. Taken together, this is obviously a serious wine, demanding aging. Drink from 2023.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 120, "designation": "Paragon", "variety": "Malbec", "region_1": "Cahors", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Château Lagrézette"}, {"points": "94", "title": "Smith-Madrone 2014 Estate Bottled Riesling (Napa Valley)", "description": "Entirely estate grown from dry-farmed grapes, this white sparkles with waxy apricot and pear flavors and crisp, underlying mineral stoniness. Dry, with refreshing acidity, it doesn't skimp on mouthfeel, delivering a viscosity that's invitingly complex and lingering.", "taster_name": "Virginie Boone", "taster_twitter_handle": "@vboone", "price": 30, "designation": "Estate Bottled", "variety": "Riesling", "region_1": "Napa Valley", "region_2": "Napa", "province": "California", "country": "US", "winery": "Smith-Madrone"}, {"points": "94", "title": "Speri 2012 Vigneto Monte Sant'Urbano  (Amarone della Valpolicella Classico)", "description": "This complex and fragrant wine opens with dried violet, black plum and cooking spice aromas. The smooth, well-structured palate doles out blackberry jam, pipe tobacco, ripe black cherry, nutmeg and licorice flavors. Velvety tannins provide elegant support. Drink through 2027.", "taster_name": "Kerin O’Keefe", "taster_twitter_handle": "@kerinokeefe", "price": 85, "designation": "Vigneto Monte Sant'Urbano", "variety": "Red Blend", "region_1": "Amarone della Valpolicella Classico", "region_2": null, "province": "Veneto", "country": "Italy", "winery": "Speri"}, {"points": "94", "title": "Vignobles Brumont 2012 Château Bouscassé Red (Madiran)", "description": "This is the home estate of Madiran superstar Alain Brumont. The wine is big, bold, rich and packed with both fruit and tannins. It has great structure and a dense dusty tannic character that promises great aging. This is a major wine that needs time. Drink it starting from 2022.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 25, "designation": "Château Bouscassé", "variety": "Red Blend", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Vignobles Brumont"}, {"points": "94", "title": "Vignobles Brumont 2012 Château Montus Tannat-Cabernet (Madiran)", "description": "The wine comes from the grand showpiece estate of Madiran. A blend that is dominated by Tannat produces a wine that is still so young. Bold fruits and firm tannins are right to the fore, along with acidity and a strong mineral texture. It's a powerful and impressive wine that also manages elegance as well. The wine will take several more years to soften. Drink from 2020.", "taster_name": "Roger Voss", "taster_twitter_handle": "@vossroger", "price": 35, "designation": "Château Montus", "variety": "Tannat-Cabernet", "region_1": "Madiran", "region_2": null, "province": "Southwest France", "country": "France", "winery": "Vignobles Brumont"}, {"points": "94", "title": "Testarossa 2015 Sierra Madre Vineyard Pinot Noir (Santa Maria Valley)", "description": "Winemaker Bill Brosseau hits a single vineyard home run with this bottling from one of the Central Coast's oldest sites. It shows exotic plum, tangy cranberry, pine needle, juniper and pencil shaving scents on the nose. The palate is steeped in mulberry, marjoram and curry-like Indian spices, proving dynamic and delicious in the most compelling ways.", "taster_name": "Matt Kettmann", "taster_twitter_handle": "@mattkettmann", "price": 65, "designation": "Sierra Madre Vineyard", "variety": "Pinot Noir", "region_1": "Santa Maria Valley", "region_2": "Central Coast", "province": "California", "country": "US", "winery": "Testarossa"}, {"points": "94", "title": "Kumeu River 2015 Maté's Vineyard Chardonnay (Kumeu)", "description": "Yields were down in 2015, but intensity is up, giving this medium-bodied, silky wine the potential to drink well through at least 2025. Hickory smoke outlines white peach before ending in a long flurry of lime zest.", "taster_name": "Joe Czerwinski", "taster_twitter_handle": null, "price": 57, "designation": "Maté's Vineyard", "variety": "Chardonnay", "region_1": null, "region_2": null, "province": "Kumeu", "country": "New Zealand", "winery": "Kumeu River"}, {"points": "94", "title": "Trisaetum 2015 Wichmann Dundee Estate Pinot Noir (Dundee Hills)", "description": "An aromatic textural wine, Wichmann sources fruit from the winery's oldest vines. Strawberry and cherry flavors are woven into details of citrus and tea. This elegant well-proportioned effort provides a feminine contrast to the sturdy Coast Range bottling.", "taster_name": "Paul Gregutt", "taster_twitter_handle": "@paulgwine ", "price": 49, "designation": "Wichmann Dundee Estate", "variety": "Pinot Noir", "region_1": "Dundee Hills", "region_2": "Willamette Valley", "province": "Oregon", "country": "US", "winery": "Trisaetum"}]